// 药品数据 - 生成于 2026-04-23
// 共 100 条记录

const drugDetailBatch5 = [
  {
    "id": 401,
    "name": "吡贝地尔缓释片",
    "full_name": "(乙10%)吡贝地尔缓释片",
    "chemical_name": "吡贝地尔缓释片",
    "dosage_form": "缓释片",
    "types": [],
    "manufacturers": [
      "LES LABORATOIRES SERVIER"
    ],
    "specifications": [
      {
        "specification": "50mg/片",
        "manufacturer": "LES LABORATOIRES SERVIER",
        "full_manufacturer": "LES LABORATOIRES SERVIER(LES LABORATOIRES SERVIER INDUSTRIE)",
        "price": 71.28,
        "unit": "盒",
        "code": "X00436",
        "approval_number": "国药准字HJ20140104",
        "insurance_code": "XN04BCB089A010010179020",
        "location": "L"
      }
    ],
    "pinyin": "bibeidier",
    "pinyin_initials": "bbde",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "用于改善急性缺血性脑卒中所致的神经症状、日常生活活动能力和功能障碍。",
      "dosage": "推荐剂量为每次15ml（含依达拉奉30mg，右莰醇7.5mg），每日2次。",
      "contraindications": "症 ⑴重度肾功能衰竭的患者（有致肾功能衰竭加重的可能）。 ⑵既往对本品有过敏史的患者。 ⑶孕妇或有妊娠可能的妇女和哺乳期的妇女禁用",
      "adverse_reactions": "常见：（发生率>1%）为：天门冬氨酸氨基转移酶升高27例（3.0%）、丙氨酸氨基转移酶升高25例（2.77%）、和低钾血症15例（1.66%）",
      "interactions": "根据依达拉奉右莰醇注射用浓溶液活性成分之一依达拉奉的说明书，与以下药物合用时应慎重或禁用： ⑴与头孢唑啉钠、盐酸哌拉西林钠、头孢替安钠等抗生素合用时，有至肾功能衰竭加重的可能，因此合并用药时需进行多次肾功能检测等观察。 ⑵不可和高能量溶液、氨基酸制剂混合或由同一通道输注（混合后可致依达拉奉的浓度降低）。 ⑶勿与抗癫痫药（地西泮、苯妥英钠等）混合（产生混浊）。 ⑷勿与坎利酸钾混合（产生混浊）。 用药交代 本品须用生理盐水（0.9%氯化钠注射液）稀释。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴以下患者慎用：①轻、中度肾功能损害的患者慎用。②肝功能损害患者慎用。尤其是高龄患者，有报道，已有多例使用本品成分之一依达拉奉，死亡病例的报告（大部分都在80岁以上），应特别注意。",
      "source": "湖南药事服务网",
      "full_indications": "用于改善急性缺血性脑卒中所致的神经症状、日常生活活动能力和功能障碍。",
      "full_pharmacokinetics": "",
      "full_dosage": "⑴静脉滴注。推荐剂量为每次15ml（含依达拉奉30mg，右莰醇7.5mg），每日2次。使用时加入到100ml生理盐水（0.9%氯化钠注射液）中稀释后静脉滴注，30分钟内滴完，连续治疗14天。应于发病后48小时内开始给药。 ⑵舌下含服：推荐剂量为每次1⽚⾆下含服，每⽇2次，两次⽤药间隔不得少于6⼩时，连续⽤药14天。发病后应尽早开始给药。取出本品放在⾆下含服，保持⾄⽆明显异物感。含服过程中请勿咀嚼或将未崩解药物直接吞咽。本品经⾆下崩解后会残留少量颗粒，为辅料残留，属于正常现象。",
      "full_contraindications": "症 ⑴重度肾功能衰竭的患者（有致肾功能衰竭加重的可能）。 ⑵既往对本品有过敏史的患者。 ⑶孕妇或有妊娠可能的妇女和哺乳期的妇女禁用",
      "full_adverse_reactions": "⑴常见不良反应（发生率>1%）为：天门冬氨酸氨基转移酶升高27例（3.0%）、丙氨酸氨基转移酶升高25例（2.77%）、和低钾血症15例（1.66%）。 ⑵以下为少见不良反应（发生率0.1%~1.0%）: ① 代谢及营养类疾病（总发生率3.0%）：高尿酸血症、低钙血症、低钾血症、高甘油三酯血症、食欲下降、痛风； ② 肝胆系统疾病（总发生率1.2%）：肝脏功能异常； ③ 心脏器官疾病（总发生率1.2%）：心脏不适、心悸、房颤、房室阻滞、房性心动过速、期外收缩、左束支阻滞； ④ 皮肤及皮下组织类疾病（总发生率1.0%）：瘙痒、皮疹、皮炎、皮肤肿胀、湿疹、荨麻疹、接触性皮炎； ⑤ 胃肠系统疾病（总发生率0.8%）：腹部不适、便秘、口腔出血、牙疼； ⑥ 呼吸系统、胸及纵隔疾病（总发生率0.7%）：咳嗽、呼吸困难、咳痰、呃逆； ⑦ 感染及侵染类疾病（总发生率0.7%）：感染、肺部感染、股癣、结膜炎； ⑧ 神经系统疾病（总发生率0.5%）：头晕、头痛； ⑨ 肌肉骨骼及结缔组织疾病（总发生率0.5%）：关节痛、背痛、颈痛； ⑩ 肾脏及泌尿系统疾病（总发生率0.3%）：肾衰； ⑪ 全身性疾病及给药部位各种反应（总发生率0.3%）：胸部不适、溃疡； ⑫ 各类损伤、中毒及手术并发症（0.3%）：跌倒、输液反应； ⑬ 眼器官疾病（总发生率0.2%）：结膜出血； ⑭ 精神病类（总发生率0.2%）：入睡困难。 禁忌症 ⑴重度肾功能衰竭的患者（有致肾功能衰竭加重的可能）。 ⑵既往对本品有过敏史的患者。 ⑶孕妇或有妊娠可能的妇女和哺乳期的妇女禁用",
      "full_interactions": "根据依达拉奉右莰醇注射用浓溶液活性成分之一依达拉奉的说明书，与以下药物合用时应慎重或禁用： ⑴与头孢唑啉钠、盐酸哌拉西林钠、头孢替安钠等抗生素合用时，有至肾功能衰竭加重的可能，因此合并用药时需进行多次肾功能检测等观察。 ⑵不可和高能量溶液、氨基酸制剂混合或由同一通道输注（混合后可致依达拉奉的浓度降低）。 ⑶勿与抗癫痫药（地西泮、苯妥英钠等）混合（产生混浊）。 ⑷勿与坎利酸钾混合（产生混浊）。 用药交代 本品须用生理盐水（0.9%氯化钠注射液）稀释。",
      "full_precautions": "⑴以下患者慎用：①轻、中度肾功能损害的患者慎用。②肝功能损害患者慎用。③心脏疾病患者慎用。④高龄患者慎用。 ⑵因有使用本品成分之一依达拉奉，加重急性肾功能不全或肾功能衰竭而致死的病例，因此在本品给药过程中应进行多次肾功能检测，同时在给药结束后继续密切观察，出现肾功能下降的表现或少尿等症状的情况下，立即停止给药，进行适当处理。尤其是高龄患者，有报道，已有多例使用本品成分之一依达拉奉，死亡病例的报告（大部分都在80岁以上），应特别注意。 ⑶儿童不应使用本品（因没有使用经验，尚不能确定儿童用药的安全性）。 ⑷因老年生理机能低下，"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13176",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 402,
    "name": "聚乙二醇化重组人粒细胞刺激因子注射液",
    "full_name": "※▲(乙10%)聚乙二醇化重组人粒细胞刺激因子注射液",
    "chemical_name": "聚乙二醇化重组人粒细胞刺激因子注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "石药集团百克生物制药"
    ],
    "specifications": [
      {
        "specification": "3mg:1ml/支",
        "manufacturer": "石药集团百克生物制药",
        "full_manufacturer": "石药集团百克(山东)生物制药股份有限公司",
        "price": 1196.0,
        "unit": "盒",
        "code": "X00437",
        "approval_number": "国药准字S20110014",
        "insurance_code": "XL03AAJ213B002010104089",
        "location": "2D-2"
      }
    ],
    "pinyin": "※▲juyierchunhuachongzurenlixibaocijiyinzi",
    "pinyin_initials": "※▲jyechczrlxbcjyz",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于时；造血干细胞移植的外周血祖细胞的动员。",
      "dosage": "⑴皮下注射：本品应在药师或医生指导下使用。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "参阅重组人粒细胞刺激因子。",
      "interactions": "参阅重组人粒细胞刺激因子。",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅重组人粒细胞刺激因子。",
      "precautions": "目前尚不清楚新瑞白是否从母乳分泌，哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴非髓性恶性肿瘤患者在接受会发生有临床意义发热性中性粒细胞减少的抑制骨髓的抗肿瘤药治疗时，使用本品可降低发热性中性粒细胞减少引起的感染发生率。<br>⑵本品不用于造血干细胞移植的外周血祖细胞的动员。",
      "full_dosage": "⑴皮下注射：本品应在药师或医生指导下使用。推荐使用剂量为一次注射固定剂量6mg。也可按体重100μg/kg进行个体化治疗。<br>⑵注意：注射6mg或100μg/kg剂量不推荐用于婴儿、儿童和体重低于45kg的发育期少年。",
      "full_contraindications": "⑴对聚乙二醇化重组人粒细胞刺激因子、重组人粒细胞刺激因子及对大肠杆菌表达的其它制剂过敏者禁用。<br>⑵严重肝、肾、心、肺功能障碍者禁用。",
      "full_adverse_reactions": "参阅重组人粒细胞刺激因子。",
      "full_interactions": "参阅重组人粒细胞刺激因子。",
      "full_pharmacokinetics": "参阅重组人粒细胞刺激因子。",
      "full_precautions": "⑴本品在妊娠妇女中尚无充分和良好对照的研究，孕期使用的安全性尚未建立。目前尚不清楚新瑞白是否从母乳分泌，哺乳期妇女慎用。<br>⑵本品在儿童中的安全性和有效性尚未确定。<br>⑶本品国外在同类药物临床研究中未观察到老年患者与年轻患者在安全性与有效性方面具有不同之处。单受临床试验者例数限制，不排除在临床使用过程出现差别。<br>⑷其余参阅重组人粒细胞刺激因子。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7938",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 403,
    "name": "骨愈灵胶囊",
    "full_name": "(甲)骨愈灵胶囊",
    "chemical_name": "骨愈灵胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "陕西天地人和药业"
    ],
    "specifications": [
      {
        "specification": "0.4g/粒",
        "manufacturer": "陕西天地人和药业",
        "full_manufacturer": "陕西天地人和药业有限公司",
        "price": 113.68,
        "unit": "盒",
        "code": "C00045",
        "approval_number": "国药准字Z20025015",
        "insurance_code": "ZG03AAG0293020102376",
        "location": "L-2"
      }
    ],
    "pinyin": "guyuling",
    "pinyin_initials": "gyl",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "⑴本品适用于既往对糖皮质激素、免疫球蛋白等治疗反应不佳的慢性原发免疫性血小板减少症(ITP)成人患者，使血小板计数升高并减少或防止出血。⑵本品适用于对免疫抑制治疗（IST）疗效不佳的重型再生障碍性贫血（SAA）成人患者。",
      "dosage": "成人：原发免疫性血小板减少症（ITP）患者：本品在ITP患者中建议的初始剂量为一次2.5mg",
      "contraindications": "症 对本品活性成分或任何辅料过敏者禁用。",
      "adverse_reactions": "常见：（发生率≥3%）包括：丙氨酸氨基转移酶升高（11.2%），天门冬氨酸氨基转移酶升高（10.6%），血小板计数升高（3.8%），血乳酸脱氢酶升高（3.6%），血胆红素升高（4.8%），γ谷氨酰转移酶升高（3.8%），头痛（3.4%）和血碱性磷酸酶升高（3.0%）",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "血栓形成/血栓栓塞，肝毒性，腹泻，骨髓网硬蛋白形成和骨髓纤维化风险，克隆演变或进展风险，白内障，QT/QTc 延长，停药后出血，海曲泊帕醇胺疗效丧失，对驾驶和机械操作能力的影响。 用药交代 空腹口服，口服2小时之后方可进餐，避免与餐同服。",
      "source": "湖南药事服务网",
      "full_indications": "⑴本品适用于既往对糖皮质激素、免疫球蛋白等治疗反应不佳的慢性原发免疫性血小板减少症(ITP)成人患者，使血小板计数升高并减少或防止出血。⑵本品适用于对免疫抑制治疗（IST）疗效不佳的重型再生障碍性贫血（SAA）成人患者。",
      "full_dosage": "口服。⑴成人原发免疫性血小板减少症（ITP）患者：本品在ITP患者中建议的初始剂量为一次2.5mg，一日1次。在治疗过程中，应监测血小板计数，根据血小板计数情况，采用能使血小板计数达到并维持≥50×10^9/L 的最低剂量，最高剂量不可超过每日7.5mg。⑵重型再生障碍性贫血（SAA）：本品在SAA患者中建议的初始剂量为一次7.5mg，一日1次。在治疗过程中，应定期监测血小板计数，根据血小板计数情况，每2周调整一次剂量，直至达到维持血小板应答的最低剂量。最高剂量不可超过每日15mg。",
      "full_contraindications": "症 对本品活性成分或任何辅料过敏者禁用。",
      "full_adverse_reactions": "接受本品的526例患者中所有级别的不良反应发生率为52.3%，大多数不良反应的严重程度均为轻中度，重度不良反应发生率为1.3%。 常见不良反应（发生率≥3%）包括：丙氨酸氨基转移酶升高（11.2%），天门冬氨酸氨基转移酶升高（10.6%），血小板计数升高（3.8%），血乳酸脱氢酶升高（3.6%），血胆红素升高（4.8%），γ谷氨酰转移酶升高（3.8%），头痛（3.4%）和血碱性磷酸酶升高（3.0%）。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察",
      "full_pharmacokinetics": "",
      "full_precautions": "血栓形成/血栓栓塞，肝毒性，腹泻，骨髓网硬蛋白形成和骨髓纤维化风险，克隆演变或进展风险，白内障，QT/QTc 延长，停药后出血，海曲泊帕醇胺疗效丧失，对驾驶和机械操作能力的影响。 用药交代 空腹口服，口服2小时之后方可进餐，避免与餐同服。",
      "composition": "三七、血竭、红花、当归、川芎、赤芍、醋乳香、醋没药、大黄、续断、骨碎补、五加皮、熟地黄、煅自然铜、白芍、硼砂。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6886",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 404,
    "name": "复方伤痛胶囊",
    "full_name": "(乙10%)复方伤痛胶囊",
    "chemical_name": "复方伤痛胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "丽彩甘肃西峰制药"
    ],
    "specifications": [
      {
        "specification": "0.3g/粒",
        "manufacturer": "丽彩甘肃西峰制药",
        "full_manufacturer": "丽彩甘肃西峰制药有限公司",
        "price": 50.87,
        "unit": "盒",
        "code": "C00046",
        "approval_number": "国药准字Z20073054",
        "insurance_code": "ZG01AAF0589010505883",
        "location": "D-2",
        "outpatient_location": "I-1"
      },
      {
        "specification": "0.3g/粒",
        "manufacturer": "丽彩甘肃西峰制药",
        "full_manufacturer": "丽彩甘肃西峰制药有限公司",
        "price": 33.91,
        "unit": "盒",
        "code": "C00074",
        "approval_number": "国药准字Z20073054",
        "insurance_code": "ZG01AAF0589010305883",
        "location": "D-2"
      }
    ],
    "pinyin": "fufangshangtong",
    "pinyin_initials": "ffst",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "1.绝经期综合征与戊酸雌二醇联合序贯应用激素替代疗法； 2.避孕与炔雌醇组成复方口服避孕片； 3.女性雄激素依赖性疾病，如痤疮、脂溢性皮炎等； 4.男性性欲异常（多各种性变态如露阴癖、窥阴癖、恋童癖等以及异性恋的性欲亢进具有抗性欲治疗效果）。",
      "dosage": "激素替代疗法。 ⑴未绝经妇女：月经周期第5天开始与雌激素同时用，一次50mg，一日1次，共服21天，停药后7天再继续服用。 ⑵已绝经妇女：随时可以开始与雌激素同时用，一日一次50mg，共服21天，停药后7天再继续服用。 ⑶用于痤疮，可外用1％乳膏，每日2次，连用12周。",
      "contraindications": "症 肝病、恶病质或消瘦者、严重慢性抑郁、未发育青年人、有血栓病史患者均禁用。",
      "adverse_reactions": "⑴可有头痛、贫血、胃肠道反应、男性乳房发育等。 ⑵与炔雌醇组成口服避孕药，可有恶心、头痛、性欲降低、抑郁、不规则子宫出血、乳房痛等。 ⑶能减少精子生成，产生不正常精子，导致男性不育。",
      "interactions": "酒精能降低本品作用，故对慢性酒精中毒者无效。 给药说明 停药7天后，立即开始下一个疗程，不必考虑出血与否。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴应在医生指导下应用，用药前应作全面体格检查。 ⑵如长期使用，应每半年做一次体检，检查乳房和子宫内膜厚度。 ⑶如首次出现偏头痛和发作频繁的头痛；突发的视觉或听觉障碍；首次出现血栓性结膜炎或血栓栓塞性疾病的症状；出现黄疸、全身瘙痒、血压明显升高应立即停药。 药物相互作用 酒精能降低本品作用，故对慢性酒精中毒者无效。 给药说明 停药7天后，立即开始下一个疗程，不",
      "source": "湖南药事服务网",
      "full_indications": "1.绝经期综合征与戊酸雌二醇联合序贯应用激素替代疗法； 2.避孕与炔雌醇组成复方口服避孕片； 3.女性雄激素依赖性疾病，如痤疮、脂溢性皮炎等； 4.男性性欲异常（多各种性变态如露阴癖、窥阴癖、恋童癖等以及异性恋的性欲亢进具有抗性欲治疗效果）。",
      "full_dosage": "激素替代疗法。 ⑴未绝经妇女：月经周期第5天开始与雌激素同时用，一次50mg，一日1次，共服21天，停药后7天再继续服用。 ⑵已绝经妇女：随时可以开始与雌激素同时用，一日一次50mg，共服21天，停药后7天再继续服用。 ⑶用于痤疮，可外用1％乳膏，每日2次，连用12周。",
      "full_contraindications": "症 肝病、恶病质或消瘦者、严重慢性抑郁、未发育青年人、有血栓病史患者均禁用。",
      "full_adverse_reactions": "⑴可有头痛、贫血、胃肠道反应、男性乳房发育等。 ⑵与炔雌醇组成口服避孕药，可有恶心、头痛、性欲降低、抑郁、不规则子宫出血、乳房痛等。 ⑶能减少精子生成，产生不正常精子，导致男性不育。",
      "full_interactions": "酒精能降低本品作用，故对慢性酒精中毒者无效。 给药说明 停药7天后，立即开始下一个疗程，不必考虑出血与否。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴应在医生指导下应用，用药前应作全面体格检查。 ⑵如长期使用，应每半年做一次体检，检查乳房和子宫内膜厚度。 ⑶如首次出现偏头痛和发作频繁的头痛；突发的视觉或听觉障碍；首次出现血栓性结膜炎或血栓栓塞性疾病的症状；出现黄疸、全身瘙痒、血压明显升高应立即停药。 药物相互作用 酒精能降低本品作用，故对慢性酒精中毒者无效。 给药说明 停药7天后，立即开始下一个疗程，不必考虑出血与否。",
      "composition": "大黄(酒灸)、当归、大花粉、柴胡、桃仁(去皮)、红花、醋延胡索、甘草。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=5274",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 405,
    "name": "榄香烯口服乳",
    "full_name": "※▲(乙10%)榄香烯口服乳",
    "chemical_name": "榄香烯口服乳",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "大连华立金港药业"
    ],
    "specifications": [
      {
        "specification": "20ml:176mg/支",
        "manufacturer": "大连华立金港药业",
        "full_manufacturer": "大连华立金港药业有限公司",
        "price": 816.0,
        "unit": "盒",
        "code": "X00264",
        "approval_number": "国药准字H20010338",
        "insurance_code": "XL01XXL035X003010201112",
        "location": "M-6"
      }
    ],
    "pinyin": "※▲lanxiangxikoufuru",
    "pinyin_initials": "※▲lxxkfr",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "合并放、化疗对肺癌、肝癌、食管癌、鼻咽癌、脑瘤、骨转移癌等可以增强疗效，降低放、化疗的毒副反应；可用于介入、腔内化疗及癌性胸腹水的治疗。",
      "dosage": "⑴静脉注射：单用或常规放、化疗方案联合使用。",
      "contraindications": "对本品过敏者禁用。高热患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "与放疗或其他化疗药物及生物反应调节剂联合用药有协同作用，合用加温疗法有协同作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率97.7，肝脏代谢，肾脏排泄。",
      "precautions": "⑶对血小板减少证，或有进行性出血倾向者慎用。⑹孕妇及哺乳期妇女应慎用本品。⑴上市后监测到本品有过敏性休克的不良反应报告，建议在有抢救条件的医疗机构使用，用药前应仔细询问患者用药史和过敏史，用药过程中注意观察，一旦出现寒战、呼吸困难、血压下降等症状和体征，应立即停药并及时治疗。",
      "source": "湖南药事服务网",
      "full_indications": "合并放、化疗对肺癌、肝癌、食管癌、鼻咽癌、脑瘤、骨转移癌等可以增强疗效，降低放、化疗的毒副反应；可用于介入、腔内化疗及癌性胸腹水的治疗。",
      "full_dosage": "⑴静脉注射：单用或常规放、化疗方案联合使用。一次0.4～0.6g，一日1次，3～4周为一疗程或遵医嘱。建议先将20％脂肪乳250ml滴去100ml，将本品400mg加入150ml脂肪乳瓶内，继续进行静脉输液。    <br>　　⑵用于恶性胸腹水：200～400mg/m²体表面积，抽胸腹水后，胸膜腔或腹腔内注射，每周1～2次或遵医嘱。<br>　　⑶乳剂口服，一次20ml，一日3次。饭前空腹小口吞咽，连服4-8周为一个疗程。或遵医嘱。",
      "full_contraindications": "对本品过敏者禁用。高热患者禁用。",
      "full_adverse_reactions": "榄香烯注射剂上市后收到的不良反应报告主要如下，这些报告多来自于自发报告，无法准确估计用药人数，难以计算发生率。<br>⑴全身性异常：畏寒、发热、寒战、出汗、胸部不适、胸痛、背痛、周身疼痛、肿胀、乏力等；<br>⑵注射部位异常：注射部位疼痛、肿胀、红斑、硬结等；<br>⑶血管与淋巴管异常：静脉炎、潮红等；<br>⑷胃肠系统异常：恶心、呕吐、腹部不适、腹痛、腹胀、腹泻等；<br>⑸皮肤及皮下组织表现：皮疹（包括荨麻疹、斑丘疹、瘙痒性皮疹、丘疹、红斑性发疹）、瘙痒、红斑、皮肤肿胀、皮肤反应等；<br>⑹呼吸系统异常：呼吸困难、呼吸急促、窒息感、咳嗽等；<br>⑺神经系统异常：头晕、头痛、感觉减退、震颤等；<br>⑻免疫系统异常：超敏反应、类过敏反应、过敏性休克等；<br>⑼心脏异常：心悸、心慌等；<br>⑽检查异常：血压升高、血压降低、血氧饱和度降低等；<br>⑾特别关注的不良反应；本品可导致过敏反应，严重者可致过敏性休克，可表现为胸闷、胸痛、寒战、畏寒、出汗、潮红、发绀、皮疹、荨麻疹、瘙痒、心悸、呼吸困难等。<br>⑿口服乳剂可能有消化道反应，如恶心、呕吐、腹泻等，偶有食欲减退、血色素下降。白细胞减少等。不良反应多为轻度，不影响治疗。",
      "full_interactions": "与放疗或其他化疗药物及生物反应调节剂联合用药有协同作用，合用加温疗法有协同作用。",
      "full_pharmacokinetics": "⑴药效学：降低肿瘤细胞有丝分裂能力，诱发肿瘤细胞凋亡，抑制肿瘤细胞的生长。药理实验表明，腹腔注射榄香烯注射液对肿瘤细胞的DNA、RNA及蛋白质合成有明显的抑制作用。该药还能直接作用于细胞膜，使肿瘤细胞破裂，可以改变和增强肿瘤细胞的免疫原性，诱发和促进机体对肿瘤细胞的免疫反应。与放疗或其他化疗药物及生物反应调节剂联合应用有协同作用。<br>　　⑵药动学：血浆中药物的动态变化属二室模型，药物自血浆消除较快，且呈线性动力学ｔ1/2α为11.2小时，ｔ1/2β为10.5小时。在各组织中药物浓度降低速度较慢。静脉注射本品15分钟后，药物在脑、心、肺、肾、脾、脂肪和肝中含量较多。腹腔注射后，药物在脂肪组织中含量最高。口服吸收差，生物利用度仅为18.8％。该药自尿、粪、胆汁中的排出量很小，从呼吸道排出及体内生物转化是其重要消除途径。榄香烯注射液的平均血浆蛋白结合率为97.7％。",
      "full_precautions": "⑴上市后监测到本品有过敏性休克的不良反应报告，建议在有抢救条件的医疗机构使用，用药前应仔细询问患者用药史和过敏史，用药过程中注意观察，一旦出现寒战、呼吸困难、血压下降等症状和体征，应立即停药并及时治疗。<br>⑵外周静脉给药时容易发生注射部位疼痛、肿胀、发红、硬结或静脉炎等，上述症状发生时建议停止给药并及时处理。<br>⑶对血小板减少证，或有进行性出血倾向者慎用。  <br>⑷部分病人初次用药后，可有轻微发热、多在38℃以下，于给药之前30分钟口服强的松或解热镇痛药可预防或减轻发热。  <br>⑸本品腔内注射时可致少数病人疼痛，使用前应根据患者的具体情况使用麻药，可减轻或缓解疼痛，使病人能够耐受。  <br>⑹孕妇及哺乳期妇女应慎用本品。  <br>⑺高热、胸腹水合并感染的患者慎用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2551",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 406,
    "name": "大蒜素注射液",
    "full_name": "(乙10%)大蒜素注射液",
    "chemical_name": "大蒜素注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "辰欣药业"
    ],
    "specifications": [
      {
        "specification": "30mg:10ml/支",
        "manufacturer": "辰欣药业",
        "full_manufacturer": "辰欣药业股份有限公司",
        "price": 238.84,
        "unit": "支",
        "code": "X00265",
        "approval_number": "国药准字H20054020",
        "insurance_code": "XJ01XXD013B002040104127"
      },
      {
        "specification": "60mg:5ml/支",
        "manufacturer": "辰欣药业",
        "full_manufacturer": "辰欣药业股份有限公司",
        "price": 406.02,
        "unit": "支",
        "code": "X00288",
        "approval_number": "国药准字H20034160",
        "insurance_code": "XJ01XXD013B002050104127",
        "location": "M-1"
      }
    ],
    "pinyin": "dasuansu",
    "pinyin_initials": "dss",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用于深部真菌和细菌感染，用于预防和治疗急、慢性菌痢和肠炎、百日咳、肺部和消化道及阴道的真菌感染、白色念珠菌血症、隐球菌性脑膜炎、肺结核等。",
      "dosage": "儿童：酌减，稀释在500ml",
      "contraindications": "胃肠道溃疡或炎症的患者慎用生品。",
      "adverse_reactions": "口服对胃肠道略有刺激性，可出现烧灼感或疼痛。高浓度大蒜汁可致红细胞溶解。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "部分患者口服大蒜素后可能会有轻度大蒜气味，不影响疗效，停药后气味即消失；大蒜素注射液对皮肤、黏膜有刺激，不宜作皮下或肌内注射。",
      "source": "湖南药事服务网",
      "full_indications": "适用于深部真菌和细菌感染，用于预防和治疗急、慢性菌痢和肠炎、百日咳、肺部和消化道及阴道的真菌感染、白色念珠菌血症、隐球菌性脑膜炎、肺结核等。",
      "full_dosage": "⑴口服：成年人一次40mg，一日4次，餐后服。儿童酌减或遵医嘱。<br>⑵静脉滴注：一次60～120mg，儿童酌减，稀释在500ml～1000ml的5％～10％葡萄糖注射液或葡萄糖氯化钠注射液中，缓慢滴注，一日1次。",
      "full_contraindications": "胃肠道溃疡或炎症的患者慎用生品。",
      "full_adverse_reactions": "口服对胃肠道略有刺激性，可出现烧灼感或疼痛。高浓度大蒜汁可致红细胞溶解。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "部分患者口服大蒜素后可能会有轻度大蒜气味，不影响疗效，停药后气味即消失；大蒜素注射液对皮肤、黏膜有刺激，不宜作皮下或肌内注射。",
      "solvent": "静滴：用0.9%氯化钠注射液稀释",
      "pharmacodynamics": "本品对葡萄球菌、链球菌、脑膜炎双球菌、白喉杆菌、痢疾杆菌、大肠埃希菌、伤寒杆菌、副伤寒杆菌、结核杆菌、霍乱弧菌、深部真菌和病毒均具有明显的抑制和杀灭作用。对青霉素、链霉素、氯霉素及金霉素有耐药作用的细菌及羌虫热立克次体具有杀灭作用。对骨髓移植并发人巨细胞病毒感染由明显预防和治疗作用；大蒜素对肺部、消",
      "full_pharmacodynamics": "本品对葡萄球菌、链球菌、脑膜炎双球菌、白喉杆菌、痢疾杆菌、大肠埃希菌、伤寒杆菌、副伤寒杆菌、结核杆菌、霍乱弧菌、深部真菌和病毒均具有明显的抑制和杀灭作用。对青霉素、链霉素、氯霉素及金霉素有耐药作用的细菌及羌虫热立克次体具有杀灭作用。对骨髓移植并发人巨细胞病毒感染由明显预防和治疗作用；大蒜素对肺部、消化道及阴道真菌感染由抑制和杀灭作用，对阴道滴虫有杀灭作用；本品能降低胃内亚硝酸盐含量和抑制亚硝酸盐还原菌，对化学性肝损害具有抗氧化活性、抑制脂质过氧化对膜结构的损伤，对肝友保护作用；大蒜素对胆固醇血症、高三酰甘油血症、高血凝性和主动脉脂质沉积具有改善和保护作用；大蒜素尚能抑制肿瘤组织发育，有效清除超氧阳离子自由基及羟自由基。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2124",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 407,
    "name": "注射用还原型谷胱甘肽",
    "full_name": "※▲(乙)注射用还原型谷胱甘肽[市基]",
    "chemical_name": "注射用还原型谷胱甘肽",
    "dosage_form": "注射用",
    "types": [
      "乙类",
      "市基药"
    ],
    "manufacturers": [
      "瑞阳制药"
    ],
    "specifications": [
      {
        "specification": "0.6g/瓶",
        "manufacturer": "瑞阳制药",
        "full_manufacturer": "瑞阳制药股份有限公司",
        "price": 10.34,
        "unit": "瓶",
        "code": "X00925",
        "approval_number": "国药准字H20183373",
        "insurance_code": "XA05BAH112B001010104152",
        "location": "K-1",
        "outpatient_location": "R-2"
      }
    ],
    "pinyin": "※▲zhusheyonghuanyuanxingguguanggantai",
    "pinyin_initials": "※▲zsyhyxgggt",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于：①既往接受过以氟尿嘧啶、奥沙利铂和伊立替康为基础的化疗，以及既往接受过或不适合接受抗VEGF治疗、抗表皮生长因子受体治疗(RAS 野生型)的转移性结直肠癌(mCRC)患者；②既往接受过甲磺酸伊马替尼及苹果酸舒尼替尼治疗的局部晚期的、无法手术切除的或转移性的胃肠道间质瘤（GIST）患者；③经过索拉非尼治疗失败后的肝细胞癌（肝癌：HCC）患者。",
      "dosage": "口服：推荐剂量为一次160mg，一日1次，连续服用21天，休息7天，28天为一疗程。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "常见：(≥30%)是乏力/疲乏，减低食欲和食物摄入量，手足皮肤反应(HFSR)[掌足红肿(PPE)]，腹泻，口腔粘膜炎，体重减轻，感染， 高血压，和发音困难",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴出血：对严重或威胁生命出血永久停止应用本品。 ⑵皮肤学毒性：皮肤学毒性的严重程度和持久性决定终止或减少本品应用。 ⑶高血压：对严重或不能控制的高血压暂时或永久终止本品。 ⑷心脏缺血和梗死：拒给Stivarga对新或急性心脏缺血/梗死和只有急性缺血事件解决后恢复。 ⑸可逆性后部白质脑病综合征(RPLS)：终止本品。 ⑹胃肠道穿孔或瘘管：终止本品。 ⑺伤口愈合",
      "source": "湖南药事服务网",
      "full_indications": "用于：①既往接受过以氟尿嘧啶、奥沙利铂和伊立替康为基础的化疗，以及既往接受过或不适合接受抗VEGF治疗、抗表皮生长因子受体治疗(RAS 野生型)的转移性结直肠癌(mCRC)患者；②既往接受过甲磺酸伊马替尼及苹果酸舒尼替尼治疗的局部晚期的、无法手术切除的或转移性的胃肠道间质瘤（GIST）患者；③经过索拉非尼治疗失败后的肝细胞癌（肝癌：HCC）患者。",
      "full_pharmacokinetics": "",
      "full_dosage": "口服：推荐剂量为一次160mg，一日1次，连续服用21天，休息7天，28天为一疗程。在每天同一时间，进食低脂早餐(脂肪含量<30%)后随水整片吞服。剂量调整建议为每次40mg，建议每日 80~160mg。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "最常见不良反应(≥30%)是乏力/疲乏，减低食欲和食物摄入量，手足皮肤反应(HFSR)[掌足红肿(PPE)]，腹泻，口腔粘膜炎，体重减轻，感染， 高血压，和发音困难。",
      "full_precautions": "⑴出血：对严重或威胁生命出血永久停止应用本品。 ⑵皮肤学毒性：皮肤学毒性的严重程度和持久性决定终止或减少本品应用。 ⑶高血压：对严重或不能控制的高血压暂时或永久终止本品。 ⑷心脏缺血和梗死：拒给Stivarga对新或急性心脏缺血/梗死和只有急性缺血事件解决后恢复。 ⑸可逆性后部白质脑病综合征(RPLS)：终止本品。 ⑹胃肠道穿孔或瘘管：终止本品。 ⑺伤口愈合并发症：在伤口裂开患者中终止本品。 ⑻胚胎胎儿毒性：可能致胎儿危害，劝告妇女对胎儿潜在风险。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=635",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 408,
    "name": "对乙酰氨基酚口服混悬液",
    "full_name": "※▲(甲)对乙酰氨基酚口服混悬液[国基]",
    "chemical_name": "对乙酰氨基酚口服混悬液",
    "dosage_form": "口服混悬液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海强生制药"
    ],
    "specifications": [
      {
        "specification": "100ml/瓶",
        "manufacturer": "上海强生制药",
        "full_manufacturer": "上海强生制药有限公司",
        "price": 12.8,
        "unit": "盒",
        "code": "X00268",
        "approval_number": "国药准字H19990006",
        "insurance_code": "XN02BED158X002010100734",
        "location": "H-3",
        "outpatient_location": "A-3"
      }
    ],
    "pinyin": "※▲duiyixiananjifen",
    "pinyin_initials": "※▲dyxajf",
    "dosage_form_pinyin": "koufuhunxuanye",
    "dosage_form_initials": "kfhxy",
    "manual": {
      "indications": "⑴用于表皮生长因子受体（EGFR）T790M突变或对其它EGFR抑制剂耐药的晚期非小细胞肺癌患者（晚期肺癌患者）。 ⑵用于具有表皮生长因子受体（EGFR）敏感突变的非小细胞肺癌（NSCLC）成人患者肿瘤切除术后的辅助治疗。",
      "dosage": "口服：一次80mg，一日1次，应在每日相同的时间服用，进餐或空腹时服用均可。如果漏服一次剂量，则应补服，如果距离下次服药时间小于12小时，就不要补服了，切忌在下次服药时间加服漏服的剂量。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "常见：(≥25％)是腹泻，皮疹，干皮肤，和指毒性",
      "interactions": "⑴强CYP3A抑制剂：本品应尽量避免与强CYP3A抑制剂，包括大环内酯类抗生素(如，泰利霉素[telithromycin])，抗真菌药(如，意曲康唑[itraconazole])，抗病毒药(如，利托那韦[ritonavir])，奈法唑酮[nefazodone]同时给药。如无法避免，应被密切监视患者的毒性征象。 ⑵强CYP3A诱导剂：本品应避免与强CYP3A诱导剂，如苯妥英钠[phenytoin]，利福平[rifampicin]，卡马西平[carbamazepine]，圣约翰草[St. John’",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "应引起注意。⑶建议定期复查血常规，注意血象变化。药物相互作用 ⑴强CYP3A抑制剂：本品应尽量避免与强CYP3A抑制剂，包括大环内酯类抗生素(如，泰利霉素[telithromycin])，抗真菌药(如，意曲康唑[itraconazole])，抗病毒药(如，利托那韦[ritonavir])，奈法唑酮[nefazodone]同时给药。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗表皮生长因子受体（EGFR）T790M突变或对其它EGFR抑制剂耐药的晚期非小细胞肺癌患者（晚期肺癌患者）。 ⑵用于具有表皮生长因子受体（EGFR）敏感突变的非小细胞肺癌（NSCLC）成人患者肿瘤切除术后的辅助治疗。",
      "full_pharmacokinetics": "",
      "full_dosage": "口服：一次80mg，一日1次，应在每日相同的时间服用，进餐或空腹时服用均可。如果漏服一次剂量，则应补服，如果距离下次服药时间小于12小时，就不要补服了，切忌在下次服药时间加服漏服的剂量。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "最常见不良反应(≥25％)是腹泻，皮疹，干皮肤，和指毒性。常见不良反应(≥10％)为恶心、食欲减退、便秘、口炎；皮肤瘙痒；眼疾病包括干眼、视力模糊、角膜炎、白内障、眼刺激、眼炎、眼痛、流泪等；咳嗽；批发；背痛、头痛。大于1％小于10％的不良反应有静脉血栓形成及间质性肺疾病/肺炎。 国内上市后有一例报道奥希替尼导致的肌炎，症状包括慢性肌肉无力，肌肉耐力降低，或无症状性肌酸磷酸激酶（CPK）升高。如怀疑出现肌炎严重不良反应时，应明确诊断，对于高度怀疑免疫机制介导的肌炎，皮质激素治疗为首选；激素治疗无效的严重病例中，应考虑丙种球蛋白或血浆置换；对于怀疑有MG的患者，可考虑同时使用吡啶斯的明治疗。 禁忌症 对本品过敏者禁用。",
      "full_interactions": "⑴强CYP3A抑制剂：本品应尽量避免与强CYP3A抑制剂，包括大环内酯类抗生素(如，泰利霉素[telithromycin])，抗真菌药(如，意曲康唑[itraconazole])，抗病毒药(如，利托那韦[ritonavir])，奈法唑酮[nefazodone]同时给药。如无法避免，应被密切监视患者的毒性征象。 ⑵强CYP3A诱导剂：本品应避免与强CYP3A诱导剂，如苯妥英钠[phenytoin]，利福平[rifampicin]，卡马西平[carbamazepine]，圣约翰草[St. John’s Wort])同时给药，因可能减低本品的血浆浓度。 用药交代 ⑴根据患者个体的安全性和耐受性，可暂停用药或减量。如果出现不良反应或者毒性事件需要减量，则剂量应减至一次40mg，每日1次。 ⑵本品口服使用，应整片用水送服，不应压碎、掰开或咀嚼。如果患者无法吞咽，则可将药片溶于50ml不含碳酸盐的水中。将药片投入水中，无需压碎，直接搅拌溶解后迅速吞服。随后再加入半杯水，以保证杯内无残留，随后迅速饮用。不要添加任何其他液体。需要经胃管喂饲时同上，只是用水15ml，再用15ml冲洗，以保证无残留。 ⑶建议定期复查血常规，注意血象变化。 ⑷如果病友出现严重腹泻（如水样便），建议立即停药并就医。 ⑸如果需要加服其他药物，或中草药、保健品等请先咨询医师或药师。病友禁止饮酒。 给药说明 在用Tagrisso开始治疗前确证在肿瘤标本中T790M突变的存在。 用法与用量 口服：一次80mg，一日1次，应在每日相同的时间服用，进餐或空腹时服用均可。如果漏服一次剂量，则应补服，如果距离下次服药时间小于12小时，就不要补服了，切忌在下次服药时间加服漏服的剂量。",
      "full_precautions": "⑴间质性肺病(ILD)/肺炎：在被诊断有ILD/肺炎患者中永久地终止Tagrisso。 ⑵QTc间期延长：在有QTc延长病史或倾向患者监视心电图和电解质，或正在服用已知延长QTc间期药物患者。不使用或者减低剂量谨慎使用。 ⑶心肌病变：治疗前评估左室射血功能(LVEF)和其后每3个月检查。 ⑷胚胎-胎儿毒性：本品可能致胎儿危害。有生育要求女性治疗期间和末次剂量后共6周应有效避孕。男性末次剂量后使用有效避孕共4个月。 ⑸哺乳期妇女用药期间不要哺乳。 ⑹年龄小于18周岁的儿童或青少年患者使用泰瑞沙的安全性和有效性尚不明确。 ⑺研究显示奥希替尼与横纹肌溶解以及其他肌病（包括肌炎和肌酸磷酸激酶升高）之间存在可能的关联性。应引起注意。 药物相互作用 ⑴强CYP3A抑制剂：本品应尽量避免与强CYP3A抑制剂，包括大环内酯类抗生素(如，泰利霉素[telithromycin])，抗真菌药(如，意曲康唑[itraconazole])，抗病毒药(如，利托那韦[ritonavir])，奈法唑酮[nefazodone]同时给药。如无法避免，应被密切监视患者的毒性征象。 ⑵强CYP3A诱导剂：本品应避免与强CYP3A诱导剂，如苯妥英钠[phenytoin]，利福平[rifampicin]，卡马西平[carbamazepine]，圣约翰草[St. John’s Wort])同时给药，因可能减低本品的血浆浓度。 用药交代 ⑴根据患者个体的安全性和耐受性，可暂停用药或减量。如果出现不良反应或者毒性事件需要减量，则剂量应减至一次40mg，每日1次。 ⑵本品口服使用，应整片用水送服，不应压碎、掰开或咀嚼。如果患者无法吞咽，则可将药片溶于50ml不含碳酸盐的水中。将药片投入水中，无需压碎，直接搅拌溶解后迅速吞服。随后再加入半杯水，以保证杯内无残留，随后迅速饮用。不要添加任何其他液体。需要经胃管喂饲时同上，只是用水15ml，再用15ml冲洗，以保证无残留。 ⑶建议定期复查血常规，注意血象变化。 ⑷如果病友出现严重腹泻（如水样便），建议立即停药并就医。 ⑸如果需要加服其他药物，或中草药、保健品等请先咨询医师或药师。病友禁止饮酒。 给药说明 在用Tagrisso开始治疗前确证在肿瘤标本中T790M突变的存在。 用法与用量 口服：一次80mg，一日1次，应在每日相同的时间服用，进餐或空腹时服用均可。如果漏服一次剂量，则应补服，如果距离下次服药时间小于12小时，就不要补服了，切忌在下次服药时间加服漏服的剂量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2614",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 409,
    "name": "醋酸甲羟孕酮片",
    "full_name": "(甲)醋酸甲羟孕酮片[国基]",
    "chemical_name": "醋酸甲羟孕酮片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "北京斯利安药业",
      "浙江仙琚制药"
    ],
    "specifications": [
      {
        "specification": "250mg/片",
        "manufacturer": "北京斯利安药业",
        "full_manufacturer": "北京斯利安药业有限公司",
        "price": 120.45,
        "unit": "盒",
        "code": "X00269",
        "approval_number": "国药准字H11021562",
        "insurance_code": "XG03DAJ063A001010100011"
      },
      {
        "specification": "2mg/片",
        "manufacturer": "浙江仙琚制药",
        "full_manufacturer": "浙江仙琚制药股份有限公司",
        "price": 25.0,
        "unit": "瓶",
        "code": "Y00000014650",
        "approval_number": "国药准字H33020715",
        "insurance_code": "XG03DAJ063A001010104735"
      }
    ],
    "pinyin": "cusuanjiaqiangyuntong",
    "pinyin_initials": "csjqyt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于月经不调、子宫功能性出血及子宫内膜异位症等。注射剂可用作长效避孕药，亦可用于绝经期后乳腺癌及子宫内膜癌，也用于增强晚期癌症患者的食欲，改善一般状况和增加体重。",
      "dosage": "口服：①功能性闭经：一次4～8mg，一日1次，连服5～10日。",
      "contraindications": "对醋酸甲羟孕酮过敏者禁用；血栓性静脉炎﹑血栓栓塞性疾病﹑严重肝功能不全﹑流产﹑骨转移肿瘤患者中可能出现的高钙血症，原因不明的子宫出血禁用；妊娠妇女禁用。",
      "adverse_reactions": "常见：皮疹、瘙痒等。",
      "interactions": "⑴本品可显著降低氨鲁米特的生物利用度。<br>⑵与糖皮质激素合用可促进血栓性疾病的发生。<br>⑶孕酮会抑制环胞菌素的代谢，导致环胞菌素的血浆浓度增加。<br>⑷利福平会加速孕酮的代谢，导致药效降低。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：与核糖体相似。作用于子宫内膜，促进黏膜的增殖分泌。通过对下丘脑的负反馈，抑制垂体前叶促黄体生成激素的释放，使卵泡不能发育成熟，抑制卵巢的排卵过程。抗癌作用可能与抗雌激素作用有关。 <br>　　⑵药动学：口服在胃肠道吸收，在肝内代谢。肌内注射后2～3天血药浓度达峰值。血药峰值越高，药物清除也",
      "precautions": "⑵必须注意到小猎犬长期给予醋酸甲羟孕酮,可导致出现乳房结节,并且偶尔为恶性。",
      "source": "湖南药事服务网",
      "full_indications": "用于月经不调、子宫功能性出血及子宫内膜异位症等。注射剂可用作长效避孕药，亦可用于绝经期后乳腺癌及子宫内膜癌，也用于增强晚期癌症患者的食欲，改善一般状况和增加体重。",
      "full_dosage": "口服：①功能性闭经：一次4～8mg，一日1次，连服5～10日。②子宫内膜癌：一次100mg，一日3次；或一次口服500mg，一日1～2次。③各种癌症患者恶病质及疼痛的姑息治疗，一次500mg，一日1～2次。    <br>　　⑵肌内注射，起始0.4～1.0g，一周后可重复1次，待病情改善和稳定后，剂量改为400mg，每月1次；或口服500mg，一日1次。    <br>　　⑶避孕：深部肌内注射，每3个月肌内注射一次150mg，首次注射应在正常自发月经的头5日之内注射；产后不哺乳妇女产后5日之内即可使用；产后哺乳妇女在分娩6周后即可使用。",
      "full_contraindications": "对醋酸甲羟孕酮过敏者禁用；血栓性静脉炎﹑血栓栓塞性疾病﹑严重肝功能不全﹑流产﹑骨转移肿瘤患者中可能出现的高钙血症，原因不明的子宫出血禁用；妊娠妇女禁用。",
      "full_adverse_reactions": "⑴甲羟孕酮与其他孕激素一样具有以下不良反应：乳房胀痛﹑溢乳﹑阴道出血﹑月经改变﹑闭经﹑水肿﹑体重改变﹑宫颈糜烂程度或宫颈分泌物的改变﹑黄疸﹑伴或不伴瘙痒的皮疹﹑精神抑郁。治疗肿瘤时，治疗剂量大可出现类库欣症。<br>⑵其他参阅孕激素。",
      "full_interactions": "⑴本品可显著降低氨鲁米特的生物利用度。<br>⑵与糖皮质激素合用可促进血栓性疾病的发生。<br>⑶孕酮会抑制环胞菌素的代谢，导致环胞菌素的血浆浓度增加。<br>⑷利福平会加速孕酮的代谢，导致药效降低。",
      "full_pharmacokinetics": "⑴药效学：与核糖体相似。作用于子宫内膜，促进黏膜的增殖分泌。通过对下丘脑的负反馈，抑制垂体前叶促黄体生成激素的释放，使卵泡不能发育成熟，抑制卵巢的排卵过程。抗癌作用可能与抗雌激素作用有关。 <br>　　⑵药动学：口服在胃肠道吸收，在肝内代谢。肌内注射后2～3天血药浓度达峰值。血药峰值越高，药物清除也快。肌注150mg后6～9个月血中才检不出药物，血中醋酸甲羟孕酮水平超过0.1mg/ml时，黄体生成素（LH）和雌二醇均受到抑制而抑制排卵。",
      "full_precautions": "⑴动物试验表明醋酸甲羟孕酮具有肾上腺皮质激素活性,在人体上也发现有同样作用。长期用高剂量治疗的病人应仔细观察通常与肾上腺治疗有关的症状,如高血压、哮喘、癫痫症、偏头痛,或其他可能因体液潴留而导致恶化的情况;卟啉症和有精神抑郁史患者,治疗时应小心。<br>⑵必须注意到小猎犬长期给予醋酸甲羟孕酮,可导致出现乳房结节,并且偶尔为恶性。此项结果对人体尚无定论。<br>⑶醋酸甲羟孕酮会升高血浆中钙的水平,在治疗乳腺癌时有个别高钙血症的报道。<br>⑷本药应放置于儿童无法接触的地方。<br>⑸醋酸甲羟孕酮片应在癌症化疗有经验的医生指导下进行。<br>⑹由于醋酸甲羟孕酮有增强血凝结的能力,若出现血栓栓塞性疾病、偏头疼、突发性部分或者完全失明、复视、视神经乳头水肿、视网膜血管损害等症状,应立即停药。<br>⑺若出现阴道出血,应进行仔细检查以明确诊断。如需要做组织学检查,应告知实验室人员该患者正接受孕激素类药物的治疗。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1414",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 410,
    "name": "舒血宁注射液",
    "full_name": "※▲(乙10%)舒血宁注射液",
    "chemical_name": "舒血宁注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "朗致集团万荣药业"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "朗致集团万荣药业",
        "full_manufacturer": "朗致集团万荣药业有限公司",
        "price": 19.98,
        "unit": "支",
        "code": "C00071",
        "approval_number": "国药准字Z14021871",
        "insurance_code": "ZA12HAS0775030102982",
        "location": "K-4"
      }
    ],
    "pinyin": "※▲shuxuening",
    "pinyin_initials": "※▲sxn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴用于晚期非小细胞肺癌二线治疗。 ⑵用于表皮生长因子受体（EGFR）基因敏感突变的非小细胞肺癌 （NSCLC）患者术后辅助治疗。",
      "dosage": "空腹或与食物同服，高热量食物可能明显增加药物的吸收。 剂量调整：当患者出现不能耐受的皮疹、腹泻等",
      "contraindications": "症 已知对该活性物质或该产品任一赋形剂有严重过敏反应者。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻等。",
      "interactions": "目前埃克替尼尚未进行正式的药物相互作用研究。体外试验表明，埃克替尼主要通过细胞色素P-450单加氧酶系统的CYP2C19和CYP3A4代谢，对CYP2C9和CYP3A4有明显的抑制作用。 用药交代 空腹或与食物同服，高热量食物可能明显增加药物的吸收。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "经治医生治疗期间应密切监测间质性肺病发生的迹象，如果患者出现新的急性发作或进行性加重的呼吸困难、咳嗽，应中断凯美纳治疗，立即进行相关检查。对转氨酶轻度升高（ALT[丙氨酸氨基转移酶]及AST[天门冬氨酸氨基转移酶]低于100 IU/L）患者可继续服药但应密切监测；⑵妊娠期妇女及哺乳期妇女的用药安全性尚不明确，建议育龄女性在接受本品治疗期间避免妊娠。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于晚期非小细胞肺癌二线治疗。 ⑵用于表皮生长因子受体（EGFR）基因敏感突变的非小细胞肺癌 （NSCLC）患者术后辅助治疗。",
      "full_dosage": "口服：一次125mg，一日3次。空腹或与食物同服，高热量食物可能明显增加药物的吸收。 剂量调整：当患者出现不能耐受的皮疹、腹泻等",
      "full_contraindications": "症 已知对该活性物质或该产品任一赋形剂有严重过敏反应者。",
      "full_adverse_reactions": "发生率为60.5％，明显低于吉非替尼的70.4％；两组皮疹发生率分别为40.0％和49.2％，腹泻发生率为18.5％和27.6％。证明埃克替尼的安全性优于吉非替尼。 ⑵药动学：口服后吸收迅速，分布广泛。平均血浆半衰期为约6小时，健康志愿者和癌症患者没有明显区别。埃克替尼口服7～11天后达到稳态，没有明显的蓄积。 不良反应 皮疹、腹泻、ALT和(或)AST升高、恶心。",
      "full_interactions": "目前埃克替尼尚未进行正式的药物相互作用研究。体外试验表明，埃克替尼主要通过细胞色素P-450单加氧酶系统的CYP2C19和CYP3A4代谢，对CYP2C9和CYP3A4有明显的抑制作用。 用药交代 空腹或与食物同服，高热量食物可能明显增加药物的吸收。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴据文献报道，接受吉非替尼和厄洛替尼治疗的东方人群间质性肺病（ILD）发生率分别为2-3%和1-2%。在ICOGEN临床研究中未观察到发生间质性肺病。间质性肺病患者通常出现急性呼吸困难，伴有咳嗽、低热、呼吸道不适和动脉血氧不饱和等。短期内该症状可发展得很严重，并致患者死亡。放射学检查常显示肺浸润或间质有毛玻璃样阴影。经治医生治疗期间应密切监测间质性肺病发生的迹象，如果患者出现新的急性发作或进行性加重的呼吸困难、咳嗽，应中断凯美纳治疗，立即进行相关检查。当证实有间质性肺病时，应停止用药，并对患者进行相应的治疗。文献报道，出现间质性肺病的高风险因素包括：吸烟、较差的体力状态（PS≥2）、在CT扫描上正常肺组织覆盖范围≤50%、距非小细胞肺癌诊断时间较短。 ⑵妊娠期妇女及哺乳期妇女的用药安全性尚不明确，建议育龄女性在接受本品治疗期间避免妊娠。建议哺乳母亲在接受本品治疗期间停止母乳喂养。 ⑶目前尚无本品用于18岁以下儿童或青少年患者安全性与疗效的资料，故不推荐使用。 ⑷目前尚不清楚过量服用埃克替尼可能产生的症状，也没有针对服用过量埃克替尼的特异治疗方法。在I期临床试验中，部份患者服用剂量达400mg，每日三次时，不良反应（主要是皮疹和腹泻）的发生率和严重程度均增加。对于服用药物过量引起的不良反应应给予对症治疗，特别是严重腹泻应给予及时的治疗。 药物相互作用 目前埃克替尼尚未进行正式的药物相互作用研究。体外试验表明，埃克替尼主要通过细胞色素P-450单加氧酶系统的CYP2C19和CYP3A4代谢，对CYP2C9和CYP3A4有明显的抑制作用。 用药交代 空腹或与食物同服，高热量食物可能明显增加药物的吸收。 用法与用量 口服：一次125mg，一日3次。空腹或与食物同服，高热量食物可能明显增加药物的吸收。 剂量调整：当患者出现不能耐受的皮疹、腹泻等不良反应时，可暂停（1-2周）用药直至症状缓解或消失；随后恢复每次125mg（1片），每天三次的剂量；对转氨酶轻度升高（ALT[丙氨酸氨基转移酶]及AST[天门冬氨酸氨基转移酶]低于100 IU/L）患者可继续服药但应密切监测；对转氨酶升高比较明显(ALT及AST在100 IU/L以上)的患者，可暂停给药并密切监测转氨酶，当转氨酶恢复（ALT及AST均低于100 IU/L，或正常）后可恢复给药。 对在不同年龄和性别等患者血药浓度资料分析结果显示患者的血药浓度不受年龄和性别等因素的影响，故不推荐根据年龄和性别调整剂量。 特殊人群：目前尚无针对儿童或孕妇的临床研究结果。针对老年患者及肝、肾功能不全患者的临床研究正在进行中。",
      "composition": "本品为银杏叶经提取制成的灭菌水溶液。辅料为山梨醇、95％乙醇、甲硫。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=5256",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 411,
    "name": "唑来膦酸注射液",
    "full_name": "(乙10%)唑来膦酸注射液",
    "chemical_name": "唑来膦酸注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "扬子江药业集团四川海蓉药业"
    ],
    "specifications": [
      {
        "specification": "5mg:100ml/瓶",
        "manufacturer": "扬子江药业集团四川海蓉药业",
        "full_manufacturer": "扬子江药业集团四川海蓉药业有限公司",
        "price": 365.0,
        "unit": "盒",
        "code": "X00271",
        "approval_number": "国药准字H20183098",
        "insurance_code": "XM05BAZ079B002010102313",
        "location": "M-5"
      }
    ],
    "pinyin": "zuolailinsuan",
    "pinyin_initials": "zlls",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴用于绝经后妇女的骨质疏松症及治疗Paget's病(变形性骨炎)。用于癌症骨转移。也用于由肿瘤引起的高钙血症、恶性肿瘤溶骨性骨转移引起的骨痛。 ⑵用于男性骨质疏松治疗。【美国FDA已批准；中华医学会骨质疏松和骨矿盐疾病分会《原发性骨质疏松症诊疗指南(2017)】",
      "dosage": "静脉滴注：成人一次4mg，用0.9％氯化钠注射液或5％葡萄糖注射液100ml稀释后静脉滴注，滴注时间应不少于15分钟，每3～4周给药1次或遵医嘱。 轻、中度肾损害者（血清肌酸酐小于400μmol/L)，无需调整剂量；严重损害者（血清肌酸酐大于400μmol/L)应权衡利弊后使用。 用于男性骨质疏松。5mg，每年，静脉注射。",
      "contraindications": "症 对本品或其他双膦酸类药物过敏的患者、低钙血症患者、妊娠期及哺乳期妇女禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、发热、瘙痒、乏力等。",
      "interactions": "⑴本品与利尿药合用时可能会增大低血钙的危险性。 ⑵本品与氨基糖苷类药物合用时应慎重。 ⑶本品与沙利度胺合用时会增加多发性骨髓瘤患者肾功能异常的危险性。 药物过量 应用本品时没有发生过急性中毒事件。当剂盘高于推荐剂量时，应对患者仔细监测，如临床上出现严重的低血钙症状，输注葡萄糖酸钙可逆转。 用药交代 给药后可能出现一过性发热，可以服用对酰氨基酚退热。 配伍",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": null,
      "precautions": "⑵对阿司匹林过敏的哮喘患者应慎用。老年患者给药时应密切监测肾功能。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗绝经后妇女的骨质疏松症及治疗Paget's病(变形性骨炎)。用于癌症骨转移。也用于由肿瘤引起的高钙血症、恶性肿瘤溶骨性骨转移引起的骨痛。 ⑵用于男性骨质疏松治疗。【美国FDA已批准；中华医学会骨质疏松和骨矿盐疾病分会《原发性骨质疏松症诊疗指南(2017)】",
      "full_dosage": "静脉滴注：成人一次4mg，用0.9％氯化钠注射液或5％葡萄糖注射液100ml稀释后静脉滴注，滴注时间应不少于15分钟，每3～4周给药1次或遵医嘱。 轻、中度肾损害者（血清肌酸酐小于400μmol/L)，无需调整剂量；严重损害者（血清肌酸酐大于400μmol/L)应权衡利弊后使用。 用于男性骨质疏松。5mg，每年，静脉注射。",
      "full_contraindications": "症 对本品或其他双膦酸类药物过敏的患者、低钙血症患者、妊娠期及哺乳期妇女禁用。",
      "full_adverse_reactions": "最常见的不良反应为发热，其他包括乏力、胸痛、腿浮肿、结膜炎、恶心、呕吐、便秘、腹泻、腹痛、吞咽困难、厌食、低血压、贫血、低钾血症、低镁血症、低磷血症、低钙血症、粒细胞减少、血小板减少、全血细胞减少、骨痛、肌肉痛、血清中肌酸激酶值升高、失眠、焦虑、兴奋、头痛、呼吸困难、咳嗽、胸腔积液、泌尿系统感染、上呼吸道感染、体重下降、脱水、流感样症状、注射部位红肿、皮疹和瘙痒等。 肾损伤 可能导致肾损伤。",
      "full_interactions": "⑴本品与利尿药合用时可能会增大低血钙的危险性。 ⑵本品与氨基糖苷类药物合用时应慎重。 ⑶本品与沙利度胺合用时会增加多发性骨髓瘤患者肾功能异常的危险性。 药物过量 应用本品时没有发生过急性中毒事件。当剂盘高于推荐剂量时，应对患者仔细监测，如临床上出现严重的低血钙症状，输注葡萄糖酸钙可逆转。 用药交代 给药后可能出现一过性发热，可以服用对酰氨基酚退热。 配伍",
      "full_pregnancy_category": "D\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴严重肾功能不全者、儿童不推荐使用；老年患者给药时应密切监测肾功能。 ⑵对阿司匹林过敏的哮喘患者应慎用。 ⑶伴有恶性高钙血症患者给予本品前应充分补水，利尿药与本品合用时只能在充分补水后使用，本品与具有肾毒性的药物合用时应慎重。 ⑷患者接受高剂量本品可能引起血清中钙、磷和镁的水平过低，使用本品如出现血清中钙、磷和镁的含量过低，可通过静脉给予葡萄糖酸钙、磷酸钾或钠以及硫酸镁。 ⑸对于日常钙剂以及维生素D摄入不足的骨质疏松女性，进行适量补充非常重要。",
      "solvent": "静滴：用0.9%氯化钠注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1457",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 412,
    "name": "醋酸戈舍瑞林缓释植入剂",
    "full_name": "(乙10%)醋酸戈舍瑞林缓释植入剂",
    "chemical_name": "醋酸戈舍瑞林缓释植入剂",
    "dosage_form": "植入剂",
    "types": [],
    "manufacturers": [
      "AstraZeneca UK Limited"
    ],
    "specifications": [
      {
        "specification": "10.8mg/支",
        "manufacturer": "AstraZeneca UK Limited",
        "full_manufacturer": "AstraZeneca UK Limited",
        "price": 2489.76,
        "unit": "盒",
        "code": "X00272",
        "approval_number": "国药准字HJ20160244",
        "insurance_code": "XL02AEG063J004010278241",
        "location": "M"
      },
      {
        "specification": "3.6mg/支",
        "manufacturer": "AstraZeneca UK Limited",
        "full_manufacturer": "AstraZeneca UK Limited",
        "price": 1073.75,
        "unit": "盒",
        "code": "X00949",
        "approval_number": "国药准字HJ20160259",
        "insurance_code": "XL02AEG063J004020278241",
        "location": "M"
      }
    ],
    "pinyin": "cusuangesheruilinhuanshizhiruji",
    "pinyin_initials": "csgsrlhszrj",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于子宫内膜异位症；辅助生育技术。",
      "dosage": "只推荐成人：在腹部皮下埋植，必要时可加用局部麻醉；注射3.6mg制剂一支，每28天一次，连续使用12～24周；注射10.8mg制剂一支，每三个月注射一次。对肾或肝功能不全患者及老年患者不需调整剂量。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、头痛、过敏、疼痛等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约4.6小时，蛋白结合率27，Tmax约2小时，肝脏代谢，肾脏排泄。",
      "precautions": "⑴对有发展为尿道阻塞或脊髓压迫危险的男性病人应慎用，而在治疗的第一个周期期间应密切监护病人，如果尿道梗阻引起脊髓压迫或肾脏损伤并恶化，则应给予适当治疗。对已有骨代谢异常的妇女使用戈舍瑞林时应注意。",
      "source": "湖南药事服务网",
      "full_indications": "1.治疗子宫内膜异位症；<br>2.子宫肌瘤；<br>3.性早熟；<br>4.也可用于辅助生育技术；<br>5.前列腺的内分泌治疗，替代睾丸切除，作为药物去势治疗；<br>6.前列腺癌、乳腺癌。",
      "full_dosage": "只推荐成人：在腹部皮下埋植，必要时可加用局部麻醉；注射3.6mg制剂一支，每28天一次，连续使用12～24周；注射10.8mg制剂一支，每三个月注射一次。对肾或肝功能不全患者及老年患者不需调整剂量。",
      "full_contraindications": "⑴已知对LHRH类似物过敏的病人禁用本品。  <br>⑵妊娠、虽然动物生殖毒理研究没有提供致畸的证据。但如果在妊娠期间使用LHRH激动剂理论上有流产或致畸的危险性。因此在妊娠期间不要使用。",
      "full_adverse_reactions": "⑴曾有报道出现皮疹，多为轻度，不需中断治疗即可恢复。偶然出现的局部反应包括在注射位置上有轻度瘀血。  <br>⑵男性病人副作用包括潮红和性欲下降，少有必须中断治疗，偶见乳房肿胀和触痛，给药初期前列腺癌症病人可能有骨骼疼痛暂时性加重，应对症处理，尿道梗阻和脊髓压缩的个别病例也曾有报道；女性病人副作用有潮红，多汗及性欲下降，无需中断治疗；也曾观察到头痛，情绪变化如抑郁，阴道干燥及乳房大小的变化。  <br>⑶治疗初期乳腺癌的病人会有症状的加剧，应按症状进行处理。    <br>　　如作为妇产科用药的不良反应：⑴用药初期会使原有症状加重。  <br>⑵卵巢不应期主要出现雌激素低下症状，出汗、外阴阴道萎缩引起的阴道干燥、性欲减退和性交困难。  <br>⑶治疗超过6个月会造成骨量丢失。  <br>⑷少数妇女出现头痛、虚弱、情绪变化等症状。  <br>⑸极个别出现发痒、皮疹、高烧、过敏症。  <br>⑹极个别妇女停药后仍持续闭经。",
      "full_interactions": "",
      "full_pharmacokinetics": "⑴药效学：本品是强有力促性腺激素释放素（GnRH）的一种类似物，长期使用本品抑制脑垂体促黄体生成素的合成，从而引起男性血清睾丸酮和女性血清雌二醇的下降，停药后可逆，初期用药时戈舍瑞林同其他LHRH激动剂一样，可暂时增加男性血清睾丸酮和女性血清雌二醇的浓度。皮下注射吸收迅速，治疗前列腺癌起效时间为2～4周，血液睾酮水平可降低至去睾水平，前列腺体积缩小的最大效应出现在给药后第3个月。多次给药，作用持续时间可达12个月。  <br>　　本品注射后，使垂体释放黄体生成素和卵泡刺激素增加，约2周后，因降调节作用，垂体进入不应期，垂体释放黄体生成素和卵泡刺激素明显减少，使卵巢内卵泡发育受抑制，雌激素降低到去势水平，停药后可恢复。内源性黄体生成素过高影响诱发排卵效果，用药使垂体释放黄体生成素明显减少后，可提高诱发排卵效果。雌激素降低到去势水平对雌激素依赖性疾病有治疗作用。<br>　　⑵药动学：使用本品3.6mg植入制剂后血药浓度达峰时间为12～15天。本品曲线下面积为27.8ng·h/ml，表观分布容积为44.1L，总蛋白结合率为27％。每28天皮下注射3.6mg，血药浓度始终保持在可检测的浓度以上，睾酮被抑制并维持在去睾水平。使用10.8mg长效制剂的达峰时间为2小时，Ｃmax为8.85ng/ml，ｔmax为1.8小时，Ｃmin为0.37ng/ml，清除半衰期ｔ1/2为4.6小时。本药在肝脏通过Ｃ-末端氨基酸的水解进行代谢，肾排泄率为90％。肾功能减退时本品清除减少，消除半衰期延长，但并不提示调整剂量；肝功能不全时本品的消除半衰期并不延长，故不提示调整剂量。",
      "full_precautions": "⑴对有发展为尿道阻塞或脊髓压迫危险的男性病人应慎用，而在治疗的第一个周期期间应密切监护病人，如果尿道梗阻引起脊髓压迫或肾脏损伤并恶化，则应给予适当治疗。  <br>⑵妇女使用LHRH激动剂可能引起骨密度降低。对已有骨代谢异常的妇女使用戈舍瑞林时应注意。  <br>⑶对肾或肝功能不全者及老年病人不需调整剂量。  <br>⑷哺乳：在哺乳期间不推荐使用本品。  <br>⑸对于可能妊娠的妇女在使用本药前应仔细检验以排除妊娠可能，在治疗中应使用非激素的避孕方式，直到治疗后月经恢复。  <br>⑹如因雌激素低下引起的症状难以坚持治疗时，可补充少量雌激素（反向添加疗法）缓解症状。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1280",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 413,
    "name": "复方甘草酸苷注射液",
    "full_name": "※▲(乙10%)复方甘草酸苷注射液",
    "chemical_name": "复方甘草酸苷注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Minophagen Pharmaceutical Co., Ltd.",
      "湖南明瑞制药"
    ],
    "specifications": [
      {
        "specification": "1单位/支",
        "manufacturer": "湖南明瑞制药",
        "full_manufacturer": "湖南明瑞制药股份有限公司（委托生产企业：西安利君制药有限责任公司）",
        "price": 9.72,
        "unit": "支",
        "code": "X00654",
        "approval_number": "国药准字H20057478",
        "insurance_code": "XA05BAF632B002010202503",
        "location": "B-4"
      },
      {
        "specification": "40mg/支",
        "manufacturer": "Minophagen Pharmaceutical Co., Ltd.",
        "full_manufacturer": "Minophagen Pharmaceutical Co., Ltd.(Minophagen Pharmaceutical Co., Ltd. Zama Factory)",
        "price": 15.37,
        "unit": "支",
        "code": "X00769",
        "approval_number": "国药准字HJ20181051",
        "insurance_code": "XA05BAF632B002010379084",
        "location": "B-4"
      }
    ],
    "pinyin": "※▲fufanggancaosuangan",
    "pinyin_initials": "※▲ffgcsg",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于急、慢性肝炎引起的肝功能异常，改善肝功能异常。亦可用于湿疹、皮肤炎、斑秃。",
      "dosage": "可依年龄、症状适当增减。",
      "contraindications": "对本品有过敏史者和醛固酮症患者，肌病患者，低钾、高钠血症患者和肾衰竭患者禁用。",
      "adverse_reactions": "不良反应有食欲缺乏、恶心、呕吐、腹胀，以及皮肤瘙痒、荨麻疹、口干和水肿，头痛、头晕、心悸及高血压增高等，一般较轻。",
      "interactions": "与袢利尿剂、利尿酸、速尿等噻嗪类及降压利尿剂三氯甲噻嗪、氯噻酮等同时使用时可能出现低血钾症，应特别注意血钾的检测。",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅甘草酸单胺。",
      "precautions": "⑵一般注意事项 由于该制剂中含有甘草酸苷，所以与含其它甘草制剂并用时，可增加体内甘草酸苷含量，容易出现假性醛固酮增多症，应予注意。⑶给药时注意 药品交付时，应指导服药时请将片剂从铝铂包装中取出后再服用(有报导将铝铂包装一起服用而导致食道粘膜损伤，甚至穿孔引起纵膈炎症等危重并发症)。",
      "source": "湖南药事服务网",
      "full_indications": "用于急、慢性肝炎引起的肝功能异常，改善肝功能异常。亦可用于治疗湿疹、皮肤炎、斑秃。",
      "full_dosage": "口服：推荐剂量为成人一次2～3片(粒)，小儿一次1片(粒)，一日3次，饭后口服。可依年龄、症状适当增减。",
      "full_contraindications": "对本品有过敏史者和醛固酮症患者，肌病患者，低钾、高钠血症患者和肾衰竭患者禁用。",
      "full_adverse_reactions": "不良反应有食欲缺乏、恶心、呕吐、腹胀，以及皮肤瘙痒、荨麻疹、口干和水肿，头痛、头晕、心悸及高血压增高等，一般较轻。",
      "full_interactions": "与袢利尿剂、利尿酸、速尿等噻嗪类及降压利尿剂三氯甲噻嗪、氯噻酮等同时使用时可能出现低血钾症，应特别注意血钾的检测。",
      "full_pharmacokinetics": "参阅甘草酸单胺。",
      "full_precautions": "⑴慎重给药 对高龄患者应慎重给药(高龄患者低钾血症发生率高)。  <br>⑵一般注意事项 由于该制剂中含有甘草酸苷，所以与含其它甘草制剂并用时，可增加体内甘草酸苷含量，容易出现假性醛固酮增多症，应予注意。  <br>⑶给药时注意 药品交付时，应指导服药时请将片剂从铝铂包装中取出后再服用(有报导将铝铂包装一起服用而导致食道粘膜损伤，甚至穿孔引起纵膈炎症等危重并发症)。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=623",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 414,
    "name": "苹果酸舒尼替尼胶囊",
    "full_name": "(甲)苹果酸舒尼替尼胶囊",
    "chemical_name": "苹果酸舒尼替尼胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "齐鲁制药"
    ],
    "specifications": [
      {
        "specification": "12.5mg/粒",
        "manufacturer": "齐鲁制药",
        "full_manufacturer": "齐鲁制药(海南)有限公司",
        "price": 246.4,
        "unit": "瓶",
        "code": "X00655",
        "approval_number": "国药准字H20213753",
        "insurance_code": "XL01EXS095E001010105847"
      }
    ],
    "pinyin": "pingguosuanshunitini",
    "pinyin_initials": "pgssntn",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于伊马替尼治疗失败或不能耐受的胃肠道间质瘤（GIST），不能手术的晚期肾细胞癌（RCC）。",
      "dosage": "口服：一次50mg，一日1次，服药4周，停药2周。与食物同服或不同服均可。",
      "contraindications": "对本品或非活性成分严重过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、发热、嗜睡等。",
      "interactions": "⑴CYP3A4诱导药，如利福平等可降低本品的血药浓度。  <br>⑵CYP3A4强抑制药，如酮康唑等可增加本品的血药浓度。<br>⑶舒尼替尼治疗期间，避免食用葡萄柚或含有葡萄柚成份的果汁。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵本品可延长心电图ＱＴ间期，且呈剂量依赖性，应慎用于已知有心电图ＱＴ间期延长病史、服用抗心律失常药或有相应基础心脏疾病、心动过缓和电解质紊乱的患者。",
      "source": "湖南药事服务网",
      "full_indications": "用于伊马替尼治疗失败或不能耐受的胃肠道间质瘤（GIST），不能手术的晚期肾细胞癌（RCC）。",
      "full_dosage": "口服：一次50mg，一日1次，服药4周，停药2周。与食物同服或不同服均可。",
      "full_contraindications": "对本品或非活性成分严重过敏者禁用。",
      "full_adverse_reactions": "⑴消化系统：可见食欲减退、厌食、消化不良、恶心、呕吐、腹泻、腹痛、便秘、味觉改变、黏膜炎、口腔炎、ALT及AST升高、脂肪酶、碱性磷酸酶、淀粉酶、总胆红素、间接胆红素、肌酐升高。  <br>⑵循环系统：可见左心室功能障碍、左室射血分数下降、心电图ＱＴ间期延长、静脉血栓事件、高血压、外周性水肿、可逆性后脑白质脑病综合征。  <br>⑶中枢神经系统：可见发热、头痛、背痛、关节痛、四肢痛、疲乏、体重改变、灵敏性下降、神经功能改变、视力丧失、结膜炎、嗜睡。  <br>⑷呼吸系统：可见呼吸困难。  <br>⑸血液系统：可见出血、低血钾、高血钠、血小板减少、白细胞减少、淋巴细胞减少及甲状腺功能减退。  <br>⑹皮肤及软组织：可见皮疹、手足综合征、皮肤变色。",
      "full_interactions": "⑴CYP3A4诱导药，如利福平等可降低本品的血药浓度。  <br>⑵CYP3A4强抑制药，如酮康唑等可增加本品的血药浓度。<br>⑶舒尼替尼治疗期间，避免食用葡萄柚或含有葡萄柚成份的果汁。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴若出现充血性心力衰竭的临床表现应停药。无充血性心力衰竭临床证据但射血分数＜50％以及射血分数低于基线20％的患者也应停药或减量。  <br>⑵本品可延长心电图ＱＴ间期，且呈剂量依赖性，应慎用于已知有心电图ＱＴ间期延长病史、服用抗心律失常药或有相应基础心脏疾病、心动过缓和电解质紊乱的患者。  <br>⑶用药期间如果发生严重高血压，应暂停使用，直至高血压得到控制。  <br>⑷育龄妇女用药时应避孕；哺乳期妇女用药时应停止哺乳。",
      "pharmacodynamics": "与索拉非尼类似，同时作用于多个靶点，即能直接抑制肿瘤细胞的增殖，又能抗血管的生成。",
      "full_pharmacodynamics": "与索拉非尼类似，同时作用于多个靶点，即能直接抑制肿瘤细胞的增殖，又能抗血管的生成。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2599",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 415,
    "name": "马来酸氯苯那敏片",
    "full_name": "(甲)马来酸氯苯那敏片[国基]",
    "chemical_name": "马来酸氯苯那敏片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "江苏鹏鹞药业"
    ],
    "specifications": [
      {
        "specification": "4mg/片",
        "manufacturer": "江苏鹏鹞药业",
        "full_manufacturer": "江苏鹏鹞药业有限公司",
        "price": 7.5,
        "unit": "瓶",
        "code": "X00668",
        "approval_number": "国药准字H32023645",
        "insurance_code": "XR06ABL189A001010101470",
        "location": "C-2",
        "outpatient_location": "C-4"
      }
    ],
    "pinyin": "malaisuanlvbennamin",
    "pinyin_initials": "mlslbnm",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于：1.过敏性鼻炎；2.荨麻疹；3.各种过敏性皮肤病。",
      "dosage": "成人：①口服，一次4～8mg，一日1～3次。  ②",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：嗜睡等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约15小时，蛋白结合率72，肝脏代谢。",
      "precautions": "⑴婴幼儿、孕妇、闭角型青光眼、膀胱颈部或幽门十二指肠梗阻或消化性溃疡致幽门狭窄者、心血管疾病者及肝功能不良者慎用。  ⑵老年人酌减量。  ⑶孕期及哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于：1.过敏性鼻炎；2.荨麻疹；3.各种过敏性皮肤病。",
      "full_dosage": "成人：①口服，一次4～8mg，一日1～3次。  ②肌内注射，一次5～20mg，一日1～2次。",
      "full_contraindications": "⑴新生儿、早产儿、癫痫患者、接受单胺氧化酶抑制剂治疗者禁用。  <br>⑵对本品及辅料过敏者禁用。",
      "full_adverse_reactions": "⑴有嗜睡、疲劳、口干、咽干、咽痛，少见有皮肤瘀斑及出血倾向胸闷、心悸。  <br>⑵少数患者出现药疹。  <br>⑶个别患者有烦躁、失眠等中枢兴奋症状，甚至可能诱发癫痫。",
      "full_interactions": "⑴氯苯那敏与酒精和中枢神经系统抑制药并用，可加强本品的中枢抑制作用。  <br>⑵氯苯那敏可增强金刚烷胺、氟哌啶醇、抗胆碱药、三环类抗抑郁药、吩噻嗪类及拟交感神经药的药效。  <br>⑶氯苯那敏与奎尼丁合用，可增强本品的抗胆碱作用。  <br>⑷氯苯那敏能增加氯喹的吸收和药效，从而提高寄生虫病的治愈率。  <br>⑸氯苯那敏可抑制苯妥英代谢的肝微粒体酶，合用时可引起苯妥英蓄积中毒，应注意监测苯妥英的血药浓度。  <br>⑹氯苯那敏不宜与哌替啶、阿托品等药合用，亦不宜与氨茶碱作混合注射。  <br>⑺氯苯那敏与普萘洛尔有拮抗作用。",
      "full_pharmacokinetics": "⑴药效学：为烷基胺类抗组胺药，主要作用机制为：①抗组胺作用，可与组胺竞争性拮抗H1受体，从而抑制组胺介导的过敏反应。②抗胆碱作用。 <br>　　⑵药动学：可口服或注射给药，口服吸收迅速完全，生物利用度25％～50％，血浆蛋白结合率为72％。口服给药后15～60分钟起效，肌内注射后5～10分钟起效，清除半衰期为12～15小时，作用可维持4～6小时，本品主要经肝脏代谢，其代谢物经尿液、粪便、汗液排泄。本品亦可随乳汁分泌。",
      "full_precautions": "⑴婴幼儿、孕妇、闭角型青光眼、膀胱颈部或幽门十二指肠梗阻或消化性溃疡致幽门狭窄者、心血管疾病者及肝功能不良者慎用。  ⑵老年人酌减量。  ⑶孕期及哺乳期妇女慎用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2641",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 416,
    "name": "氢醌乳膏",
    "full_name": "※▲(甲)氢醌乳膏",
    "chemical_name": "氢醌乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "广东人人康药业"
    ],
    "specifications": [
      {
        "specification": "10g/支",
        "manufacturer": "广东人人康药业",
        "full_manufacturer": "广东人人康药业有限公司",
        "price": 75.32,
        "unit": "支",
        "code": "X00657",
        "approval_number": "国药准字H20040088",
        "insurance_code": "XD11AXQ064F002010100319",
        "location": "2L-5",
        "outpatient_location": "2E-4"
      }
    ],
    "pinyin": "※▲qingkun",
    "pinyin_initials": "※▲qk",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "用于黄褐斑、轻度雀斑及其他色素沉着性皮肤病。",
      "dosage": "晚上洗净皮肤后，薄涂色斑处，一日2次。早晚各一次，一般要搽数周，色素斑才会减轻；如果病变无改善仍持续用药几周。当斑变颜色恢复至正常肤色时，应渐渐减少用药。用药时如治疗2个月后仍未出现去斑或色素变浅效果，应停用该药或遵医嘱。",
      "contraindications": "对本品过敏者禁用；妊娠期妇女禁用。",
      "adverse_reactions": "可见有烧灼感，个别可致色素脱失或发生接触性皮炎，如有则应及时停用。",
      "interactions": "与过氧化氢或过氧苯甲酰同用可能导致皮肤黑染，如发生上述情况，立即停止使用并用肥皂和清水洗净皮肤，皮肤黑染可以消除；避免与含间苯二酚、酚、水杨酸等药物同时外用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴对其敏感性进行皮试，可在无损皮肤涂用24小时，如出现少量红斑，则不必禁用该药。因此要注意避光保存，最好放在冰箱内低温保存。",
      "source": "湖南药事服务网",
      "full_indications": "用于黄褐斑、轻度雀斑及其他色素沉着性皮肤病。",
      "full_dosage": "晚上洗净皮肤后，薄涂色斑处，一日2次。早晚各一次，一般要搽数周，色素斑才会减轻；如果病变无改善仍持续用药几周。当斑变颜色恢复至正常肤色时，应渐渐减少用药。用药时如治疗2个月后仍未出现去斑或色素变浅效果，应停用该药或遵医嘱。",
      "full_contraindications": "对本品过敏者禁用；妊娠期妇女禁用。",
      "full_adverse_reactions": "可见有烧灼感，个别可致色素脱失或发生接触性皮炎，如有则应及时停用。",
      "full_interactions": "与过氧化氢或过氧苯甲酰同用可能导致皮肤黑染，如发生上述情况，立即停止使用并用肥皂和清水洗净皮肤，皮肤黑染可以消除；避免与含间苯二酚、酚、水杨酸等药物同时外用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴对其敏感性进行皮试，可在无损皮肤涂用24小时，如出现少量红斑，则不必禁用该药。但如用药部位出现瘙痒、水疱或特殊的炎症反应，则建议停用该药。<br>⑵应在晚上涂抹，白天不用。由于氢醌是一种光感性物质，故适宜晚上使用，白天可配合使用一些防晒护肤霜。同时氢醌霜见阳光可以加重对皮肤的刺激性，引起过敏反应。<br>⑶不要涂擦损害附近的正常皮肤，也不要用的太多，以免使皮肤颜色斑驳不均匀。<br>⑷本品性质不稳定，易氧化变色，在光照及碱性条件下尤甚。因此要注意避光保存，最好放在冰箱内低温保存。一旦变色，禁止使用。<br>⑸不可用于眼部和伤口周围的斑变。",
      "pharmacodynamics": "本品作用机制是通过抑制酪氨酸转化为3,4-二羟苯丙氨酸(多巴)的酶氧化作用和抑制其他的黑色素细胞代谢过程而产生可逆性的皮肤褪色；但并不毁损黑色素细胞，也不影响已合成了的黑色素。",
      "full_pharmacodynamics": "本品作用机制是通过抑制酪氨酸转化为3,4-二羟苯丙氨酸(多巴)的酶氧化作用和抑制其他的黑色素细胞代谢过程而产生可逆性的皮肤褪色；但并不毁损黑色素细胞，也不影响已合成了的黑色素。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2965",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 417,
    "name": "复方肝素钠尿囊素凝胶",
    "full_name": "(自)复方肝素钠尿囊素凝胶",
    "chemical_name": "复方肝素钠尿囊素凝胶",
    "dosage_form": "凝胶",
    "types": [],
    "manufacturers": [
      "Merz Pharmaceuticals GmbH"
    ],
    "specifications": [
      {
        "specification": "10g/支",
        "manufacturer": "Merz Pharmaceuticals GmbH",
        "full_manufacturer": "Merz Pharmaceuticals GmbH(Merz Pharma GmbH & Co.KGaA)",
        "price": 40.7,
        "unit": "盒",
        "code": "X00658",
        "approval_number": "国药准字HJ20150555",
        "insurance_code": "XC05BAF693U001010278647",
        "location": "G-2",
        "outpatient_location": "S-5"
      }
    ],
    "pinyin": "fufanggansunaniaonangsu",
    "pinyin_initials": "ffgsnnns",
    "dosage_form_pinyin": "ningjiao",
    "dosage_form_initials": "nj",
    "manual": {
      "indications": "用于增生性瘢痕、瘢痕疙瘩、运动限制性瘢痕、整形术及其手术后瘢痕、烧伤和其他损伤所造成的瘢痕、Dupuytren掌挛缩病、外伤性腱挛缩、瘢痕性狭窄。",
      "dosage": "将本品涂于患处，每日数次，病轻柔直至药物完全吸收到皮肤或瘢痕组织中。对于坚硬、陈旧的瘢痕可以涂药后用敷料封包1夜，让药物充分发挥作用。根据瘢痕或挛缩的面积大小，治疗过程需数周。陈旧性瘢痕除日间使用外，还需继续在晚上涂药。",
      "contraindications": "对于烷基-4-羟基苯甲酸酯过敏者禁用。",
      "adverse_reactions": "本品的耐受性较好，局部皮肤的刺激反应不常见。少数患者可以出现轻微痒感， 一般不影响继续治疗。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "将药物储存在儿童不易接触到的地方。仔细阅读说明书并遵医嘱使用。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗增生性瘢痕、瘢痕疙瘩、运动限制性瘢痕、整形术及其手术后瘢痕、烧伤和其他损伤所造成的瘢痕、Dupuytren掌挛缩病、外伤性腱挛缩、瘢痕性狭窄。",
      "full_dosage": "将本品涂于患处，每日数次，病轻柔直至药物完全吸收到皮肤或瘢痕组织中。对于坚硬、陈旧的瘢痕可以涂药后用敷料封包1夜，让药物充分发挥作用。根据瘢痕或挛缩的面积大小，治疗过程需数周。陈旧性瘢痕除日间使用外，还需继续在晚上涂药。",
      "full_contraindications": "对于烷基-4-羟基苯甲酸酯过敏者禁用。",
      "full_adverse_reactions": "本品的耐受性较好，局部皮肤的刺激反应不常见。少数患者可以出现轻微痒感， 一般不影响继续治疗。",
      "full_interactions": "尚不明确。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "请将药物储存在儿童不易接触到的地方。请仔细阅读说明书并遵医嘱使用。",
      "pharmacodynamics": "本品具有抗纤维母细胞增生、抗炎症和软化、瘢痕组织的作用。洋葱提取物通过 抑制炎症介质的释放有抗炎作用,同时也有抗过敏的作用。洋葱提取物可以抑制多种来源的纤 维母细胞,尤其是瘢痕来源的,除了抑制其有丝****,还能减少细胞外基质（如蛋白多糖）的合 成。 肝素有抗炎症、抗过敏、抗增生及促进组织水合的作用",
      "full_pharmacodynamics": "本品具有抗纤维母细胞增生、抗炎症和软化、瘢痕组织的作用。洋葱提取物通过 抑制炎症介质的释放有抗炎作用,同时也有抗过敏的作用。洋葱提取物可以抑制多种来源的纤 维母细胞,尤其是瘢痕来源的,除了抑制其有丝****,还能减少细胞外基质（如蛋白多糖）的合 成。 肝素有抗炎症、抗过敏、抗增生及促进组织水合的作用,并能使胶原结构变疏松。 尿囊素能促进伤口愈合,具有促进上皮形成、增加组织水合能力的作用。本品的三种活性成份 互相协同,能更好地抑制纤维母细胞增生,尤其是减少病理性的胶原过度增生。根据目前的资料 ,未发现致突变、致畸和致癌的作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2963",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 418,
    "name": "白芍总苷胶囊",
    "full_name": "(乙10%)白芍总苷胶囊",
    "chemical_name": "白芍总苷胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "宁波立华制药"
    ],
    "specifications": [
      {
        "specification": "0.3g/粒",
        "manufacturer": "宁波立华制药",
        "full_manufacturer": "宁波立华制药有限公司",
        "price": 56.33,
        "unit": "盒",
        "code": "C00097",
        "approval_number": "国药准字H20055058",
        "insurance_code": "XM01AXB013E001010204557"
      }
    ],
    "pinyin": "baishaozonggan",
    "pinyin_initials": "bszg",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "临床上用于类风湿性关节炎。国内有报道还可用于系统性红斑狼疮、干燥综合征、白塞病、强直性脊柱炎等。",
      "dosage": "成人：常用量：口服，一次0.6g；儿童：推荐剂量：每日每公斤体重30mg",
      "contraindications": "对白芍总苷或制剂中其他任何成份过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴本品易引起腹泻，肠胃虚弱或已有腹泻症状的患者慎用。⑵严重肝功能不全者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "临床上用于类风湿性关节炎。国内有报道还可用于系统性红斑狼疮、干燥综合征、白塞病、强直性脊柱炎等。",
      "full_dosage": "⑴成人常用量：口服，一次0.6g，一日2～3次，餐后服用或遵医嘱。建议首期3个月每日3次，每次0.6g，口服；起效后每日2次，每次0.6g口服维持。4周为一疗程，连服2～3个疗程效果更佳。<br>　　⑵儿童推荐剂量：每日每公斤体重30mg，分2次早晚服。",
      "full_contraindications": "对白芍总苷或制剂中其他任何成份过敏者禁用。",
      "full_adverse_reactions": "上市后监测中发现本品有以下不良反应报告：<br>1.消化系统：恶心、呕吐、腹部不适、腹泻、腹痛、腹胀、排便频率增加、便秘、肝酶升高。<br>2.皮肤及皮下组织：皮疹、荨麻疹、红斑、瘙痒。<br>3.全身性及给药部位反应：乏力、胸部不适、水肿。<br>4.神经系统及精神类反应：头晕、头痛。<br>5.其他：过敏反应、心悸、食欲减退。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品易引起腹泻，肠胃虚弱或已有腹泻症状的患者慎用。<br>⑵严重肝功能不全者慎用。<br>⑶孕妇：动物生殖毒性实验研究发现本品在高达2160mg剂量时，仍无致畸作用。人体尚不明确。  <br>⑷乳母用药，不详。",
      "pharmacodynamics": "具有抗炎、免疫调节、镇痛和保护肝脏的作用。",
      "full_pharmacodynamics": "具有抗炎、免疫调节、镇痛和保护肝脏的作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2843",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 419,
    "name": "贝伐珠单抗注射液",
    "full_name": "(乙10%)贝伐珠单抗注射液",
    "chemical_name": "贝伐珠单抗注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Roche Pharma  AG.",
      "齐鲁制药"
    ],
    "specifications": [
      {
        "specification": "100mg/瓶",
        "manufacturer": "Roche Pharma  AG.",
        "full_manufacturer": "Roche Pharma (Schweiz) AG.(Roche Diagnostics GmbH)",
        "price": 1500.0,
        "unit": "瓶",
        "code": "X00880",
        "approval_number": "国药准字SJ20170035",
        "insurance_code": "XL01FGB194B002010179436",
        "location": "2G-1"
      },
      {
        "specification": "100mg/支",
        "manufacturer": "齐鲁制药",
        "full_manufacturer": "齐鲁制药有限公司",
        "price": 1126.0,
        "unit": "盒",
        "code": "Y00000014877",
        "approval_number": "国药准字S20190040",
        "insurance_code": "XL01FGB194B002010104021",
        "location": "2G-3"
      }
    ],
    "pinyin": "beifazhudankang",
    "pinyin_initials": "bfzdk",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于晚期、转移性或复发性非小细胞肺癌、转移性结直肠癌患者；复发性胶质母细胞瘤；肝细胞癌（肝癌）；的不可切除或转移性肝细胞癌的一线治疗；成人转移性乳腺癌【美国FDA未批准；成人持久性、复发或转移性宫颈癌【美国FDA已批准；晚期、转移性或复发性非小细胞肺癌、转移性结直肠癌患者的治疗；治疗复发性胶质母细胞瘤。",
      "dosage": "静脉滴注：一般为一次5mg/kg，每2周1次（每一种肿瘤推荐剂量不同）。",
      "contraindications": "症 对本品严重过敏者禁用。",
      "adverse_reactions": "常见：腹泻、过敏、疼痛等。",
      "interactions": "研究表明，IFL方案联用本品时伊利替康的活性代谢物SN38的血中浓度比单用IFL方案（相同剂量）平均增高33％。 配伍禁忌 ⑴没有观察到贝伐珠单抗与聚氯乙烯和聚烯烃输液袋之间存在不相容性。 ⑵将贝伐珠单抗注射液与右旋糖酐或葡萄糖注射液同时或混合给药，观察到贝伐珠单抗发生具有浓度依赖性的降解。 输液调配 严格控制和确认在无菌条件下进行调配，一次5mg/kg，用0.9%氯化钠注射液100ml稀释，不可摇动。一般贝伐珠单抗溶液的终浓度应该保持在1.4～16.5mg/ml。新鲜调配为无色至略带棕色的澄清",
      "pregnancy_category": "",
      "pharmacokinetics": "⑴药效学：本品为重组的人源性IgG1单克隆抗体，可与血管内皮生长因子（VEGF）结合，阻碍VEGF与其受体在内皮细胞表面相互作用。体外的血管生成模型显示VEGF与其受体作用可导致内皮细胞增殖和新的血管生成。 ⑵药动学：由于不能区分血清中游离的本品和已与VEGF配体结合的本品，因此通过测定总的血清浓度",
      "precautions": "有严重高血压和心血管疾病的患者应慎用。从微生物学角度，调配的药液应该立即使用，如果不能立即使用，应在2～8℃条件下保存不宜超过24h。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于晚期、转移性或复发性非小细胞肺癌、转移性结直肠癌患者的治疗。 ⑵用于治疗复发性胶质母细胞瘤。 ⑶用于治疗肝细胞癌（肝癌）。 ⑷本品联合紫杉醇、多柔比星脂质体或托泊替康中的任意一种用于治疗成人之前接受过不超过2期化疗的铂耐药型复发卵巢癌、输卵管癌或原发性腹膜癌。 ⑸联合信迪利单抗，用于既往未接受过系统治疗的不可切除或转移性肝细胞癌的一线治疗。 ⑹用于治疗继发于年龄相关性黄斑变性的脉络膜新生血管化【美国FDA未批准；《2015美国眼科学会临床指南：年龄相关性黄斑变性（更新版）》】。 ⑺用于治疗成人转移性乳腺癌【美国FDA未批准；NCCN临床实践指南：乳腺癌（2018.V1）】。 ⑻本品联合紫杉醇和顺铂或联合紫杉醇和托泊替康用于治疗成人持久性、复发或转移性宫颈癌【美国FDA已批准；NCCN临床实践指南：宫颈癌（2016 V1）】。",
      "full_dosage": "静脉滴注：一般为一次5mg/kg，每2周1次（每一种肿瘤推荐剂量不同）。应用时先用生理盐水稀释到1mg/ml后摇匀静脉缓慢滴注。首次滴注速度为50mg/h，如无反应速率可以加快，最高400mg/h；用药前可以给予苯海拉明预防过敏反应；为预防高血压，服抗高血压药的患者可以在用药前12小时适当调整抗高血压药物；本品不可与其他药物混用，也不可静脉注射。 用于治疗继发于年龄相关性黄斑变性的脉络膜新生血管化。玻璃体内注射1.25mg/0.05ml。 治疗成人转移性乳腺癌。联合紫杉醇化疗方案时静脉注射的推荐剂量：10mg/kg，每2周给药1次。 联合紫杉醇、多柔比星脂质体或托泊替康中的任意一种用于治疗成人之前接受过不超过2期化疗的铂耐药型复发卵巢癌、输卵管癌或原发性腹膜癌。1.静脉输注，10mg/kg ，每两周给药一次。联合紫杉醇、多柔比星脂质体或托泊替康（每周给药一次）中的任意一种；2.静脉输注，15mg/kg，每3周给药一次。联合托泊替康（每3周给药一次）。 联合紫杉醇和顺铂或联合紫杉醇和托泊替康用于治疗成人持久性、复发或转移性宫颈癌。静脉输注，15mg/kg，每3周给药1次。联合紫杉醇和顺铂或紫杉醇和托泊替康中的任意一种。 用于卵巢上皮癌：7.5mg/kg，iv，三周为一疗程。 剂型与规格 注射液 100mg 4ml 400mg 16ml XL01F乙0883 30% 哪儿有",
      "full_contraindications": "症 对本品严重过敏者禁用。",
      "full_adverse_reactions": "⑴高血压：半数的舒张压升高超过110mmHg。 ⑵出血：有两种形式，一种为少量出血，以鼻出血常见；另一种为严重的致命性肺出血，但有关脑转移患者出现脑出血的情况尚不明确。 ⑶胃肠道穿孔。 ⑷充血性心力衰竭。 ⑸肾病综合征：表现为蛋白尿。 ⑹血管与淋巴管类疾病：动脉夹层（可能发生包括主动脉夹层在内的动脉夹层。应仔细监测患者情况，一旦发生任何异常，应停药并采取适宜措施）、动脉瘤。 ⑺其他：输液反应，衰弱、疼痛、腹泻、白细胞减少等。 禁忌症 对本品严重过敏者禁用。",
      "full_interactions": "研究表明，IFL方案联用本品时伊利替康的活性代谢物SN38的血中浓度比单用IFL方案（相同剂量）平均增高33％。 配伍禁忌 ⑴没有观察到贝伐珠单抗与聚氯乙烯和聚烯烃输液袋之间存在不相容性。 ⑵将贝伐珠单抗注射液与右旋糖酐或葡萄糖注射液同时或混合给药，观察到贝伐珠单抗发生具有浓度依赖性的降解。 输液调配 严格控制和确认在无菌条件下进行调配，一次5mg/kg，用0.9%氯化钠注射液100ml稀释，不可摇动。一般贝伐珠单抗溶液的终浓度应该保持在1.4～16.5mg/ml。新鲜调配为无色至略带棕色的澄清液体。本品pH为5.9～6.3。 【稳定性】在2～30℃条件下，贝伐珠单抗在0.9%氯化钠溶液中，化学和物理稳定性可以保持48h。从微生物学角度，调配的药液应该立即使用，如果不能立即使用，应在2～8℃条件下保存不宜超过24h。不可冷冻保存。 用法与用量 静脉滴注：一般为一次5mg/kg，每2周1次（每一种肿瘤推荐剂量不同）。应用时先用生理盐水稀释到1mg/ml后摇匀静脉缓慢滴注。首次滴注速度为50mg/h，如无反应速率可以加快，最高400mg/h；用药前可以给予苯海拉明预防过敏反应；为预防高血压，服抗高血压药的患者可以在用药前12小时适当调整抗高血压药物；本品不可与其他药物混用，也不可静脉注射。 用于治疗继发于年龄相关性黄斑变性的脉络膜新生血管化。玻璃体内注射1.25mg/0.05ml。 治疗成人转移性乳腺癌。联合紫杉醇化疗方案时静脉注射的推荐剂量：10mg/kg，每2周给药1次。 联合紫杉醇、多柔比星脂质体或托泊替康中的任意一种用于治疗成人之前接受过不超过2期化疗的铂耐药型复发卵巢癌、输卵管癌或原发性腹膜癌。1.静脉输注，10mg/kg ，每两周给药一次。联合紫杉醇、多柔比星脂质体或托泊替康（每周给药一次）中的任意一种；2.静脉输注，15mg/kg，每3周给药一次。联合托泊替康（每3周给药一次）。 联合紫杉醇和顺铂或联合紫杉醇和托泊替康用于治疗成人持久性、复发或转移性宫颈癌。静脉输注，15mg/kg，每3周给药1次。联合紫杉醇和顺铂或紫杉醇和托泊替康中的任意一种。 用于卵巢上皮癌：7.5mg/kg，iv，三周为一疗程。 剂型与规格 注射液 100mg 4ml 400mg 16ml XL01F乙0883 30% 哪儿有",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "⑴药效学：本品为重组的人源性IgG1单克隆抗体，可与血管内皮生长因子（VEGF）结合，阻碍VEGF与其受体在内皮细胞表面相互作用。体外的血管生成模型显示VEGF与其受体作用可导致内皮细胞增殖和新的血管生成。 ⑵药动学：由于不能区分血清中游离的本品和已与VEGF配体结合的本品，因此通过测定总的血清浓度来评估它的药代学特点。对491例接受每周20mg/kg治疗的患者进行测定，半衰期大约为20天（11～50天）。本品的清除随体重、性别及肿瘤负荷不同而不同。对体重进行调整后的结果显示，男性廓清率高于女性（0.262L/d比0.207L/d），肿瘤负荷大的患者廓清率高于负荷小者（0.249L/d比0.199L/d）。但另一个随机研究并未显示用量与临床疗效有相关性。剂量不需按年龄和性别进行调整。尚无肝肾功能损伤患者的用药经验。",
      "full_precautions": "⑴由于本品能影响手术切口的愈合，术后至少28天才能开始本品的治疗；有严重高血压和心血管疾病的患者应慎用。 ⑵使用贝伐珠单抗可能会促进动脉瘤和/或动脉夹层的形成。在给予贝伐珠单抗之前，具有动脉瘤病史等风险因素的患者需考虑该风险。 药物相互作用 研究表明，IFL方案联用本品时伊利替康的活性代谢物SN38的血中浓度比单用IFL方案（相同剂量）平均增高33％。 配伍禁忌 ⑴没有观察到贝伐珠单抗与聚氯乙烯和聚烯烃输液袋之间存在不相容性。 ⑵将贝伐珠单抗注射液与右旋糖酐或葡萄糖注射液同时或混合给药，观察到贝伐珠单抗发生具有浓度依赖性的降解。 输液调配 严格控制和确认在无菌条件下进行调配，一次5mg/kg，用0.9%氯化钠注射液100ml稀释，不可摇动。一般贝伐珠单抗溶液的终浓度应该保持在1.4～16.5mg/ml。新鲜调配为无色至略带棕色的澄清液体。本品pH为5.9～6.3。 【稳定性】在2～30℃条件下，贝伐珠单抗在0.9%氯化钠溶液中，化学和物理稳定性可以保持48h。从微生物学角度，调配的药液应该立即使用，如果不能立即使用，应在2～8℃条件下保存不宜超过24h。不可冷冻保存。 用法与用量 静脉滴注：一般为一次5mg/kg，每2周1次（每一种肿瘤推荐剂量不同）。应用时先用生理盐水稀释到1mg/ml后摇匀静脉缓慢滴注。首次滴注速度为50mg/h，如无反应速率可以加快，最高400mg/h；用药前可以给予苯海拉明预防过敏反应；为预防高血压，服抗高血压药的患者可以在用药前12小时适当调整抗高血压药物；本品不可与其他药物混用，也不可静脉注射。 用于治疗继发于年龄相关性黄斑变性的脉络膜新生血管化。玻璃体内注射1.25mg/0.05ml。 治疗成人转移性乳腺癌。联合紫杉醇化疗方案时静脉注射的推荐剂量：10mg/kg，每2周给药1次。 联合紫杉醇、多柔比星脂质体或托泊替康中的任意一种用于治疗成人之前接受过不超过2期化疗的铂耐药型复发卵巢癌、输卵管癌或原发性腹膜癌。1.静脉输注，10mg/kg ，每两周给药一次。联合紫杉醇、多柔比星脂质体或托泊替康（每周给药一次）中的任意一种；2.静脉输注，15mg/kg，每3周给药一次。联合托泊替康（每3周给药一次）。 联合紫杉醇和顺铂或联合紫杉醇和托泊替康用于治疗成人持久性、复发或转移性宫颈癌。静脉输注，15mg/kg，每3周给药1次。联合紫杉醇和顺铂或紫杉醇和托泊替康中的任意一种。 用于卵巢上皮癌：7.5mg/kg，iv，三周为一疗程。 剂型与规格 注射液 100mg 4ml 400mg 16ml XL01F乙0883 30% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3569",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 420,
    "name": "阿替利珠单抗注射液",
    "full_name": "(自)阿替利珠单抗注射液",
    "chemical_name": "阿替利珠单抗注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Roche Registration GmbH"
    ],
    "specifications": [
      {
        "specification": "1200mg/瓶",
        "manufacturer": "Roche Registration GmbH",
        "full_manufacturer": "Roche Registration GmbH (Roche Diagnostics GmbH)",
        "price": 32800.0,
        "unit": "盒",
        "code": "X00881",
        "approval_number": "S20200004",
        "insurance_code": "XL01FFA332B002010182435",
        "location": "2D-5"
      }
    ],
    "pinyin": "atilizhudankang",
    "pinyin_initials": "atlzdk",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用于痰液粘稠引起的呼吸困难、咳痰困难；亦可用于对乙酰氨基酚中毒。眼科用于点状角膜炎和单纯疱疹性角膜炎，细菌性及病毒性角膜溃疡及碱性化学药物烧伤等。",
      "dosage": "成人：患者，一次0.2g；儿童：，一次0.1g",
      "contraindications": "症 对本品过敏者、妊娠期妇女、支气管哮喘患者禁用。哺乳期妇女用药期间应停止哺乳。",
      "adverse_reactions": "本品口服可引起恶心，呕吐，罕见皮疹和支气管痉挛等过敏反应，但可被舒张支气管药物解除。静脉注射和过量可引起血管扩张、皮肤潮红、恶心、呕吐、支气管痉挛和水肿、心动过速及血压降低。",
      "interactions": "⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。 ⑵与硝酸甘油合用可增加低血压和头痛的发生。 ⑶与金制剂合用，可增加金制剂的排泄。 ⑷与异丙肾上腺素合用或交替使用可提高药效，减少",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "肾脏排泄。",
      "precautions": "⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。⑴不宜与一些金属如铁、铜、及橡胶、氧化剂接触，易失效。",
      "source": "湖南药事服务网",
      "full_indications": "适用于痰液粘稠引起的呼吸困难、咳痰困难；亦可用于治疗对乙酰氨基酚中毒。眼科用于治疗点状角膜炎和单纯疱疹性角膜炎，细菌性及病毒性角膜溃疡及碱性化学药物烧伤等。",
      "full_dosage": "⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。 ⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。 ⑶用于对酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。 ⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。",
      "full_contraindications": "症 对本品过敏者、妊娠期妇女、支气管哮喘患者禁用。哺乳期妇女用药期间应停止哺乳。",
      "full_adverse_reactions": "本品口服可引起恶心，呕吐，罕见皮疹和支气管痉挛等过敏反应，但可被舒张支气管药物解除。静脉注射和过量可引起血管扩张、皮肤潮红、恶心、呕吐、支气管痉挛和水肿、心动过速及血压降低。",
      "full_interactions": "⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。 ⑵与硝酸甘油合用可增加低血压和头痛的发生。 ⑶与金制剂合用，可增加金制剂的排泄。 ⑷与异丙肾上腺素合用或交替使用可提高药效，减少",
      "full_pharmacokinetics": "经肾脏排泄，还有少部分倍细胞色素P450氧化为有毒的代谢",
      "full_precautions": "⑴不宜与一些金属如铁、铜、及橡胶、氧化剂接触，易失效。喷雾器药采用玻璃或塑料制品。 ⑵应用本品时应新鲜配制，剩余的溶液须保存在冰箱内，48小时内用完。 ⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。 ⑷如用于对酰氨基酚中毒解救，在中毒8～10小时内使用效果最好，超过15小时疗效降低，24小时后可能无效。 ⑸哺乳期妇女用药期间应停止哺乳。 ⑹滴眼剂应临用前配制，且在7日内使用完毕。",
      "full_pregnancy_category": "B\n \n",
      "solvent": "静滴：用葡萄糖注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12937",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 421,
    "name": "西妥昔单抗注射液",
    "full_name": "※▲(乙10%)西妥昔单抗注射液",
    "chemical_name": "西妥昔单抗注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Merck Europe B.V.有限公司）"
    ],
    "specifications": [
      {
        "specification": "100mg/瓶",
        "manufacturer": "Merck Europe B.V.有限公司）",
        "full_manufacturer": "Merck Europe B.V.（Merck Healthcare KGaA）（进口分包装：默克制药（江苏）有限公司）",
        "price": 948.0,
        "unit": "瓶",
        "code": "X00883",
        "approval_number": "国药准字SJ20171039",
        "insurance_code": "XL01FEX020B002010178635",
        "location": "2D-2"
      }
    ],
    "pinyin": "※▲xituoxidankang",
    "pinyin_initials": "※▲xtxdk",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于【美国FDA已批准；大肠癌二线治疗；表达EGFR的、伊立替康单用无效的转移性直肠癌；鼻咽癌【美国FDA未批准。",
      "dosage": "⑴首次400mg/m²，滴速5ml/min，以后250mg/m²，每周1次，1小时以上静脉滴注，直至病变进展或不能耐受。",
      "contraindications": "对本品严重过敏者禁用。",
      "adverse_reactions": "常见的不良反应有皮疹（痤疮样皮疹），疲倦，腹泻，恶心，呕吐，腹痛，便秘等。少数可发生严重不良反应，包括：①输液反应；②肺毒性；③皮肤毒性；④其他：发热、败血症、肾功能衰竭，肺栓塞、脱水等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约97小时。",
      "precautions": "对其他鼠源性或人源性单克隆抗体过敏者应当慎用；",
      "source": "湖南药事服务网",
      "full_indications": "用于大肠癌二线治疗。本品与伊立替康合用于表达EGFR的、伊立替康单用无效的转移性直肠癌。<br>用于鼻咽癌【美国FDA未批准；NCCN临床实践指南：鼻咽癌】。<br>西妥昔单抗联合放疗用于成人局部或区域性晚期头颈部鳞状细胞癌的初始治疗【美国FDA已批准；NCCN临床实践指南：头颈部癌临床实践指南 2018.V1】。<br>西妥昔单抗单药用于治疗成人以铂类药物为基础的化疗失败后的复发或转移性头颈部鳞状细胞癌【美国FDA已批准；.NCCN临床实践指南：头颈部癌临床实践指南 2015.V1】。<br>西妥昔单抗联合以铂类药物为基础的化疗和5-FU用于成人局部复发或转移性头颈部鳞状细胞癌的一线治疗【美国FDA已批准；NCCN临床实践指南：头颈部癌临床实践指南 2018.V1】。",
      "full_dosage": "⑴首次400mg/m²，滴速5ml/min，以后250mg/m²，每周1次，1小时以上静脉滴注，直至病变进展或不能耐受。建议用药前给予H1受体拮抗剂。<br>⑵联合放疗用于成人局部或区域性晚期头颈部鳞状细胞癌的初始治疗。在开始放疗前的一周，起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。随后的放疗期间（6～7周），每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min）。<br>⑶单用于治疗成人以铂类药物为基础的化疗失败后的复发或转移性头颈部鳞状细胞癌。单药治疗。起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。随后每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min），持续用药直到疾病进展或出现不能耐受的毒性反应。<br>⑷联合以铂类药物为基础的化疗和5-FU用于成人局部复发或转移性头颈部鳞状细胞癌的一线治疗。在开始以铂类药物为基础的化疗和5～FU治疗的第1天，起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。其后每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min），持续用药直到疾病进展或出现不能耐受的毒性反应。",
      "full_contraindications": "对本品严重过敏者禁用。",
      "full_adverse_reactions": "常见的不良反应有皮疹（痤疮样皮疹），疲倦，腹泻，恶心，呕吐，腹痛，便秘等。少数可发生严重不良反应，包括：①输液反应；②肺毒性；③皮肤毒性；④其他：发热、败血症、肾功能衰竭，肺栓塞、脱水等。",
      "full_interactions": "",
      "full_pharmacokinetics": "⑴药效学：可与人的正常细胞及肿瘤细胞的表皮生长因子受体（EGFR）的胞外激酶特异性结合，竞争性抑制EGFR和其他配体的结合，从而拮抗受体相关激酶的磷酸化作用，抑制细胞生长，诱导凋亡，减少金属蛋白激酶和血管内皮生长因子的产生。体内外研究已证实本品可以抑制EGFR过度表达的肿瘤细胞的生长和增值。<br>　　⑵药动学：单药或与化疗放疗联合均无线性药动学表现。曲线下面积（AUC）随给药剂量增加而增加。剂量从20mg/m²增至200mg/m²时，廓清率从0.008L/(h·m²)增至0.02L/(h·m²)。本品400mg/m²,2小时输注，平均血清最高浓度为184μg/ml。中位清除半衰期为97小时。250mg/m²,1小时静脉滴注，则平均血清最高浓度为140μg/ml。胺推荐的用药方法给药（首次400mg/m²，以后250mg/m²每周一次，直至病变进展），本品在第三周达到血清稳态浓度（168～235μg/ml），平均清除半衰期为114小时。已经证明和伊立替康和氟尿嘧啶有协同作用，可以使耐药患者恢复敏感。",
      "full_precautions": "本品属于生物制剂，在使用前应当询问患者有无过敏史；<br>对其他鼠源性或人源性单克隆抗体过敏者应当慎用；<br>高血压或冠心病患者，既往曾经接受过蒽环类药物、胸部照射和有肺部疾病的患者也需特别谨慎使用；<br>妊娠期和哺乳期妇女最好不用；<br>肝肾功能不全、老年患者应用时剂量需要调整和谨慎观察。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3568",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 422,
    "name": "开喉剑喷雾剂（儿童型）",
    "full_name": "(乙10%)开喉剑喷雾剂（儿童型）",
    "chemical_name": "开喉剑喷雾剂（儿童型）",
    "dosage_form": "喷雾剂",
    "types": [],
    "manufacturers": [
      "贵州三力制药"
    ],
    "specifications": [
      {
        "specification": "30ml/盒",
        "manufacturer": "贵州三力制药",
        "full_manufacturer": "贵州三力制药股份有限公司",
        "price": 34.48,
        "unit": "盒",
        "code": "C00098",
        "approval_number": "国药准字Z20025142",
        "insurance_code": "ZF03AAK0003030105506",
        "location": "H-3",
        "outpatient_location": "A-5"
      }
    ],
    "pinyin": "kaihoujian",
    "pinyin_initials": "khj",
    "dosage_form_pinyin": "penwuji",
    "dosage_form_initials": "pwj",
    "manual": {
      "indications": "用于2型糖尿病，经饮食控制、体育锻炼2～3个月，血糖仍不能满意控制者。本品可单独应用，也可与其他降糖药合用。本品不应单独用于1型糖尿病。",
      "dosage": "口服：成人一次0.2mg，一日3次，餐前服用，服药后即可进食。疗效不明显时根据临床观察可将剂量增至0.3mg。",
      "contraindications": "症 ⑴有严重酮症酸中毒、严重感染的2型糖尿病患者。 ⑵对本品过敏者。 ⑶手术前后的患者。",
      "adverse_reactions": "⑴消化系统：主要为轻度腹胀、腹鸣、排气增加、便稀、腹痛、食欲减退。 ⑵过敏反应：偶有皮疹、瘙痒。 ⑶其他罕见反应：肝酶检测值升高（ALT、AST、LDH、γ-GT）、头痛、困倦、眩晕、颜面等处浮肿。 肝损伤 可能导致肝损伤。",
      "interactions": "⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。 ⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。 ⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。 ⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。 用药交代 餐前或与食物同服。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴本品单独用一般不期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。 ⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。 ⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。",
      "source": "湖南药事服务网",
      "full_indications": "用于2型糖尿病，经饮食控制、体育锻炼2～3个月，血糖仍不能满意控制者。本品可单独应用，也可与其他降糖药合用。本品不应单独用于1型糖尿病。",
      "full_pharmacokinetics": "",
      "full_dosage": "口服：成人一次0.2mg，一日3次，餐前服用，服药后即可进食。疗效不明显时根据临床观察可将剂量增至0.3mg。",
      "full_contraindications": "症 ⑴有严重酮症酸中毒、严重感染的2型糖尿病患者。 ⑵对本品过敏者。 ⑶手术前后的患者。",
      "full_adverse_reactions": "⑴消化系统：主要为轻度腹胀、腹鸣、排气增加、便稀、腹痛、食欲减退。 ⑵过敏反应：偶有皮疹、瘙痒。 ⑶其他罕见反应：肝酶检测值升高（ALT、AST、LDH、γ-GT）、头痛、困倦、眩晕、颜面等处浮肿。 肝损伤 可能导致肝损伤。",
      "full_interactions": "⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。 ⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。 ⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。 ⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。 用药交代 餐前或与食物同服。",
      "full_precautions": "⑴本品单独应用一般不应期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。 ⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。 ⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。",
      "composition": "八爪金龙、山豆根、蝉蜕、薄荷脑。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4108",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 423,
    "name": "小儿肺咳颗粒",
    "full_name": "(乙)小儿肺咳颗粒[国基][市基]",
    "chemical_name": "小儿肺咳颗粒",
    "dosage_form": "颗粒",
    "types": [
      "乙类",
      "国家基药",
      "市基药"
    ],
    "manufacturers": [
      "长春人民药业集团"
    ],
    "specifications": [
      {
        "specification": "3g/袋",
        "manufacturer": "长春人民药业集团",
        "full_manufacturer": "长春人民药业集团有限公司",
        "price": 54.16,
        "unit": "盒",
        "code": "C00099",
        "approval_number": "国药准字Z20027415",
        "insurance_code": "ZA06EAX0357020103319",
        "outpatient_location": "A-2"
      }
    ],
    "pinyin": "xiaoerfeike",
    "pinyin_initials": "xefk",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "用于伴有或不伴有过敏性结膜炎的过敏性鼻炎（季节性和常年性）。慢性特发性荨麻疹的对症治疗。",
      "dosage": "口服：成人及12岁以上儿童：一次10mg或20mg，一日1次；6-11岁儿童：一次5mg，一日1次。2-5岁儿童：一次2.5mg，一日1次。 2岁以下儿童：本品的安全性有待进一步验证。本品可与或不与⻝物同服均可。 老年及肝肾功能不全患者无需作剂量调整。对于严重肝功能衰竭患者，每日用量严禁超过10mg/日。",
      "contraindications": "症 对依巴斯汀或片剂中任何成分过敏患者。",
      "adverse_reactions": "⑴有时困倦，偶见头痛、头晕。 ⑵过敏症，罕见皮疹、浮肿发生。 ⑶口干及胃部不适。 ⑷偶见ALT、ALP升高。 ⑸罕见心动过速。 ⑹罕见嗜酸性粒细胞增多及对本品过敏者。",
      "interactions": "⑴大环内酯类抗生素如红霉素可使依巴斯汀的代谢物卡巴斯汀的血药浓度上升至1～2倍。 ⑵与具有肝CYP450药酶抑制作用的抗真菌药如酮康唑、伊曲康唑、氟康唑、咪康唑等合用时，应慎重。 ⑶本品与丙卡巴肼、氟哌利多等合用时，应注意中枢抑制和心脏毒性的发生。 用药交代 ⑴可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵因为本品抑制对过敏原的皮内反应如青霉素皮试等，因此在这种试验前不应给药。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约16小时。",
      "precautions": "⑴有肝功能障碍者或障碍史者慎用。 ⑵驾驶或操作机器期间慎用。 ⑶孕妇用药的安全性尚未确定。本品可进入乳汁，故服药期间避免哺乳。 ⑷儿童用药的安全性尚未确定。 ⑸老年人剂量酌减。 ⑹服用本品者如需做皮肤试验停药3～5天，以免引起假阴性反。",
      "source": "湖南药事服务网",
      "full_indications": "用于伴有或不伴有过敏性结膜炎的过敏性鼻炎（季节性和常年性）。慢性特发性荨麻疹的对症治疗。",
      "full_dosage": "口服：成人及12岁以上儿童：一次10mg或20mg，一日1次；6-11岁儿童：一次5mg，一日1次。2-5岁儿童：一次2.5mg，一日1次。 2岁以下儿童：本品的安全性有待进一步验证。本品可与或不与⻝物同服均可。 老年及肝肾功能不全患者无需作剂量调整。对于严重肝功能衰竭患者，每日用量严禁超过10mg/日。",
      "full_contraindications": "症 对依巴斯汀或片剂中任何成分过敏患者。",
      "full_adverse_reactions": "⑴有时困倦，偶见头痛、头晕。 ⑵过敏症，罕见皮疹、浮肿发生。 ⑶口干及胃部不适。 ⑷偶见ALT、ALP升高。 ⑸罕见心动过速。 ⑹罕见嗜酸性粒细胞增多及对本品过敏者。",
      "full_interactions": "⑴大环内酯类抗生素如红霉素可使依巴斯汀的代谢物卡巴斯汀的血药浓度上升至1～2倍。 ⑵与具有肝CYP450药酶抑制作用的抗真菌药如酮康唑、伊曲康唑、氟康唑、咪康唑等合用时，应慎重。 ⑶本品与丙卡巴肼、氟哌利多等合用时，应注意中枢抑制和心脏毒性的发生。 用药交代 ⑴可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵因为本品抑制对过敏原的皮内反应如青霉素皮试等，因此在这种试验前不应给药。",
      "full_pharmacokinetics": "半衰期（ｔ1/2β）为14～16小时",
      "full_precautions": "⑴有肝功能障碍者或障碍史者慎用。 ⑵驾驶或操作机器期间慎用。 ⑶孕妇用药的安全性尚未确定。本品可进入乳汁，故服药期间应避免哺乳。 ⑷儿童用药的安全性尚未确定。 ⑸老年人剂量酌减。 ⑹服用本品者如需做皮肤试验停药3～5天，以免引起假阴性反应。",
      "composition": "人参、茯苓、白术、陈皮、鸡内金、大黄（酒炙）、鳖甲、地骨皮、北沙参、炙甘草、青蒿、麦冬、桂枝、干姜、附子（制）、瓜蒌、桑白皮、款冬花、紫菀、桑白皮、胆南星、黄芪、枸杞子。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6199",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 424,
    "name": "人生长激素注射液",
    "full_name": "※▲(乙)人生长激素注射液[国基]",
    "chemical_name": "人生长激素注射液",
    "dosage_form": "注射液",
    "types": [
      "乙类",
      "国家基药"
    ],
    "manufacturers": [
      "长春金赛药业"
    ],
    "specifications": [
      {
        "specification": "30IU/瓶",
        "manufacturer": "长春金赛药业",
        "full_manufacturer": "长春金赛药业有限责任公司",
        "price": 1031.0,
        "unit": "盒",
        "code": "X00884",
        "approval_number": "国药准字S20050025",
        "insurance_code": "XH01ACR108B002030103315",
        "location": "2D-5",
        "outpatient_location": "2B-1"
      }
    ],
    "pinyin": "※▲renshengzhangjisu",
    "pinyin_initials": "※▲rszjs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于Prader-Will综合征；儿童特发性矮小症；特发性矮小症；2-4岁小于胎儿龄未实现追赶生长的患儿。",
      "dosage": "儿童：按体重0.1U",
      "contraindications": "对本品过敏禁用。",
      "adverse_reactions": "常见：皮疹、头痛、发热、瘙痒、过敏、疼痛等。",
      "interactions": "⑴本品与糖皮质激素类固醇合用，其促生长效能可被抑制。  <br>⑵蛋白同化类固醇、雄激素、雌激素或甲状腺素与生长激素同用时，均有加速骨骺提前闭合的危险，应慎重使用。",
      "pregnancy_category": null,
      "pharmacokinetics": "肝脏代谢，肾脏排泄。",
      "precautions": "⑵糖尿病患者及有糖尿病倾向者慎用，并应定期复查血糖。⑷治疗期间监测以下实验室指标：①血糖、尿糖、糖耐量试验；",
      "source": "湖南药事服务网",
      "full_indications": "⑴各种原因引起的生长激素缺乏性侏儒，包括垂体病变及其下丘脑病变所致者；<br>⑵儿童其他原因引起的矮小症，如特纳综合征，小于胎龄儿等；<br>⑶成人生长激素缺乏症、儿童特发性矮小等一些国家已批准使用；<br>⑷烧伤、儿童慢性肾衰等；<br>⑸用于Prader-Will综合征；【美国FDA已批准重组人生长激素注射液用于Prader-Will综合征；中华医学会儿科学分会内分泌遗传代谢学组《中华儿科杂志》编辑委员会，《基因重组人生长激素儿科临床规范应用的建议》（2013）】<br>⑹用于儿童特发性矮小症；【美国FDA已批准重组人生长激素注射液用于特发性矮小症；中华医学会儿科学分会内分泌遗传代谢学组《矮身材儿童诊治指南》（2008）中华医学会儿科学分会内分泌遗传代谢学组《中华儿科杂志》编辑委员会，《基因重组人生长激素儿科临床规范应用的建议》（2013）】<br>⑺用于2-4岁小于胎儿龄未实现追赶生长的患儿。【美国FDA已批准重组人生长激素注射液用于2-4岁小于胎儿龄未实现追赶生长的患儿；中华医学会儿科学分会内分泌遗传代谢学组《中华儿科杂志》编辑委员会，《基因重组人生长激素儿科临床规范应用的建议》（2013）】",
      "full_dosage": "⑴生长激素缺乏的矮小儿童：按体重0.1U/kg,每天晚间睡前皮下注射。<br>　　⑵特纳综合征、小于胎龄儿矮小儿童：剂量要因人而异，一般推荐剂量为按体重一日0.1～0.15U/kg，一日1次，每晚睡前皮下注射。疗程为3个月至3年，或遵医嘱。    <br>　　⑶用于重度烧伤治疗推荐剂量为一日0.2～0.4U/kg，一日1次，皮下注射。疗程一般为2周左右。    <br>　　⑷成人生长激素缺乏症：剂量必须因人而异。通常推荐从低剂量开始，如一日0.5U或最大一日0.02U/kg，相当于一日0.007mg/kg；经过1、2个月的治疗，可将剂量逐步调整至一日0.04U/kg，相当于一日0.013mg/kg。血清中胰岛素样生长因子Ｉ（IGF-I）的水平可作为剂量参考，随年龄增长计量降低。每日睡前皮下注射。",
      "full_contraindications": "⑴对本品过敏者禁用。  <br>⑵本品有促进肿瘤生长的作用，患肿瘤或两年内有恶性肿瘤史者禁用。",
      "full_adverse_reactions": "⑴较多见的不良反应有：鼻炎、发热、头痛、喉炎、咳嗽、中耳炎、支气管炎或其他感染等。  <br>⑵少数患者出现甲状腺功能减退，以血Ｔ4水平降低最多见，在原有轻度甲状腺功能减退者更易发生。  <br>⑶少数病人可有注射部位疼痛、肿胀。  <br>⑷偶有用药病人出现暂时性轻至中度水肿（面部及周围性水肿），大多出现在治疗早期。  <br>⑸髋、膝关节疼痛，惊厥等，均极为罕见。  <br>⑹过敏反应：表现为皮疹、瘙痒，近年使用的制剂很少见到。",
      "full_interactions": "⑴本品与糖皮质激素类固醇合用，其促生长效能可被抑制。  <br>⑵蛋白同化类固醇、雄激素、雌激素或甲状腺素与生长激素同用时，均有加速骨骺提前闭合的危险，应慎重使用。",
      "full_pharmacokinetics": "⑴药效学：生长激素作用于长骨结缔组织，使身高增加，肌细胞数量增多，体积增大，使内脏增大，可兴奋红细胞生成素而使红细胞数量增加。生长激素对代谢有广泛影响，有促进蛋白质的合成，使氮潴留；有拮抗胰岛素的作用，影响糖代谢，使糖耐量减弱，甚至引起糖尿病；可促进脂质代谢，体内脂肪贮存量减少，使血浆游离脂肪酸、胆固醇及甘油三酯增加；还可使体内钠、钾、磷潴留。本品促进生长和蛋白同化等作用是通过生长介素（IGF-I）介导的，后者在生长激素刺激下主要由肝脏产生。  <br>　　⑵药动学：静脉注射后，ｔ1/2为20～30分钟，皮下或肌内注射，血清浓度以ｔ1/23～5小时的速度下降，故作用时间较长，皮下及及肌内注射两者生物利用度相仿，皮下注射血药峰浓度稍高于肌内注射，但出现时间较迟。注射剂量90％在肝脏代谢，仅约0.1％以原形由胆道、肾脏排泄。",
      "full_precautions": "⑴有促进肿瘤生长的作用、矮小儿童用药前应排除外鞍区占位病变。成人使用本品前应排除肿瘤的可能性，有报道认为结肠癌发生率增高。  <br>⑵糖尿病患者及有糖尿病倾向者慎用，并应定期复查血糖。本品可能致甲状腺功能减退，甲状腺功能减退时影响促生长作用。  <br>⑶对妊娠及哺乳的影响，缺乏临床经验。  <br>⑷治疗期间监测以下实验室指标：①血糖、尿糖、糖耐量试验；②甲状腺功能测定，一旦出现血清Ｔ4浓度下降，应密切观察，必要时加用甲状腺素以纠正甲状腺功能减退；③在促生长治疗时需定期观察骨龄相。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1291",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 425,
    "name": "利鲁唑口服混悬液",
    "full_name": "(乙10%)利鲁唑口服混悬液",
    "chemical_name": "利鲁唑口服混悬液",
    "dosage_form": "口服混悬液",
    "types": [],
    "manufacturers": [
      "ITALFARMACO, S.A."
    ],
    "specifications": [
      {
        "specification": "300ml/瓶",
        "manufacturer": "ITALFARMACO, S.A.",
        "full_manufacturer": "ITALFARMACO, S.A.",
        "price": 520.0,
        "unit": "盒",
        "code": "X00885",
        "approval_number": "国药准字HJ20220053",
        "insurance_code": "XN07XXL068X002010178532",
        "location": "E-5",
        "outpatient_location": "V-4"
      }
    ],
    "pinyin": "liluzuo",
    "pinyin_initials": "llz",
    "dosage_form_pinyin": "koufuhunxuanye",
    "dosage_form_initials": "kfhxy",
    "manual": {
      "indications": "用于肌萎缩侧索硬化症（罕见病：ALS/渐冻症）的治疗，延长生命或推迟需要机械通气的时间，但无法缓解肌力的减退。此外，还可用于脑损伤、惊厥、焦虑及帕金森病。",
      "dosage": "口服（片剂、口服溶液剂）：推荐剂量为一次50mg，一日2次（每12小时1次），餐前1小时或餐后2小时服用，以降低食物对本品生物利用度的影响。增加每日给药剂量不会增加疗效，但增加",
      "contraindications": "⑴对本品过敏者、肝功能不正常或转氨酶水平异常增高者禁用。 ⑵妊娠期及哺乳期妇女禁用。",
      "adverse_reactions": "可见疲劳、无力、嗜睡、眩晕、恶心、呕吐、胃部不适、腹泻、厌食、口周感觉异常、血浆转氨酶水平升高。偶见嗜中性粒细胞减少症。 肝损伤 ⑴肝毒性： 近12%接受利鲁唑长期治疗的患者可出现血清氨基转移酶升高，但升高幅度超过正常上限值（ULN）3倍的患者不足3%。血清氨基转移酶升高一般呈轻到中度，很少有症状，多数可自行消退，但持续或显著的血清氨基转移酶升高需停药或调整剂量。建议治疗初期6个月常规监测血清氨基",
      "interactions": "与氨苄西林联合应用，可使后者的最小抑菌浓度降低而增效，对产酶的菌株恢复敏感。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴本品口服吸收不完全，宜注射给药。 ⑵本品和某种β内酰胺类抗生素合用，可使因β内酰胺酶而对该抗生素耐药的细菌转呈敏感，从而扩大抗菌谱并增加抗菌活性，但不能加强本品对该种抗生素敏感细菌的抗菌活性。 药物相互作用 与氨苄西林联合用，可使后者的最小抑菌浓度降低而增效，对产酶的菌株恢复敏感。",
      "source": "湖南药事服务网",
      "full_indications": "用于肌萎缩侧索硬化症（罕见病：ALS/渐冻症）的治疗，延长生命或推迟需要机械通气的时间，但无法缓解肌力的减退。此外，还可用于脑损伤、惊厥、焦虑及帕金森病。",
      "full_pharmacokinetics": "",
      "full_dosage": "口服（片剂、口服溶液剂）：推荐剂量为一次50mg，一日2次（每12小时1次），餐前1小时或餐后2小时服用，以降低食物对本品生物利用度的影响。增加每日给药剂量不会增加疗效，但增加",
      "full_contraindications": "⑴对本品过敏者、肝功能不正常或转氨酶水平异常增高者禁用。 ⑵妊娠期及哺乳期妇女禁用。",
      "full_adverse_reactions": "可见疲劳、无力、嗜睡、眩晕、恶心、呕吐、胃部不适、腹泻、厌食、口周感觉异常、血浆转氨酶水平升高。偶见嗜中性粒细胞减少症。 肝损伤 ⑴肝毒性： 近12%接受利鲁唑长期治疗的患者可出现血清氨基转移酶升高，但升高幅度超过正常上限值（ULN）3倍的患者不足3%。血清氨基转移酶升高一般呈轻到中度，很少有症状，多数可自行消退，但持续或显著的血清氨基转移酶升高需停药或调整剂量。建议治疗初期6个月常规监测血清氨基转移酶水平。虽然利鲁唑引起临床明显的肝损伤很少见，但已有几例报告，其肝损伤出现于治疗1～12个月后，为肝细胞损伤或混合型肝损伤引起的血清肝酶升高。免疫超敏和自身免疫特征不常见。绝大多数病例为轻到中度肝损伤，停药后可迅速消退，但已有数例明确的致命性病例被报告至发起临床验证的单位。⑵损伤机制： 利鲁唑主要经肝脏细胞色素P450系统代谢为多种中间产物，其中部分中间产物尚未阐明。利鲁唑的肝毒性可能与生成毒性或免疫原性中间产物有关。 禁忌症 ⑴对本品过敏者、肝功能不正常或转氨酶水平异常增高者禁用。 ⑵妊娠期及哺乳期妇女禁用。",
      "full_interactions": "与氨苄西林联合应用，可使后者的最小抑菌浓度降低而增效，对产酶的菌株恢复敏感。",
      "full_precautions": "⑴本品口服吸收不完全，宜注射给药。 ⑵本品和某种β内酰胺类抗生素合用，可使因β内酰胺酶而对该抗生素耐药的细菌转呈敏感，从而扩大抗菌谱并增加抗菌活性，但不能加强本品对该种抗生素敏感细菌的抗菌活性。 药物相互作用 与氨苄西林联合应用，可使后者的最小抑菌浓度降低而增效，对产酶的菌株恢复敏感。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=919",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 426,
    "name": "盐酸西替利嗪片",
    "full_name": "(甲)盐酸西替利嗪片[市基]",
    "chemical_name": "盐酸西替利嗪片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "成都利尔药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "成都利尔药业",
        "full_manufacturer": "成都利尔药业有限公司",
        "price": 1.56,
        "unit": "盒",
        "code": "Y00000014599",
        "approval_number": "国药准字H20020250",
        "insurance_code": "XR06AEX017A001010302044",
        "location": "C-2",
        "outpatient_location": "C-4"
      }
    ],
    "pinyin": "yansuanxitiliqin",
    "pinyin_initials": "ysxtlq",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "1.用于过敏性鼻炎、过敏性结膜炎；2.荨麻疹；3.各种过敏性瘙痒性皮肤病。",
      "dosage": "⑴口服： ①成人及12岁以上儿童，一次10mg，一日1次，如出现",
      "contraindications": "症 ⑴对本品成份、羟嗪或任何其他哌嗪衍生物过敏者禁用。 ⑵严重肾功能损害（肌酐清除率低于10mL/min）患者禁用。",
      "adverse_reactions": "常见：头痛、头晕、发热、过敏、嗜睡等。",
      "interactions": "⑴本品与中枢抑制药合用及饮酒，可引起严重嗜睡。同时服用中枢镇静药应慎重。 ⑵茶碱可增加本品不良反应。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 用法与用量 ⑴口服： ①成人及12岁以上儿童，一次10mg，一日1次，如出现不良反应，可改为早、晚各5mg。 ②6～12岁儿童，根据症状的严重程度不同，推荐剂量为5mg或10mg，一日，一日1次，或早晚各服用5mg。 ③2～5岁儿童，一次5mg，一日1次，或早晚各服2.",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "t1/2约10小时。",
      "precautions": "⑵驾驶车辆及操作精密或危险机械者慎用。⑶肾功能不全者慎用。⑺避免与酒精或其他中枢神经系统抑制剂同时使用，因为可能发生警觉性降低和中枢神经系统功能受损程度加剧。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于过敏性鼻炎、过敏性结膜炎；2.荨麻疹；3.各种过敏性瘙痒性皮肤病。",
      "full_dosage": "⑴口服： ①成人及12岁以上儿童，一次10mg，一日1次，如出现",
      "full_contraindications": "症 ⑴对本品成份、羟嗪或任何其他哌嗪衍生物过敏者禁用。 ⑵严重肾功能损害（肌酐清除率低于10mL/min）患者禁用。",
      "full_adverse_reactions": "⑴偶有报告患者有轻微和短暂不良反应。如头痛，头晕，嗜睡，激动不安，口干，腹部不适。在测定精神运动功能的客观试验中，本品的镇静作用和安慰剂相似。罕有报道过敏反应。 ⑵与第一代H1受体拮抗剂相比，西替利嗪进入中枢神经系统的能力更弱。临床研究表明，使用推荐剂量的西替利嗪有轻微的中枢神经系统不良反应，包括嗜睡、疲劳、麻木、注意力障碍、头晕和头痛。在某些病例中，也有中枢神经系统兴奋的报告。 ⑶尽管西替利嗪是选择性的外周H1受体拮抗剂，没有明显的抗胆碱活性，但曾有个别关于排尿障碍、调节紊乱和口干的报告。 ⑷个别患者出现肝功能受损现象，并伴有肝酶水平和胆红素水平升高。通常在停药后，肝酶水平和胆红素水平会恢复正常。 ⑸盐酸西替利嗪注射液治疗的患者不良反应发生率低于1%，包括：消化不良、发热感、味觉障碍、头痛、感觉异常、昏厥前期和多汗。 肝损伤 ⑴肝毒性： 西替利嗪和左西替利嗪一般不会导致肝酶升高，但在少数情况下会导致临床症状明显的肝损伤。发病期为1至40周，肝损伤表现为胆汁淤积性和肝细胞性黄疸。报告病例多为中轻度且为自限性的，可快速恢复。少见自身免疫和免疫超敏症状。但是，曾出现因重新服用西替利嗪导致急性肝损伤复发的报告。⑵损伤机制： 西替利嗪导致肝损伤的机制目前未知。西替利嗪主要由肝脏代谢，产生的有毒代谢物可能是异质肝损伤的原因。⑶肝损星级：★★ 禁忌症 ⑴对本品成份、羟嗪或任何其他哌嗪衍生物过敏者禁用。 ⑵严重肾功能损害（肌酐清除率低于10mL/min）患者禁用。",
      "full_interactions": "⑴本品与中枢抑制药合用及饮酒，可引起严重嗜睡。同时服用中枢镇静药应慎重。 ⑵茶碱可增加本品不良反应。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 用法与用量 ⑴口服： ①成人及12岁以上儿童，一次10mg，一日1次，如出现不良反应，可改为早、晚各5mg。 ②6～12岁儿童，根据症状的严重程度不同，推荐剂量为5mg或10mg，一日，一日1次，或早晚各服用5mg。 ③2～5岁儿童，一次5mg，一日1次，或早晚各服2.5mg。 ④2岁以下至1岁小儿：滴剂，一次0.25ml（2.5mg），一日2次。 ⑤1岁以下儿童：相关临床评估尚未结束，慎用或遵医嘱。 ⑵静脉注射：仅供静脉注射给药。治疗急性荨麻疹时的推荐剂量方案为按需每24小时注射一次，在1至2分钟内静脉推注。成人推荐剂量为静脉注射10mg。 ⑶滴眼液：推荐剂量为每只患眼每⽇滴眼2次，每次1滴（⼤约间隔8⼩时）。⼀次性容器应在打开后⽴即使⽤，可⽤于双眼给 药。 剂型与规格 片剂 10mg XR06乙1269 5% 哪儿有 滴剂 50mg 5ml 100mg 10ml 200mg 20ml XR06乙1269 5% 哪儿有 滴剂 30mg 30ml XR06乙1269 5% 哪儿有 口腔崩解片 10mg 哪儿有 口服液 10mg 10ml 50mg 50ml 60mg 60ml XR06乙1269 5% 哪儿有 胶囊剂 5mg 10mg XR06乙1269 5% 哪儿有 糖浆剂 0.12g 120ml 哪儿有 口服液 100mg 100ml 120mg 120ml 150mg 150ml XR06乙1269 5% 哪儿有 注射液 10mg 1ml 暂无 滴眼液 0.48mg 0.2ml 暂无",
      "full_pregnancy_category": "B\n \n",
      "full_pharmacokinetics": "⑴药效学：本品为羟嗪类的衍生物，可选择性拮抗H1受体，可抑制由组胺介导的过敏反应的初始期，同时还可明显减少与迟发性皮肤过敏反应相关的炎性细胞（如嗜酸细胞）的迁移及炎性介质的释放。本品不易通过血脑屏障，有一定抗胆碱作用。 ⑵药动学：口服本品在5～60mg剂量范围内，血浆浓度水平与给药剂量呈线性关系。成年人清除相半衰期（ｔ1/2）约为10小时，给药剂量的2/3以原形由尿液排出。本品的吸收不受进食的影响。",
      "full_precautions": "⑴治疗剂量虽不增强酒精的作用，但仍需谨慎。 ⑵驾驶车辆及操作精密或危险机械者慎用。 ⑶肾功能不全者慎用。 ⑷癫痫患者以及有惊厥风险的患者应慎用。 ⑸因西替利嗪有可能增加尿潴留的风险，有尿潴留易感因素（例如脊髓损害、前列腺肥大）的患者慎用。 ⑹抗组胺药物会降低皮肤过敏测试结果的灵敏度，所以接受这类测试前应停药3天。 ⑺避免与酒精或其他中枢神经系统抑制剂同时使用，因为可能发生警觉性降低和中枢神经系统功能受损程度加剧。 ⑻肝功能损害：肝功能损害患者无需调整剂量。 ⑼肾功能损害：中度和重度肾功能损害患者以及正在接受透析的患者无需调整剂量。 药物相互作用 ⑴本品与中枢抑制药合用及饮酒，可引起严重嗜睡。同时服用中枢镇静药应慎重。 ⑵茶碱可增加本品不良反应。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 用法与用量 ⑴口服： ①成人及12岁以上儿童，一次10mg，一日1次，如出现不良反应，可改为早、晚各5mg。 ②6～12岁儿童，根据症状的严重程度不同，推荐剂量为5mg或10mg，一日，一日1次，或早晚各服用5mg。 ③2～5岁儿童，一次5mg，一日1次，或早晚各服2.5mg。 ④2岁以下至1岁小儿：滴剂，一次0.25ml（2.5mg），一日2次。 ⑤1岁以下儿童：相关临床评估尚未结束，慎用或遵医嘱。 ⑵静脉注射：仅供静脉注射给药。治疗急性荨麻疹时的推荐剂量方案为按需每24小时注射一次，在1至2分钟内静脉推注。成人推荐剂量为静脉注射10mg。 ⑶滴眼液：推荐剂量为每只患眼每⽇滴眼2次，每次1滴（⼤约间隔8⼩时）。⼀次性容器应在打开后⽴即使⽤，可⽤于双眼给 药。 剂型与规格 片剂 10mg XR06乙1269 5% 哪儿有 滴剂 50mg 5ml 100mg 10ml 200mg 20ml XR06乙1269 5% 哪儿有 滴剂 30mg 30ml XR06乙1269 5% 哪儿有 口腔崩解片 10mg 哪儿有 口服液 10mg 10ml 50mg 50ml 60mg 60ml XR06乙1269 5% 哪儿有 胶囊剂 5mg 10mg XR06乙1269 5% 哪儿有 糖浆剂 0.12g 120ml 哪儿有 口服液 100mg 100ml 120mg 120ml 150mg 150ml XR06乙1269 5% 哪儿有 注射液 10mg 1ml 暂无 滴眼液 0.48mg 0.2ml 暂无"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2670",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 427,
    "name": "盐酸小檗碱片",
    "full_name": "(甲)盐酸小檗碱片[国基]",
    "chemical_name": "盐酸小檗碱片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "瑞阳制药"
    ],
    "specifications": [
      {
        "specification": "100mg/片",
        "manufacturer": "瑞阳制药",
        "full_manufacturer": "瑞阳制药股份有限公司",
        "price": 8.01,
        "unit": "盒",
        "code": "Y00000013110",
        "approval_number": "国药准字H37022589",
        "insurance_code": "XA07AXX082A001010204152",
        "location": "J-4",
        "outpatient_location": "L-4"
      }
    ],
    "pinyin": "yansuanxiaobojian",
    "pinyin_initials": "ysxbj",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于志贺菌属、霍乱弧菌等敏感病原菌；治疗敏感细菌；敏感细菌引起的宫颈糜烂；治疗敏感细菌引起的宫颈糜烂。",
      "dosage": "口服：片剂，一次0.1～0.3g，一日3次。膜剂，阴道外用，将药膜贴于宫颈糜烂而或置于阴道后穹隆。一次1～2片，一日1次。",
      "contraindications": "对本品过敏者禁用；应本品可引起溶血性贫血，故葡萄糖-6-磷酸脱氢酶缺乏的儿童禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "3.外用膜剂时孕妇及哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于志贺菌属、霍乱弧菌等敏感病原菌所致的胃肠炎、细菌性痢疾等肠道感染。<br>外用用于治疗敏感细菌引起的宫颈糜烂。",
      "full_dosage": "口服：片剂，一次0.1～0.3g，一日3次。膜剂，阴道外用，将药膜贴于宫颈糜烂而或置于阴道后穹隆。一次1～2片，一日1次。",
      "full_contraindications": "对本品过敏者禁用；应本品可引起溶血性贫血，故葡萄糖-6-磷酸脱氢酶缺乏的儿童禁用。",
      "full_adverse_reactions": "⑴口服不良反应较少，偶有恶心、呕吐、皮疹和药物热，停药后即消失。  <br>⑵静脉注射或滴注可引起血管扩张、血压下降、心脏抑制等反应，严重时可发生阿斯综合征，甚至死亡。我国已宣布淘汰盐酸小檗碱的各种注射剂。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "1.使用过程中若出现过敏反应或有明显刺激反应产生时，应立即停药。<br>2.长期大量使用经局部吸收后，可产生与口服给药相同的作用，即有恶心、呕吐，可引起溶血性贫血而导致黄疸。<br>3.外用膜剂时孕妇及哺乳期妇女慎用。",
      "pharmacodynamics": "⑴药效学：抗菌谱广，体外对多种革兰阳性及革兰阴性菌均具有抑制作用，其中对志贺菌属的抗菌作用最强，对溶血性链球菌、金葡菌、霍乱弧菌、脑膜炎奈瑟菌、伤寒杆菌、白喉棒状杆菌等也有抑制作用。  体外试验证实黄连素能增强白细胞及肝脏网状内皮系统的吞噬能力。志贺菌属、溶血性链球菌、金葡菌等继以对本品产生耐药性。",
      "full_pharmacodynamics": "⑴药效学：抗菌谱广，体外对多种革兰阳性及革兰阴性菌均具有抑制作用，其中对志贺菌属的抗菌作用最强，对溶血性链球菌、金葡菌、霍乱弧菌、脑膜炎奈瑟菌、伤寒杆菌、白喉棒状杆菌等也有抑制作用。  体外试验证实黄连素能增强白细胞及肝脏网状内皮系统的吞噬能力。志贺菌属、溶血性链球菌、金葡菌等继以对本品产生耐药性。  <br>　　⑵药动学：口服吸收差。注射后迅速进入各器官与组织中，血药浓度维持不久。肌注后血浓度低于最低抑菌浓度。药物分布广，以心、骨、肝、肺等组织中为多，在组织中滞留的时间短暂，24小时后仅剩微量，绝大部分药物在体内代谢，48小时内以原形排出仅占给药量的5％以下。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2121",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 428,
    "name": "盐酸乙哌立松片",
    "full_name": "(甲)盐酸乙哌立松片",
    "chemical_name": "盐酸乙哌立松片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "卫材药业"
    ],
    "specifications": [
      {
        "specification": "50mg/片",
        "manufacturer": "卫材药业",
        "full_manufacturer": "卫材（中国）药业有限公司",
        "price": 24.93,
        "unit": "盒",
        "code": "Y00000012121",
        "approval_number": "国药准字H20133175",
        "insurance_code": "XM03BXY112A001010101693",
        "location": "D-2",
        "outpatient_location": "2H-3"
      }
    ],
    "pinyin": "yansuanyipailisong",
    "pinyin_initials": "ysypls",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "可用于改善下列疾病的肌紧张状态：颈肩腕综合征、肩周炎、腰痛症；也可用于改善下列疾病所致的痉挛性麻痹：脑血管障碍、痉挛性脊髓麻痹，颈椎病，手术后遗症（包括脑、脊髓肿瘤），外伤后遗症（脊髓损伤、头部外伤），肌萎缩性侧索硬化症，婴儿大脑性轻瘫，脊髓小脑变性症，脊髓血管障碍，亚急性脊髓神经症（SMON）及其他脑脊髓疾病。",
      "dosage": "餐后口服：通常成人一次50mg，一日3次；可根据年龄、症状适当调整剂量。",
      "contraindications": "禁用：严重肝、肾功能障碍者，伴有休克者以及哺乳期妇女。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头晕、瘙痒、疼痛等。",
      "interactions": "类似药物盐酸甲苯哌丙酮在与甲氧卡巴莫合用时，曾有眼调节障碍的报道。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑸慎用于妊娠期妇女。⑶用药期间应注意观察血压、肝功能、肾功能与血象的情况。⑵用药期间不宜从事驾驶车辆等危险性机械操作。",
      "source": "湖南药事服务网",
      "full_indications": "可用于改善下列疾病的肌紧张状态：颈肩腕综合征、肩周炎、腰痛症；也可用于改善下列疾病所致的痉挛性麻痹：脑血管障碍、痉挛性脊髓麻痹，颈椎病，手术后遗症（包括脑、脊髓肿瘤），外伤后遗症（脊髓损伤、头部外伤），肌萎缩性侧索硬化症，婴儿大脑性轻瘫，脊髓小脑变性症，脊髓血管障碍，亚急性脊髓神经症（SMON）及其他脑脊髓疾病。",
      "full_dosage": "餐后口服：通常成人一次50mg，一日3次；可根据年龄、症状适当调整剂量。",
      "full_contraindications": "禁用于严重肝、肾功能障碍者，伴有休克者以及哺乳期妇女。",
      "full_adverse_reactions": "⑴严重不良反应包括：休克、肝功能异常、肾功能异常、血象异常。　　<br>⑵可能出现下列不良反应：①皮肤：皮疹、瘙痒等；②精神神经：失眠、疼痛、困倦、身体僵硬、四肢麻木、知觉减退、四肢无力、站立不稳等；③消化系统：恶心、呕吐、食欲不振、胃部不适、口干、便秘、腹泻、腹痛、腹胀等，偶有口腔炎、肝功能异常；④泌尿系统：尿闭、尿失禁、尿不尽感等，偶见肾功能异常；⑤全身症状：全身倦怠，偶有头晕、肌张力减退等；⑥其他：颜面潮红、出汗等。",
      "full_interactions": "类似药物盐酸甲苯哌丙酮在与甲氧卡巴莫合用时，曾有眼调节障碍的报道。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴出现四肢无力、站立不稳、嗜睡等症状时，应减量或停止用药。　<br>⑵用药期间不宜从事驾驶车辆等危险性机械操作。  <br>⑶用药期间应注意观察血压、肝功能、肾功能与血象的情况。  <br>⑷药物过量：尚无特效的解毒方法。可采用洗胃及常规的支持治疗等措施。<br>  ⑸慎用于妊娠期妇女。",
      "pharmacodynamics": "⑴药效学：本品为中枢性肌肉松弛药。作用于脊髓和血管平滑肌，通过抑制脊髓反射，抑制γ-运动神经元的自发性冲动，减轻肌梭的灵敏度，从而缓解骨骼肌的紧张；并通过扩张血管而改善血液循环，从多方面阻断肌紧张亢进→循环障碍→肌疼痛→肌紧张亢进这种骨骼肌紧张的恶性循环。<br>　　⑵药动学：口服后，几乎全部有消化",
      "full_pharmacodynamics": "⑴药效学：本品为中枢性肌肉松弛药。作用于脊髓和血管平滑肌，通过抑制脊髓反射，抑制γ-运动神经元的自发性冲动，减轻肌梭的灵敏度，从而缓解骨骼肌的紧张；并通过扩张血管而改善血液循环，从多方面阻断肌紧张亢进→循环障碍→肌疼痛→肌紧张亢进这种骨骼肌紧张的恶性循环。<br>　　⑵药动学：口服后，几乎全部有消化道吸收，健康成人一次口服150mg后约1.6～1.9小时血浆浓度达峰值，峰浓度为7.5～7.9ng/ml。在肝脏代谢大部分，少量经肝肠循环。大部分由尿经肾脏排出，少量由粪便排出。ｔ1/2为1.6～1.8小时。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=914",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 429,
    "name": "盐酸异丙肾上腺素注射液",
    "full_name": "(甲)盐酸异丙肾上腺素注射液[国基]",
    "chemical_name": "盐酸异丙肾上腺素注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海禾丰制药"
    ],
    "specifications": [
      {
        "specification": "1mg/支",
        "manufacturer": "上海禾丰制药",
        "full_manufacturer": "上海禾丰制药有限公司",
        "price": 30.39,
        "unit": "支",
        "code": "X00553",
        "approval_number": "国药准字H31021344",
        "insurance_code": "XC01CAY138B002010200673",
        "location": "N-2"
      }
    ],
    "pinyin": "yansuanyibingshenshangxiansu",
    "pinyin_initials": "ysybssxs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴用于髋关节或膝关节置换手术的成年患者，以预防静脉血栓形成（VTE）。 ⑵用于成人静脉血栓形成(DVT),降低急性DVT后DVT复发和肺栓塞（PE）的风险。 ⑶用于具有一种或多种危险因素（例如：充血性心力衰竭、高血压、年龄≥75岁、糖尿病、卒中或短暂性脑缺血发作病史）的非瓣膜性房颤成年患者，以降低卒中和全身性栓塞的风险。",
      "dosage": "口服：1.预防择期髋关节或膝关节置换⼿术成年患者的静脉⾎栓形成时推荐剂量为一次10mg，一日1次。",
      "contraindications": "症 禁用于下述患者： ⑴对利伐沙班或片剂中任何辅料过敏的患者。 ⑵有临床明显活动性出血的患者。 ⑶具有大出血显著风险的病灶或病情，例如目前或近期患有胃肠道溃疡，存在出血风险较高的恶性肿瘤，近期发生脑部或脊椎损伤，近期接受脑部、脊椎或眼科手术，近期发生颅内出血，已知或疑似的食管静脉曲张，动静脉畸形，血",
      "adverse_reactions": "常见：头痛、头晕、过敏等。",
      "interactions": "⑴利伐沙班与酮康唑（一次400mg，一日1次）或利托那韦（一次600mg，一日2次）合用时，使利伐沙班的平均药时曲线下面积升高2.6和2.5倍，利伐沙班的平均血药浓度升高1.7倍和1.6倍，用时药效显著提高，可能导致出血风险升高。因此，不建议将利伐沙班与咪唑类抗真菌药如酮康唑、伊曲康唑、伏立康唑、泊沙康唑或HIV蛋白酶抑制药可使利伐沙班血药浓度升高；与抗凝血药如非甾体抗炎药、血小板聚集抑制药合用。 ⑵与克拉霉素（一次500mg，一日2次）使利伐沙班的平均药时曲线下面积升高了1.5倍，使峰浓度升高",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约11小时，蛋白结合率92，肾脏排泄。",
      "precautions": "⑵以下情况需慎用：先天性或后天性出血障碍，没有控制的严重动脉高血压，活动期胃肠溃疡性疾病、近期胃肠溃疡、血管源性视网膜病、近期的颅内或脑内出血、脊柱内或脑内血管异常，近期近期接受脑、脊柱或眼科手术，同时使用能增加出血风险药物的患者。合用时应注意调整剂量。避免为了弥补漏服的剂量⽽在⼀⽇之内将剂量加倍。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于髋关节或膝关节置换手术的成年患者，以预防静脉血栓形成（VTE）。 ⑵用于治疗成人静脉血栓形成(DVT),降低急性DVT后DVT复发和肺栓塞（PE）的风险。 ⑶用于具有一种或多种危险因素（例如：充血性心力衰竭、高血压、年龄≥75岁、糖尿病、卒中或短暂性脑缺血发作病史）的非瓣膜性房颤成年患者，以降低卒中和全身性栓塞的风险。",
      "full_dosage": "口服：1.预防择期髋关节或膝关节置换⼿术成年患者的静脉⾎栓形成时推荐剂量为一次10mg，一日1次。如伤⼝已⽌⾎，⾸次⽤药时间应在⼿术后6~10⼩时之 间。对于接受髋关节⼤⼿术的患者，推荐治疗疗程为35天。对于接受膝关节⼤⼿术的患者，推荐治疗疗程为12天。如果发⽣漏服，患者应⽴即服⽤利伐沙班，并于次⽇继续每⽇服药⼀次。 2.治疗DVT和PE，降低DVT和PE复发的⻛险：急性DVT或PE的初始治疗推荐剂量是前三周15mg，一日2次；在初始治疗期后，后续治疗的推荐剂量为20mg，一日1次，⼤约在每天的相同时间给药。由重⼤的⼀过性危险因素（如：近期⼤⼿术或创伤）引起DVT或PE的患者，应考虑短期治疗（⾄少3个⽉）。由重⼤的⼀过性危险因素之外的其他原因引起DVT或PE的患者、⽆诱因的DVT或PE患者、或有复发性DVT或PE史的患者，应考虑给予较⻓时间的治疗。对于完成⾄少6个⽉标准抗凝治疗后持续存在DVT和/或PE⻛险的患者，为降低DVT和/或PE复发⻛险，推荐剂量为一次10mg，一日1次。对于DVT或PE复发⻛险⾼的患者（例如有复杂并 发症的患者，或接受利伐沙班10mg每⽇⼀次但出现DVT或PE复发的患者），应考虑一次20mg，一日⼀次。如果在一次15mg，一日2次治疗期间（第1-21天）发⽣漏服，患者应⽴即服⽤利伐沙班，以确保每⽇服⽤30mg利伐沙班。这种情况下可能需⼀次服⽤两⽚15mg⽚剂。之后，应依照⽤药建议继续接受常规的一次15mg，一日2次给药。如果在一次20mg，一日1次治疗期间发⽣漏服，患者应⽴即服⽤利伐沙班，并于次⽇依照推荐剂量继续接受每⽇⼀次给药。避免为了弥补漏服的剂量⽽在⼀⽇之内将剂量加倍。 3.⽤于⾮瓣膜性房颤成年患者，降低卒中和体循环栓塞的⻛险：推荐剂量为一次20mg，一日1次，该剂量同时也是最⼤推荐剂量，对于低体重和⾼龄（>75岁）的患者，医师可根据患者的情况，酌情使⽤一次15mg，一日1次。 剂型与规格 片剂 10mg基药 15mg基药 20mg基药 XB01AF乙0234 5% 哪儿有 片剂 2.5mg XB01AF乙0234 5% 哪儿有 口崩片 15mg 暂无 干混悬剂 103.4mg 暂无 颗粒剂 15mg 暂无",
      "full_contraindications": "症 禁用于下述患者： ⑴对利伐沙班或片剂中任何辅料过敏的患者。 ⑵有临床明显活动性出血的患者。 ⑶具有大出血显著风险的病灶或病情，例如目前或近期患有胃肠道溃疡，存在出血风险较高的恶性肿瘤，近期发生脑部或脊椎损伤，近期接受脑部、脊椎或眼科手术，近期发生颅内出血，已知或疑似的食管静脉曲张，动静脉畸形，血管动脉瘤或重大脊椎内细内血管畸形。 ⑷除了从其他治疗转换为利伐沙班或从利伐沙班转换为其他治疗的情况，或给予维持中心静脉或动脉导管所需的普通肝素（UFH)剂量之外，禁用任何其他抗凝剂的伴随治疗，例如UFH、低分子肝素（依诺肝素、达肝素等）、肝素衍生物(磺达肝癸钠等）、口服抗凝剂（华法林、阿哌沙班、达比加群等）。 ⑸伴有凝血异常和临床相关出血风险的肝病患者，包括达到ChildPughB和C级的肝硬化患者。 ⑹孕妇及哺乳期妇女。",
      "full_adverse_reactions": "⑴主要的不良反应是出血，常见术后伤口出血，少见胃肠道出血、血尿症、生殖道出血、低血压、鼻出血等。出血可能并发贫血，表现为虚弱、无力、苍白、头晕、头痛或原因不明的肿胀。 ⑵肝损害，常见γ-谷氨酰转肽酶升高，转氨酶升高。 禁忌症 禁用于下述患者： ⑴对利伐沙班或片剂中任何辅料过敏的患者。 ⑵有临床明显活动性出血的患者。 ⑶具有大出血显著风险的病灶或病情，例如目前或近期患有胃肠道溃疡，存在出血风险较高的恶性肿瘤，近期发生脑部或脊椎损伤，近期接受脑部、脊椎或眼科手术，近期发生颅内出血，已知或疑似的食管静脉曲张，动静脉畸形，血管动脉瘤或重大脊椎内细内血管畸形。 ⑷除了从其他治疗转换为利伐沙班或从利伐沙班转换为其他治疗的情况，或给予维持中心静脉或动脉导管所需的普通肝素（UFH)剂量之外，禁用任何其他抗凝剂的伴随治疗，例如UFH、低分子肝素（依诺肝素、达肝素等）、肝素衍生物(磺达肝癸钠等）、口服抗凝剂（华法林、阿哌沙班、达比加群等）。 ⑸伴有凝血异常和临床相关出血风险的肝病患者，包括达到ChildPughB和C级的肝硬化患者。 ⑹孕妇及哺乳期妇女。",
      "full_interactions": "⑴利伐沙班与酮康唑（一次400mg，一日1次）或利托那韦（一次600mg，一日2次）合用时，使利伐沙班的平均药时曲线下面积升高2.6和2.5倍，利伐沙班的平均血药浓度升高1.7倍和1.6倍，用时药效显著提高，可能导致出血风险升高。因此，不建议将利伐沙班与咪唑类抗真菌药如酮康唑、伊曲康唑、伏立康唑、泊沙康唑或HIV蛋白酶抑制药可使利伐沙班血药浓度升高；与抗凝血药如非甾体抗炎药、血小板聚集抑制药合用。 ⑵与克拉霉素（一次500mg，一日2次）使利伐沙班的平均药时曲线下面积升高了1.5倍，使峰浓度升高1.4倍，但并不视为具有临床相关性。与红霉素（一次500mg，一日3次）合用，使利伐沙班的平均药时曲线下面积和峰浓度升高1.3倍。 ⑶依诺肝素并不影响利伐沙班的药动学。如患者同时接受任何其他抗凝药治疗，由于出血风险升高，应特别谨慎。 ⑷与非甾体抗炎药（包括阿司匹林）和抗血小板药合用时，应小心使用，因为这些药物通常会提高出血风险。 ⑸与强效CYP3A4诱导药利福平合用，使利伐沙班的平均药时曲线下面积下降约50%，同时药效也平行降低。与其他强CYP3A4诱导药（苯妥英钠、卡马西平、苯巴比妥或圣约翰草）合用，也使利伐沙班血药浓度降低。合用时应注意调整剂量。 ⑹奈玛特韦/利托那韦组合包装：可导致利伐沙班血药浓度显著升高从而增加出血风险，禁止合用。 用药交代 ⑴如服用15mg及以上剂量时必须与食物同服。 ⑵服用本品期间，不要吃葡萄柚或喝葡萄柚汁，以及柚子、酸橙和柠檬。但柑橘、甜橙（脐橙）、橘子则是安全的，可以食用。 ⑶由于个体差异，请遵医嘱服药，切忌自行增减剂量。 ⑷服药期间建议每半年检测1次肾功能。 ⑸禁止与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 进食困难或者插了鼻胃管的患者，服用本品时可以掰开或者碾碎。 口崩片⾆头上浸润唾液后会崩解，因此可以⽆⽔服⽤。另外，也可以⽤⽔送服。利伐沙班10mg可与⻝物同服，也可以单独服⽤。利伐沙班15mg应与⻝物同服。 用法与用量 口服：1.预防择期髋关节或膝关节置换⼿术成年患者的静脉⾎栓形成时推荐剂量为一次10mg，一日1次。如伤⼝已⽌⾎，⾸次⽤药时间应在⼿术后6~10⼩时之 间。对于接受髋关节⼤⼿术的患者，推荐治疗疗程为35天。对于接受膝关节⼤⼿术的患者，推荐治疗疗程为12天。如果发⽣漏服，患者应⽴即服⽤利伐沙班，并于次⽇继续每⽇服药⼀次。 2.治疗DVT和PE，降低DVT和PE复发的⻛险：急性DVT或PE的初始治疗推荐剂量是前三周15mg，一日2次；在初始治疗期后，后续治疗的推荐剂量为20mg，一日1次，⼤约在每天的相同时间给药。由重⼤的⼀过性危险因素（如：近期⼤⼿术或创伤）引起DVT或PE的患者，应考虑短期治疗（⾄少3个⽉）。由重⼤的⼀过性危险因素之外的其他原因引起DVT或PE的患者、⽆诱因的DVT或PE患者、或有复发性DVT或PE史的患者，应考虑给予较⻓时间的治疗。对于完成⾄少6个⽉标准抗凝治疗后持续存在DVT和/或PE⻛险的患者，为降低DVT和/或PE复发⻛险，推荐剂量为一次10mg，一日1次。对于DVT或PE复发⻛险⾼的患者（例如有复杂并 发症的患者，或接受利伐沙班10mg每⽇⼀次但出现DVT或PE复发的患者），应考虑一次20mg，一日⼀次。如果在一次15mg，一日2次治疗期间（第1-21天）发⽣漏服，患者应⽴即服⽤利伐沙班，以确保每⽇服⽤30mg利伐沙班。这种情况下可能需⼀次服⽤两⽚15mg⽚剂。之后，应依照⽤药建议继续接受常规的一次15mg，一日2次给药。如果在一次20mg，一日1次治疗期间发⽣漏服，患者应⽴即服⽤利伐沙班，并于次⽇依照推荐剂量继续接受每⽇⼀次给药。避免为了弥补漏服的剂量⽽在⼀⽇之内将剂量加倍。 3.⽤于⾮瓣膜性房颤成年患者，降低卒中和体循环栓塞的⻛险：推荐剂量为一次20mg，一日1次，该剂量同时也是最⼤推荐剂量，对于低体重和⾼龄（>75岁）的患者，医师可根据患者的情况，酌情使⽤一次15mg，一日1次。 剂型与规格 片剂 10mg基药 15mg基药 20mg基药 XB01AF乙0234 5% 哪儿有 片剂 2.5mg XB01AF乙0234 5% 哪儿有 口崩片 15mg 暂无 干混悬剂 103.4mg 暂无 颗粒剂 15mg 暂无",
      "full_pharmacokinetics": "⑴药效学：本品是一种高选择性、剂量依赖性直接抑制因子Ⅹa的口服药物。通过抑制因子Ⅹa可以中断凝血过程的内源性和外源性途径，抑制凝血酶的产生和血栓形成。利伐沙班并不抑制凝血酶（活化因子Ⅱ），也并未证明其对于血小板有影响。利伐沙班对凝血酶原时间的影响具有量效关系。 ⑵药动学：口服易吸收，生物利用度较高80％～100％，血浆蛋白结合率为92％，给药后2.5～4小时达到血药峰浓度。接近90％的药物在血浆中以原形存在，无主要或活性代谢物。约有2/3通过CYP3A4、CYP2J2和不依赖CYP机制进行代谢降解，由肾脏和粪便排出。其余1/3以活性药物原形的形式直接通过尿液排泄。平均消除半衰期为7～11小时。",
      "full_precautions": "⑴在中毒肾损害（肌酐清除率＜30ml/min）和中度肝损害的肝硬化患者中，本品的血药浓度可能显著升高，进而导致出血风险升高。 ⑵以下情况需慎用：先天性或后天性出血障碍，没有控制的严重动脉高血压，活动期胃肠溃疡性疾病、近期胃肠溃疡、血管源性视网膜病、近期的颅内或脑内出血、脊柱内或脑内血管异常，近期近期接受脑、脊柱或眼科手术，同时使用能增加出血风险药物的患者。 ⑶由于缺乏安全性和疗效方面的数据，不推荐用于18岁以下的青少年和儿童。 ⑷对老年患者（＞65岁）无需调整剂量。 药物相互作用 ⑴利伐沙班与酮康唑（一次400mg，一日1次）或利托那韦（一次600mg，一日2次）合用时，使利伐沙班的平均药时曲线下面积升高2.6和2.5倍，利伐沙班的平均血药浓度升高1.7倍和1.6倍，用时药效显著提高，可能导致出血风险升高。因此，不建议将利伐沙班与咪唑类抗真菌药如酮康唑、伊曲康唑、伏立康唑、泊沙康唑或HIV蛋白酶抑制药可使利伐沙班血药浓度升高；与抗凝血药如非甾体抗炎药、血小板聚集抑制药合用。 ⑵与克拉霉素（一次500mg，一日2次）使利伐沙班的平均药时曲线下面积升高了1.5倍，使峰浓度升高1.4倍，但并不视为具有临床相关性。与红霉素（一次500mg，一日3次）合用，使利伐沙班的平均药时曲线下面积和峰浓度升高1.3倍。 ⑶依诺肝素并不影响利伐沙班的药动学。如患者同时接受任何其他抗凝药治疗，由于出血风险升高，应特别谨慎。 ⑷与非甾体抗炎药（包括阿司匹林）和抗血小板药合用时，应小心使用，因为这些药物通常会提高出血风险。 ⑸与强效CYP3A4诱导药利福平合用，使利伐沙班的平均药时曲线下面积下降约50%，同时药效也平行降低。与其他强CYP3A4诱导药（苯妥英钠、卡马西平、苯巴比妥或圣约翰草）合用，也使利伐沙班血药浓度降低。合用时应注意调整剂量。 ⑹奈玛特韦/利托那韦组合包装：可导致利伐沙班血药浓度显著升高从而增加出血风险，禁止合用。 用药交代 ⑴如服用15mg及以上剂量时必须与食物同服。 ⑵服用本品期间，不要吃葡萄柚或喝葡萄柚汁，以及柚子、酸橙和柠檬。但柑橘、甜橙（脐橙）、橘子则是安全的，可以食用。 ⑶由于个体差异，请遵医嘱服药，切忌自行增减剂量。 ⑷服药期间建议每半年检测1次肾功能。 ⑸禁止与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 进食困难或者插了鼻胃管的患者，服用本品时可以掰开或者碾碎。 口崩片⾆头上浸润唾液后会崩解，因此可以⽆⽔服⽤。另外，也可以⽤⽔送服。利伐沙班10mg可与⻝物同服，也可以单独服⽤。利伐沙班15mg应与⻝物同服。 用法与用量 口服：1.预防择期髋关节或膝关节置换⼿术成年患者的静脉⾎栓形成时推荐剂量为一次10mg，一日1次。如伤⼝已⽌⾎，⾸次⽤药时间应在⼿术后6~10⼩时之 间。对于接受髋关节⼤⼿术的患者，推荐治疗疗程为35天。对于接受膝关节⼤⼿术的患者，推荐治疗疗程为12天。如果发⽣漏服，患者应⽴即服⽤利伐沙班，并于次⽇继续每⽇服药⼀次。 2.治疗DVT和PE，降低DVT和PE复发的⻛险：急性DVT或PE的初始治疗推荐剂量是前三周15mg，一日2次；在初始治疗期后，后续治疗的推荐剂量为20mg，一日1次，⼤约在每天的相同时间给药。由重⼤的⼀过性危险因素（如：近期⼤⼿术或创伤）引起DVT或PE的患者，应考虑短期治疗（⾄少3个⽉）。由重⼤的⼀过性危险因素之外的其他原因引起DVT或PE的患者、⽆诱因的DVT或PE患者、或有复发性DVT或PE史的患者，应考虑给予较⻓时间的治疗。对于完成⾄少6个⽉标准抗凝治疗后持续存在DVT和/或PE⻛险的患者，为降低DVT和/或PE复发⻛险，推荐剂量为一次10mg，一日1次。对于DVT或PE复发⻛险⾼的患者（例如有复杂并 发症的患者，或接受利伐沙班10mg每⽇⼀次但出现DVT或PE复发的患者），应考虑一次20mg，一日⼀次。如果在一次15mg，一日2次治疗期间（第1-21天）发⽣漏服，患者应⽴即服⽤利伐沙班，以确保每⽇服⽤30mg利伐沙班。这种情况下可能需⼀次服⽤两⽚15mg⽚剂。之后，应依照⽤药建议继续接受常规的一次15mg，一日2次给药。如果在一次20mg，一日1次治疗期间发⽣漏服，患者应⽴即服⽤利伐沙班，并于次⽇依照推荐剂量继续接受每⽇⼀次给药。避免为了弥补漏服的剂量⽽在⼀⽇之内将剂量加倍。 3.⽤于⾮瓣膜性房颤成年患者，降低卒中和体循环栓塞的⻛险：推荐剂量为一次20mg，一日1次，该剂量同时也是最⼤推荐剂量，对于低体重和⾼龄（>75岁）的患者，医师可根据患者的情况，酌情使⽤一次15mg，一日1次。 剂型与规格 片剂 10mg基药 15mg基药 20mg基药 XB01AF乙0234 5% 哪儿有 片剂 2.5mg XB01AF乙0234 5% 哪儿有 口崩片 15mg 暂无 干混悬剂 103.4mg 暂无 颗粒剂 15mg 暂无"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=152",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 430,
    "name": "盐酸异丙嗪注射液",
    "full_name": "(甲)盐酸异丙嗪注射液[国基]",
    "chemical_name": "盐酸异丙嗪注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海禾丰制药"
    ],
    "specifications": [
      {
        "specification": "25mg/支",
        "manufacturer": "上海禾丰制药",
        "full_manufacturer": "上海禾丰制药有限公司",
        "price": 1.63,
        "unit": "支",
        "code": "X00599",
        "approval_number": "国药准字H31021490",
        "insurance_code": "XR06ADY136B002010200673",
        "location": "N-3",
        "outpatient_location": "U-3"
      }
    ],
    "pinyin": "yansuanyibingqin",
    "pinyin_initials": "ysybq",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于恶心、呕吐及术后止痛；荨麻疹、血管神经性水肿。",
      "dosage": "成人：，①抗过敏，一次12.5～25mg；儿童：常用量为按体重一次0.125mg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：头晕、嗜睡等。",
      "interactions": "⑴异丙嗪与中枢神经抑制药合用时，可相互加强效应。  <br>⑵碳酸氢钠等碱性药物能降低异丙嗪的排泄。  <br>⑶异丙嗪与溴苄胺、异喹胍或胍乙啶等同用时，后者的降压作用增强。  <br>⑷异丙嗪与抗胆碱类药物（特别是阿托品类药）同用时，二者的抗胆碱作用相互增强。  <br>⑸其余参阅抗组胺药的注意事项。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵老年人慎用。⑶闭角型青光眼及前列腺肥大者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "1.常用于荨麻疹、血管神经性水肿，过敏性鼻炎等过敏症；<br>2.防治晕动病、镇静、催眠，治疗恶心、呕吐及术后止痛，亦可作为全麻的辅助用药。",
      "full_dosage": "⑴口服：成人，①抗过敏，一次12.5～25mg，一日1～3次。②防晕动病，旅行前1小时服用12.5mg，必要时1日内可重复1～2次。③用于恶心、呕吐，一次12.5mg，必要时每4～6小时1次。④用于镇静、安眠，一次12.5mg，睡前服。<br>　　儿童常用量为按体重一次0.125mg/kg或按体表面积3.75mg/m²,每4～6小时1次。    <br>　　⑵肌内注射：成人。①抗过敏，一次25mg，必要时2～4小时重复；严重过敏时可肌内注射50mg，最高量不得超过100mg，在特殊紧急情况下，可用灭菌注射用水稀释成0.25％，缓慢静脉注射。②止吐，一次12.5～25mg，必要时每4小时重复1次。③镇静催眠，一次25～50mg。    <br>　　儿童：①抗过敏，按体重一次0.125mg/kg或按体表面积3.75mg/m²，每4～6小时1次。②止吐，按体重一次0.25～0.5mg/kg或按体表面积7.5～15mg/m²，必要时每4～6小时重复；或一次12.5～25mg，必要时每4～6小时重复。③镇静催眠，按体重一次0.5～1.0mg/kg或一次12.5～25mg。④抗眩晕，睡前可按需给予，按体重0.25～0.5mg/kg或按体表面积7.5～15mg/m²；或一次6.25～12.5mg，一日3次。",
      "full_contraindications": "⑴早产儿、新生儿禁用。  <br>⑵对本品及辅料过敏者、对吩噻嗪过敏者禁用。<br>⑶口服制剂禁用于6岁以下儿童。",
      "full_adverse_reactions": "⑴常见的有嗜睡、反应迟钝、眩晕及低血压。  <br>⑵较少见的有视力模糊或轻度色盲、头晕、口鼻咽干燥、痰液黏稠等抗胆碱作用。  <br>⑶少见心率加快或减慢、白细胞减少等。  <br>⑷增加皮肤光敏性。<br>⑸6岁以下儿童精神和中枢神经系统副作用的风险，包括机能亢进、攻击性和幻觉。",
      "full_interactions": "⑴异丙嗪与中枢神经抑制药合用时，可相互加强效应。  <br>⑵碳酸氢钠等碱性药物能降低异丙嗪的排泄。  <br>⑶异丙嗪与溴苄胺、异喹胍或胍乙啶等同用时，后者的降压作用增强。  <br>⑷异丙嗪与抗胆碱类药物（特别是阿托品类药）同用时，二者的抗胆碱作用相互增强。  <br>⑸其余参阅抗组胺药的注意事项。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴孕妇在临产前1～2周应停用本品。  <br>⑵老年人慎用。  <br>⑶闭角型青光眼及前列腺肥大者慎用。",
      "pharmacodynamics": "⑴药效学：本品属吩噻嗪类药物。具明显的中枢抑制作用，并有增强麻醉药、催眠药、镇痛药的作用和降低体温的作用。具体的作用机制为：①抗组胺作用：组胺H1受体拮抗。②止吐作用：可能与抑制延髓的催吐化学受体触发区有关。③抗晕动作用：作用于前庭和呕吐中枢及中脑髓质感受器，从而阻断前庭核区胆碱能突触迷路冲动的兴奋",
      "full_pharmacodynamics": "⑴药效学：本品属吩噻嗪类药物。具明显的中枢抑制作用，并有增强麻醉药、催眠药、镇痛药的作用和降低体温的作用。具体的作用机制为：①抗组胺作用：组胺H1受体拮抗。②止吐作用：可能与抑制延髓的催吐化学受体触发区有关。③抗晕动作用：作用于前庭和呕吐中枢及中脑髓质感受器，从而阻断前庭核区胆碱能突触迷路冲动的兴奋。④镇静催眠作用：可能与间接降低脑干网状激动系统的应激性有关。  <br>　　⑵药动学：口服后吸收迅速且完全，口服、肌内注射、直肠给药后20分钟起效，静脉注射3～5分钟起效，抗组胺作用持续6～12小时，镇静作用持续2～8小时。本品主要在肝脏代谢，肝首过效应显著，主要代谢产物经尿液排出。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2652",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 431,
    "name": "盐酸右美托咪定注射液",
    "full_name": "(乙10%)盐酸右美托咪定注射液",
    "chemical_name": "盐酸右美托咪定注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "辰欣药业"
    ],
    "specifications": [
      {
        "specification": "200ug/支",
        "manufacturer": "辰欣药业",
        "full_manufacturer": "辰欣药业股份有限公司",
        "price": 5.06,
        "unit": "支",
        "code": "X00786",
        "approval_number": "国药准字H20130027",
        "insurance_code": "XN05CMY189B002010109581",
        "location": "N-3",
        "outpatient_location": "U-2"
      }
    ],
    "pinyin": "yansuanyoumeituomiding",
    "pinyin_initials": "ysymtmd",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于行全身麻醉的手术患者气管插管和机械通气时的镇静。",
      "dosage": "成人：剂量，配成4μg",
      "contraindications": "症 对本品及其成份过敏者禁用。",
      "adverse_reactions": "常见：为低血压、心动过缓及口干",
      "interactions": "⑴麻醉剂/镇静剂/催眠药/阿片类：同时给予本品和麻醉剂、镇静剂、催眠药和阿片类可能导致药物作用的增强。国外研究报道已经确定了盐酸右美托咪定与七氟烷、异氟烷、丙泊酚、阿芬太尼和咪达唑仑的影响。右美托咪定和异氟烷、丙泊酚、阿芬太尼和咪达唑仑之间没有药动学相互作用。然而，由于可能的药效学相互作用，当同时给予本品时，可能要求降低本品或伴随的麻醉剂、镇静剂、催眠药和阿片类药物的剂量。 ⑵神经肌肉的阻断：在一项对于10个健康志愿者的国外研究中，盐酸右美托咪定给药45分钟，血浆浓度为1ng/mL时没有导致与罗",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴本品只能由专业人士在具备医疗监护设备的条件下使用。由于本品的已知",
      "source": "湖南药事服务网",
      "full_indications": "用于行全身麻醉的手术患者气管插管和机械通气时的镇静。",
      "full_dosage": "静脉注射：成人剂量，配成4μg/ml浓度以1μg/kg剂量缓慢静注，输注时间超过10分钟。 本品在给药前必须用0.9％的氯化钠溶液稀释达浓度4μg/ml，可取出2ml本品加入48ml的0.9％的氯化钠注射液中形成总的50ml溶液，轻轻摇动使均匀混合。 剂量调整：由于可能的药效学相互作用，当本品与其他麻醉剂、镇静剂、安眠药或阿片类药物同时给药时可能需要减少给药剂量。 肝、肾功能损伤的患者和老年患者可能需要考虑减少给药剂量。",
      "full_contraindications": "症 对本品及其成份过敏者禁用。",
      "full_adverse_reactions": "国外研究报道与治疗相关的发生率大于2%的最常见不良反应为低血压、心动过缓及口干。",
      "full_interactions": "⑴麻醉剂/镇静剂/催眠药/阿片类：同时给予本品和麻醉剂、镇静剂、催眠药和阿片类可能导致药物作用的增强。国外研究报道已经确定了盐酸右美托咪定与七氟烷、异氟烷、丙泊酚、阿芬太尼和咪达唑仑的影响。右美托咪定和异氟烷、丙泊酚、阿芬太尼和咪达唑仑之间没有药动学相互作用。然而，由于可能的药效学相互作用，当同时给予本品时，可能要求降低本品或伴随的麻醉剂、镇静剂、催眠药和阿片类药物的剂量。 ⑵神经肌肉的阻断：在一项对于10个健康志愿者的国外研究中，盐酸右美托咪定给药45分钟，血浆浓度为1ng/mL时没有导致与罗库溴铵给药相关的神经肌肉阻断程度的临床明显增加。 配伍",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴本品只能由专业人士在具备医疗监护设备的条件下使用。由于本品的已知"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2922",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 432,
    "name": "盐酸曲马多注射液",
    "full_name": "(甲)盐酸曲马多注射液",
    "chemical_name": "盐酸曲马多注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海旭东海普药业"
    ],
    "specifications": [
      {
        "specification": "0.1g:100mg/支",
        "manufacturer": "上海旭东海普药业",
        "full_manufacturer": "上海旭东海普药业有限公司",
        "price": 4.0,
        "unit": "支",
        "code": "X00579",
        "approval_number": "国药准字H20023785",
        "insurance_code": "XN02AXQ098B002020100808",
        "outpatient_location": "O-4",
        "inpatient_location": "O-4"
      }
    ],
    "pinyin": "yansuanqumaduo",
    "pinyin_initials": "ysqmd",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于癌症疼痛、骨折或术后疼痛等各种急、慢性疼痛。",
      "full_indications": "用于癌症疼痛、骨折或术后疼痛等各种急、慢性疼痛。",
      "dosage": "肌内注射，一次50-100mg，必要时可重复。日剂量不超过400mg。",
      "full_dosage": "肌内注射，一次50-100mg，必要时可重复。日剂量不超过400mg。",
      "contraindications": "1.对本品过敏者禁用；2.酒精、安眠药、镇痛药或其他中枢神经系统作用药物急性中毒患者禁用；3.严重脑损伤、意识模糊、呼吸抑制患者禁用。",
      "full_contraindications": "1.对本品过敏者禁用；2.酒精、安眠药、镇痛药或其他中枢神经系统作用药物急性中毒患者禁用；3.严重脑损伤、意识模糊、呼吸抑制患者禁用。",
      "adverse_reactions": "常见出汗、眩晕、恶心、呕吐、食欲减退及排尿困难等。少见心悸、心动过速或体位性低血压。偶见皮疹、血压降低等过敏反应。",
      "full_adverse_reactions": "常见出汗、眩晕、恶心、呕吐、食欲减退及排尿困难等。少见心悸、心动过速或体位性低血压。偶见皮疹、血压降低等过敏反应。",
      "interactions": "1.与中枢神经抑制药物或酒精合用时有强化本品的镇静作用，特别是呼吸抑制作用；2.与神经阻滞剂合用，个别病例有惊厥的报道；3.与选择性5-羟色胺再摄取抑制剂（SSRI）合用，可导致血清素综合征。",
      "full_interactions": "1.与中枢神经抑制药物或酒精合用时有强化本品的镇静作用，特别是呼吸抑制作用；2.与神经阻滞剂合用，个别病例有惊厥的报道；3.与选择性5-羟色胺再摄取抑制剂（SSRI）合用，可导致血清素综合征。",
      "pregnancy_category": "孕妇及哺乳期妇女慎用。",
      "pharmacokinetics": "",
      "precautions": "1.肝肾功能不全者、心脏疾患者酌情减量使用或慎用；2.不得与单胺氧化酶抑制剂同用；3.长期使用不能排除产生耐药性或药物依赖性的可能；4.有药物滥用或依赖性倾向的病人只能短期使用。",
      "full_precautions": "1.肝肾功能不全者、心脏疾患者酌情减量使用或慎用；2.不得与单胺氧化酶抑制剂同用；3.长期使用不能排除产生耐药性或药物依赖性的可能；4.有药物滥用或依赖性倾向的病人只能短期使用。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1029",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 433,
    "name": "盐酸曲美他嗪缓释片",
    "full_name": "(甲)盐酸曲美他嗪缓释片",
    "chemical_name": "盐酸曲美他嗪缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "江苏恒瑞医药"
    ],
    "specifications": [
      {
        "specification": "35mg/片",
        "manufacturer": "江苏恒瑞医药",
        "full_manufacturer": "江苏恒瑞医药股份有限公司",
        "price": 14.84,
        "unit": "盒",
        "code": "Y00000014527",
        "approval_number": "国药准字H20193076",
        "insurance_code": "XC01EBQ102A010010101445",
        "location": "F-3",
        "outpatient_location": "E-5"
      }
    ],
    "pinyin": "yansuanqumeitaqin",
    "pinyin_initials": "ysqmtq",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "1.用于肠易激综合征患者的腹痛、排便紊乱及肠道不适的对症治疗。由于无明显的抗胆碱能",
      "dosage": "⑴口服：成人一次50mg，一日3次。必要时，一次剂量可达100mg，一日可用至300mg，宜在进餐时服用。应将本品整片吞服，切勿掰碎、咀嚼或含化。 ⑵钡灌肠准备：检查前3日一次100mg，一日2次，在检查当日清晨再口服100mg。",
      "contraindications": "症 儿童及孕妇禁用。",
      "adverse_reactions": "，故可用于合并前列腺增生、尿潴留和青光眼的肠易激综合征； 2.也可用于与胆道功能障碍有关的疼痛及胆囊运动障碍； 3.用于肠道钡灌肠准备。",
      "interactions": "⑴匹维溴铵对氯化钡、酰胆碱、去肾上腺素和卡巴胆碱引起的平滑肌收缩有依赖剂量的抑制作用。 ⑵匹维溴铵对电刺激引起的平滑肌收缩，有依赖剂量的抑制作用。 给药说明 ⑴宜在进餐时用水吞服。应将本药整片吞下，切勿掰碎、咀嚼或含化药品。不要在卧位或睡前吞服。 ⑵本药没有明显的抗胆碱能不良反应，因此本药可以用于合并前列腺增生、尿潴留和青光眼的肠易激综合征患者。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于肠易激综合征患者的腹痛、排便紊乱及肠道不适的对症治疗。由于无明显的抗胆碱能",
      "full_pharmacokinetics": "",
      "full_dosage": "⑴口服：成人一次50mg，一日3次。必要时，一次剂量可达100mg，一日可用至300mg，宜在进餐时服用。应将本品整片吞服，切勿掰碎、咀嚼或含化。 ⑵钡灌肠准备：检查前3日一次100mg，一日2次，在检查当日清晨再口服100mg。",
      "full_contraindications": "症 儿童及孕妇禁用。",
      "full_adverse_reactions": "，故可用于合并前列腺增生、尿潴留和青光眼的肠易激综合征； 2.也可用于与胆道功能障碍有关的疼痛及胆囊运动障碍； 3.用于肠道钡灌肠准备。",
      "full_interactions": "⑴匹维溴铵对氯化钡、酰胆碱、去肾上腺素和卡巴胆碱引起的平滑肌收缩有依赖剂量的抑制作用。 ⑵匹维溴铵对电刺激引起的平滑肌收缩，有依赖剂量的抑制作用。 给药说明 ⑴宜在进餐时用水吞服。应将本药整片吞下，切勿掰碎、咀嚼或含化药品。不要在卧位或睡前吞服。 ⑵本药没有明显的抗胆碱能不良反应，因此本药可以用于合并前列腺增生、尿潴留和青光眼的肠易激综合征患者。",
      "full_precautions": "哺乳期妇女慎用。 药物相互作用 ⑴匹维溴铵对氯化钡、酰胆碱、去肾上腺素和卡巴胆碱引起的平滑肌收缩有依赖剂量的抑制作用。 ⑵匹维溴铵对电刺激引起的平滑肌收缩，有依赖剂量的抑制作用。 给药说明 ⑴宜在进餐时用水吞服。应将本药整片吞下，切勿掰碎、咀嚼或含化药品。不要在卧位或睡前吞服。 ⑵本药没有明显的抗胆碱能不良反应，因此本药可以用于合并前列腺增生、尿潴留和青光眼的肠易激综合征患者。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=520",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 434,
    "name": "盐酸氯丙嗪注射液",
    "full_name": "(甲)盐酸氯丙嗪注射液",
    "chemical_name": "盐酸氯丙嗪注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海禾丰制药"
    ],
    "specifications": [
      {
        "specification": "25mg/支",
        "manufacturer": "上海禾丰制药",
        "full_manufacturer": "上海禾丰制药有限公司",
        "price": 0.87,
        "unit": "支",
        "code": "X00888",
        "approval_number": "国药准字H31021060",
        "insurance_code": "XN05AAL192B002010200673",
        "location": "M"
      }
    ],
    "pinyin": "yansuanlvbingqin",
    "pinyin_initials": "yslbq",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.精神分裂症、分裂样精神病、分裂情感性精神病、偏执性精神障碍、躁狂症、心因性精神障碍等。尤其对精神运动性兴奋、幻觉、妄想、思维形式障碍、敌对情绪、怪异行为、冲动、木僵等症状疗效较好； 2.小剂量可慎用于器质性精神障碍； 3.镇吐、治疗顽固性呃逆。",
      "dosage": "成人：治疗剂量通常为每日200～600mg",
      "contraindications": "症 ⑴严重心、肝、肾疾病。 ⑵对本品有过敏反应。 ⑶哺乳期妇女。",
      "adverse_reactions": "常见：皮疹、头晕、过敏、乏力、嗜睡等。",
      "interactions": "⑴与酒精或中枢神经抑制药，尤其是与吸入全麻药或巴比妥类等静脉全麻药并用时可彼此增效，用量应减少。 ⑵与苯丙胺类药并用时，由于本品具有α受体阻断作用，氯丙嗪的效应可减弱。 ⑶与制酸药或止泻药并用，可抑制本品的口服吸收，应至少在本品用药前1小时或用药后2小时服用。 ⑷与抗惊厥药并用，本品并不能使抗惊厥药增效。临床研究表明本品可降低惊厥发作的阈值。 ⑸与抗高血压药并用时易致直立性低血压。 ⑹与肾上腺素并用时，由于本品阻断α受体，仅显示肾上腺素激动β受体的效应，从而导致明显的低血压和心动过速。 ⑺与胍乙",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑷下列情况应慎用：①骨髓功能抑制；⑸用药期间注意检查：①白细胞计数机分类；⑶本品溶液与皮肤接触，可产生接触性皮炎，应注意防止。",
      "source": "湖南药事服务网",
      "full_indications": "1.精神分裂症、分裂样精神病、分裂情感性精神病、偏执性精神障碍、躁狂症、心因性精神障碍等。尤其对精神运动性兴奋、幻觉、妄想、思维形式障碍、敌对情绪、怪异行为、冲动、木僵等症状疗效较好； 2.小剂量可慎用于器质性精神障碍； 3.镇吐、治疗顽固性呃逆。",
      "full_dosage": "⑴精神分裂症：①口服：成人治疗剂量通常为每日200～600mg，分次服用。依治疗需要和耐受情况逐渐递增给药。对年老或体弱者应从小剂量开始，以后根据耐受情况慢慢增加药量。②肌内注射或静脉注射：成人肌内注射每次25～50mg。控制严重兴奋躁动时，可根据需要和耐受情况隔数小时重复用药一次。静脉注射也可使用25～50mg，用氯化钠注射液稀释至1mg/ml，然后以每分钟不超过1mg的速度缓慢注入。一般采用静脉滴注而避免静脉注射，以防意外。对年老或体弱者均应注意从小剂量开始，注射时尤其应注意耐受情况，缓慢给药。 ⑵呕吐：成人口服，一次12.5～25mg，一日2～3次，如不能控制，可肌内注射一次25mg。 剂型与规格 片剂 12.5mg基药 25mg基药 50mg基药 XN05AA甲1101 0% 哪儿有 注射液 10mg 1ml基药 25mg 1ml基药 50mg 2ml基药 XN05AA甲1101 0% 哪儿有",
      "full_contraindications": "症 ⑴严重心、肝、肾疾病。 ⑵对本品有过敏反应。 ⑶哺乳期妇女。",
      "full_adverse_reactions": "有关。又由于可抑制脑干网状结构的上行激活系统而产生镇静作用，阻断外周α受体和Ｍ受体与其体位性低血压、口干、便秘等不良反应有关。 ⑵药动学：口服或肌内注射后均易吸收，与食物和碱性药同服时吸收明显减少。肌注可避免肝脏首关消除，生物利用度比口服时高约3～10倍。单次口服ｔmax为2～4小时。血浆蛋白结合率约96％。亲脂性高，易通过血脑屏障及胎盘屏障，可从乳汁分泌。分布广，以脑、肝等器官浓度较高，脑中药物浓度时血浓度的数倍。主要在肝脏由细胞色素氧化酶（CYP酶）催化进行氧化和结合代谢，代谢产物有160种以上，其中7-羟氯丙嗪等有生物活性。代谢产物主要经肾排泄，少量从粪便排泄。单次服药半衰期（ｔ1/2）约17小时；恒量、恒定间隔时间多次给药，5～10天血药浓度达稳态水平（Ｃss），此时半衰期（ｔ1/2）约30小时。有效血药浓度为500～700ng/ml。 不良反应 ⑴神经系统：急性肌张力障碍、震颤、帕金森综合症、静坐不能、迟发性运动障碍等，并可引起过度镇静、乏力、头晕、嗜睡等，个别病人可诱发癫痫。 ⑵心血管系统：体位性低血压、心动过速、心动过缓、心电图改变（可逆性特异性ST-T波改变、T波平坦或倒置、Q-T间期延长）。偶见阿-斯综合征、猝死。 ⑶消化系统：肝功能异常，如一过性丙氨酸氨基转移酶和门冬氨酸氨基转移酶升高。 ⑷内分泌系统：泌乳素水平升高、溢乳、月经紊乱或闭经、性功能改变。 ⑸血液系统：白细胞及粒细胞减少至缺乏。 ⑹抗胆碱作用：外周抗胆碱作用表现有口干、视物模糊、眼压升高、便秘和尿潴留等，偶可发生肠梗阻。中枢抗胆碱在哟用表现为谵妄、意识障碍、出汗、震颤和认知功能障碍等。 ⑺恶性综合征：表现为肌紧张、高热、意识障碍、自主神经系统症状（大汗、心动过速、血压不稳等）。白细胞升高、尿蛋白阳性、肌红蛋白尿、磷酸激酶活性升高、肝氨基转移酶升高、雪铁、镁、钙降低等。 ⑻其他：少数病人可发生皮疹、畸胎等，乳儿可发生过度镇静，长期使用可引起皮肤、角膜及晶体色素沉着。 肝损伤 可能导致肝损伤。 禁忌症 ⑴严重心、肝、肾疾病。 ⑵对本品有过敏反应。 ⑶哺乳期妇女。",
      "full_interactions": "⑴与酒精或中枢神经抑制药，尤其是与吸入全麻药或巴比妥类等静脉全麻药并用时可彼此增效，用量应减少。 ⑵与苯丙胺类药并用时，由于本品具有α受体阻断作用，氯丙嗪的效应可减弱。 ⑶与制酸药或止泻药并用，可抑制本品的口服吸收，应至少在本品用药前1小时或用药后2小时服用。 ⑷与抗惊厥药并用，本品并不能使抗惊厥药增效。临床研究表明本品可降低惊厥发作的阈值。 ⑸与抗高血压药并用时易致直立性低血压。 ⑹与肾上腺素并用时，由于本品阻断α受体，仅显示肾上腺素激动β受体的效应，从而导致明显的低血压和心动过速。 ⑺与胍乙啶类药物并用时，本品可抵消其降压效应。 ⑻与左旋多巴、美金刚、溴隐亭并用时，本品可对抗其抗帕金森病作用。 ⑼与三环类抗抑郁药及抗胆碱能药并用时，两者的抗胆碱作用可相互增强。 ⑽与胺碘酮、普鲁卡因胺、匹莫齐特、阿托西汀等合用时，增加发生室性心律失常的风险。 ⑾与普萘洛尔合用，增加两者的血药浓度。 ⑿与苯巴比妥类合用时，降低两者的血药浓度。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵用药后，避免阳光直射； ⑶用药期间小便颜色变为粉红色或红色是由药物代谢的产物所引起，若没有伴随疼痛等不适，属于正常现象，不必担心。 输液调配 一次25～100mg稀释于500ml葡萄糖氯化钠注射液。新鲜调配为无色或几乎无色的澄明液体。本品pH为3.0～5.0。 【稳定性】用5%葡萄糖注射液、0.9%氯化钠注射液、葡萄糖氯化钠注射液、复方氯化钠注射液或乳酸钠林格注射液稀释的0.05mg/ml盐酸氯丙嗪溶液物理性状稳定。 给药说明 ⑴用量须从小剂量开始，按照个体化给药的原则调整增加用量。 ⑵经长期治疗需停药时，应在几周之内逐渐减量、骤停用药可促发迟发性运动障碍，后者在老年病人中发生最多，而且不容易消退。骤停用药有时也可产生一时性的头昏、胃部不适或恶心、呕吐等反应。 ⑶本品溶液与皮肤接触，可产生接触性皮炎，应注意防止。 ⑷少数病人口服药物时，产生胃部刺激症状，可与食物共服，亦可对饮水或牛奶。 ⑸注射给药只限于急性兴奋躁动病人，需密切观察与监视，防止发生低血压。 ⑹肌内注射时应缓慢深部注射，注射后至少应卧床半小时。 ⑺老年人或小儿注射给药时，更应密切观察可能发生的血压降低与锥体外系症状。 用法与用量 ⑴精神分裂症：①口服：成人治疗剂量通常为每日200～600mg，分次服用。依治疗需要和耐受情况逐渐递增给药。对年老或体弱者应从小剂量开始，以后根据耐受情况慢慢增加药量。②肌内注射或静脉注射：成人肌内注射每次25～50mg。控制严重兴奋躁动时，可根据需要和耐受情况隔数小时重复用药一次。静脉注射也可使用25～50mg，用氯化钠注射液稀释至1mg/ml，然后以每分钟不超过1mg的速度缓慢注入。一般采用静脉滴注而避免静脉注射，以防意外。对年老或体弱者均应注意从小剂量开始，注射时尤其应注意耐受情况，缓慢给药。 ⑵呕吐：成人口服，一次12.5～25mg，一日2～3次，如不能控制，可肌内注射一次25mg。 剂型与规格 片剂 12.5mg基药 25mg基药 50mg基药 XN05AA甲1101 0% 哪儿有 注射液 10mg 1ml基药 25mg 1ml基药 50mg 2ml基药 XN05AA甲1101 0% 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴对一种吩噻嗪类过敏者，往往对另一种吩噻嗪类药物也有交叉过敏反应。 ⑵老年人易发生低血压、过度镇静以及不易消除的迟发性运动障碍等不良反应，用量应小，加量应慢。 ⑶对诊断的干扰：有时会影响免疫妊娠试验，出现假阳性反应。尿胆红素测定也可出现假阳性反应。 ⑷下列情况应慎用：①骨髓功能抑制；②肝、肾功能损害；③心血管疾病；④青光眼；⑤前列腺肥大；⑥严重呼吸系统疾病；⑦帕金森综合征等。 ⑸用药期间注意检查：①白细胞计数机分类；②肝功能；③心电图；④长期使用时眼科检查。 药物相互作用 ⑴与酒精或中枢神经抑制药，尤其是与吸入全麻药或巴比妥类等静脉全麻药并用时可彼此增效，用量应减少。 ⑵与苯丙胺类药并用时，由于本品具有α受体阻断作用，氯丙嗪的效应可减弱。 ⑶与制酸药或止泻药并用，可抑制本品的口服吸收，应至少在本品用药前1小时或用药后2小时服用。 ⑷与抗惊厥药并用，本品并不能使抗惊厥药增效。临床研究表明本品可降低惊厥发作的阈值。 ⑸与抗高血压药并用时易致直立性低血压。 ⑹与肾上腺素并用时，由于本品阻断α受体，仅显示肾上腺素激动β受体的效应，从而导致明显的低血压和心动过速。 ⑺与胍乙啶类药物并用时，本品可抵消其降压效应。 ⑻与左旋多巴、美金刚、溴隐亭并用时，本品可对抗其抗帕金森病作用。 ⑼与三环类抗抑郁药及抗胆碱能药并用时，两者的抗胆碱作用可相互增强。 ⑽与胺碘酮、普鲁卡因胺、匹莫齐特、阿托西汀等合用时，增加发生室性心律失常的风险。 ⑾与普萘洛尔合用，增加两者的血药浓度。 ⑿与苯巴比妥类合用时，降低两者的血药浓度。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵用药后，避免阳光直射； ⑶用药期间小便颜色变为粉红色或红色是由药物代谢的产物所引起，若没有伴随疼痛等不适，属于正常现象，不必担心。 输液调配 一次25～100mg稀释于500ml葡萄糖氯化钠注射液。新鲜调配为无色或几乎无色的澄明液体。本品pH为3.0～5.0。 【稳定性】用5%葡萄糖注射液、0.9%氯化钠注射液、葡萄糖氯化钠注射液、复方氯化钠注射液或乳酸钠林格注射液稀释的0.05mg/ml盐酸氯丙嗪溶液物理性状稳定。 给药说明 ⑴用量须从小剂量开始，按照个体化给药的原则调整增加用量。 ⑵经长期治疗需停药时，应在几周之内逐渐减量、骤停用药可促发迟发性运动障碍，后者在老年病人中发生最多，而且不容易消退。骤停用药有时也可产生一时性的头昏、胃部不适或恶心、呕吐等反应。 ⑶本品溶液与皮肤接触，可产生接触性皮炎，应注意防止。 ⑷少数病人口服药物时，产生胃部刺激症状，可与食物共服，亦可对饮水或牛奶。 ⑸注射给药只限于急性兴奋躁动病人，需密切观察与监视，防止发生低血压。 ⑹肌内注射时应缓慢深部注射，注射后至少应卧床半小时。 ⑺老年人或小儿注射给药时，更应密切观察可能发生的血压降低与锥体外系症状。 用法与用量 ⑴精神分裂症：①口服：成人治疗剂量通常为每日200～600mg，分次服用。依治疗需要和耐受情况逐渐递增给药。对年老或体弱者应从小剂量开始，以后根据耐受情况慢慢增加药量。②肌内注射或静脉注射：成人肌内注射每次25～50mg。控制严重兴奋躁动时，可根据需要和耐受情况隔数小时重复用药一次。静脉注射也可使用25～50mg，用氯化钠注射液稀释至1mg/ml，然后以每分钟不超过1mg的速度缓慢注入。一般采用静脉滴注而避免静脉注射，以防意外。对年老或体弱者均应注意从小剂量开始，注射时尤其应注意耐受情况，缓慢给药。 ⑵呕吐：成人口服，一次12.5～25mg，一日2～3次，如不能控制，可肌内注射一次25mg。 剂型与规格 片剂 12.5mg基药 25mg基药 50mg基药 XN05AA甲1101 0% 哪儿有 注射液 10mg 1ml基药 25mg 1ml基药 50mg 2ml基药 XN05AA甲1101 0% 哪儿有",
      "pharmacodynamics": "⑴药效学：本品为二甲胺族吩噻嗪类抗精神病药物，可阻断脑内多巴胺受体，此外尚可阻断α受体和Ｍ受体。该药阻断中脑-边缘系统和中脑-皮层神经通路的多巴胺受体与其抗精神病作用有关；阻断延髓化学催吐感受器的多巴胺受体与其止吐作用有关；阻断结节-漏斗通路的多巴胺受体与其影响内分泌功能有关；阻断黒质-纹状体通路的",
      "full_pharmacodynamics": "⑴药效学：本品为二甲胺族吩噻嗪类抗精神病药物，可阻断脑内多巴胺受体，此外尚可阻断α受体和Ｍ受体。该药阻断中脑-边缘系统和中脑-皮层神经通路的多巴胺受体与其抗精神病作用有关；阻断延髓化学催吐感受器的多巴胺受体与其止吐作用有关；阻断结节-漏斗通路的多巴胺受体与其影响内分泌功能有关；阻断黒质-纹状体通路的多巴胺受体与其锥体外系"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=742",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 435,
    "name": "奥沙利铂注射液",
    "full_name": "(甲)奥沙利铂注射液",
    "chemical_name": "奥沙利铂注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "四川汇宇制药"
    ],
    "specifications": [
      {
        "specification": "50mg/瓶",
        "manufacturer": "四川汇宇制药",
        "full_manufacturer": "四川汇宇制药股份有限公司",
        "price": 236.8,
        "unit": "盒",
        "code": "X00889",
        "approval_number": "国药准字H20213060",
        "insurance_code": "XL01XAA215B002010102317"
      }
    ],
    "pinyin": "aoshalibo",
    "pinyin_initials": "aslb",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于结肠癌；【美国FDA未批准；治疗结肠癌；食管癌、胃癌、结肠癌的辅助化疗。",
      "dosage": "⑴单药应用：一次130mg/m²，静脉滴注2小时，每3周重复一次；",
      "contraindications": "症 对铂类衍生物过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、发热、瘙痒、过敏等。",
      "interactions": "⑴联合化疗主要与CF、氟尿嘧啶联合，近年来也有与吉西他滨联合应用。所用奥沙利铂的剂量同上，和氟尿嘧啶滴注不能应用同一输液瓶，最好间隔1小时。 ⑵奥沙利铂与伊立替康合用时发生胆碱能综合征的危险增高，应注意观察并应用阿托品预防。 ⑶奥沙利铂不能与活疫苗合用，有导致活疫苗感染的可能，化疗后3个月方可注射活疫苗。 用药交代 为了减轻甚至减少本品周围神经毒性的副作用：禁止接触冰冷的金属器物，如不可避免可戴手套；禁止饮用冷水，冷的食物和水果，接触冷水，使用温开水刷牙、漱口、洗手洗头洗澡；注意保暖，避免吹风扇",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴本品在对其他铂类药物过敏。肝肾功能不全、外周神经疾病和严重骨髓抑制的病人当慎用。在老年患者未发现特殊",
      "source": "湖南药事服务网",
      "full_indications": "⑴主要用于大肠癌晚期一、二治疗和早期病人术后的辅助治疗：对卵巢癌、乳腺癌、胃癌、胰腺癌、非小细胞肺癌、黑色素瘤、睾丸肿瘤和淋巴瘤也均有效。 ⑵用于治疗结肠癌，辅助性II期，与5-氟尿嘧啶/亚叶酸组合【FDA说明书-超适应症用法；结直肠癌NCCN指南2016 version2】。 ⑶用于食管癌、胃癌、结肠癌的辅助化疗，胆道恶性肿瘤及淋巴瘤的二线治疗【美国FDA未批准；NCCN临床实践指南.胃癌（2015.V3）；NCCN临床实践指南.食道癌和胃食管交界处癌（2014.V1）；NCCN临床实践指南.肝胆肿瘤癌（2015.V2）；NCCN临床实践指南.直肠癌（2015.V2）】。",
      "full_dosage": "⑴单药应用：一次130mg/m²，静脉滴注2小时，每3周重复一次；或80～85mg/m²，静脉滴注2小时，每2周重复一次。每次本品剂量应当不超过200mg/m²，以避免神经毒性。剂量的调整：对轻中度肾功能不全或轻度肝功能障碍的病人也不需调整剂量，对严重肝功能不全的病人需要谨慎应用。 ⑵与氟尿嘧啶联合应用：应当根据骨髓抑制的程度调整下次给药的剂量。如果出现4度腹泻，3～4度粒细胞减少和（或）3～4度血小板减少，本品的剂量应当降至25％，同时氟尿嘧啶的剂量也应当降低。",
      "full_contraindications": "症 对铂类衍生物过敏者禁用。",
      "full_adverse_reactions": "⑴胃肠道反应：包括恶心、呕吐和腹泻，但较顺铂轻微。恶心、呕吐发生率64.9％，其中３和４度为10.7％；腹泻发生率为30.4％，其中３和４度为4％；口腔炎发生率为6％。 ⑵神经系统毒性：本品的神经毒性为剂量限制性、蓄积性，可逆性周围神经毒性。主要表现为感觉迟钝和（或）感觉异常，遇冷加重。发生率为82％，其中12％出现功能障碍。停药后症状逐渐缓解。偶可有急性咽喉感觉障碍，但为可逆性。当剂量超过800mg/m²（约8～10个周期）时出现功能障碍的几率增加，应当适当休息后再给药。 ⑶骨髓抑制：多为轻中度，很少3、4度骨髓抑制。本品对红细胞、血小板和粒细胞均有影响，可导致贫血、血小板低下和白细胞减少。与氟尿嘧啶合用骨髓抑制有一定程度加重。 ⑷过敏反应：包括皮疹、荨麻疹、瘙痒、出汗、面部潮红、腹泻（伴随奥沙利铂给药发生）、呼吸短促、支气管痉挛、胸痛、低血压、定向力障碍和晕厥等。本品上市后已收到过敏性休克导致死亡的报告。 ⑸肝毒性：本品上市后已收到静脉闭塞性肝病（又称肝窦梗阻综合征、肝窦阻塞综合征）的报告，临床可表现为门静脉高压、脾脏肿大合并血小板减少。 ⑹其他：少数病人可有注射后不适、发热、便秘和皮疹。本品可以引起轻度肝功能改变，对心肾功能无影响。单用本品不应期脱发，无导致明显听力毒性的报道。如果不慎滴注在血管外可以引起轻度局部反应。 肝损伤 ⑴肝损伤：相当一部分患者使用奥沙利铂后血清转氨酶含量轻微暂时性升高，但奥沙利铂对上述异常的影响尚不明确。奥沙利铂化疗可能导致肝脏病理改变并伴有明显的肝窦扩张、淤血和小叶中心区坏死。上述病例改变无明显临床症状，但部分情况下恶化，出现临床症状明显的肝窦阻塞综合征；如长期治疗，可能出现肝脏结节状再生性增生，并伴有脾肿大、血小板减少和食管静脉曲张。肝脏结节状再生性增生形成需6至18个月，一般在多次化疗后出现。血清酶和胆红素几乎没有变化。主要实验室研究发现血小板不断稳定减少，反应脾肿大和门静脉高压症正在形成。肝脏结节状再生性增生的第一个临床表现也许是腹水、食管静脉曲破裂出血或肝性脑病。肝切除术、重度消化道出血和败血症可能引发肝功能代偿不全和肝功能衰竭。有趣的是，肝脏结节状再生性增生和门静脉高压症在化疗停止后将缓慢改善，但长期变化尚无法确定。 ⑵损伤机制：奥沙利铂治疗后出现肝窦扩张和中央区淤血的原因目前未知，但有可能与肝窦内皮细胞损伤有关。虽然病理变化多在奥沙利铂治疗后出现，但使用其他铂类调节络合物治疗也可能导致相似的病理变化。 禁忌症 对铂类衍生物过敏者禁用。",
      "full_interactions": "⑴联合化疗主要与CF、氟尿嘧啶联合，近年来也有与吉西他滨联合应用。所用奥沙利铂的剂量同上，和氟尿嘧啶滴注不能应用同一输液瓶，最好间隔1小时。 ⑵奥沙利铂与伊立替康合用时发生胆碱能综合征的危险增高，应注意观察并应用阿托品预防。 ⑶奥沙利铂不能与活疫苗合用，有导致活疫苗感染的可能，化疗后3个月方可注射活疫苗。 用药交代 为了减轻甚至减少本品周围神经毒性的副作用：禁止接触冰冷的金属器物，如不可避免可戴手套；禁止饮用冷水，冷的食物和水果，接触冷水，使用温开水刷牙、漱口、洗手洗头洗澡；注意保暖，避免吹风扇、冷空调，冬天出门尽量做好全身防护，戴口罩、帽子、手套等。 配伍",
      "full_pregnancy_category": "D\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴本品在对其他铂类药物过敏。肝肾功能不全、外周神经疾病和严重骨髓抑制的病人应当慎用。在老年患者未发现特殊"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2592",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 436,
    "name": "甲苯磺酸多纳非尼片",
    "full_name": "※▲(乙10%)甲苯磺酸多纳非尼片",
    "chemical_name": "甲苯磺酸多纳非尼片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "苏州泽璟生物制药"
    ],
    "specifications": [
      {
        "specification": "0.1g/片",
        "manufacturer": "苏州泽璟生物制药",
        "full_manufacturer": "苏州泽璟生物制药股份有限公司",
        "price": 2592.0,
        "unit": "盒",
        "code": "X00890",
        "approval_number": "国药准字",
        "insurance_code": "XL01EXD351A001010181829"
      }
    ],
    "pinyin": "※▲jiabenhuangsuanduonafeini",
    "pinyin_initials": "※▲jbhsdnfn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于既往未接受过全身系统性治疗的不可手术切除或转移性肝细胞癌患者。",
      "dosage": "口服：推荐剂量为一次0.2g，一日2次，空腹口服，以温开水吞服。每日同一时段服药。如果漏服药物，无需补服，应按常规用药时间进行下一次服药。持续服用直至不能获得临床受益或出现不可耐受的毒性反应。",
      "contraindications": "过敏；哺乳期禁用。",
      "adverse_reactions": "最常见（发生率大于或等于20%）的不良反应有：手足皮肤反应、腹泻、血小板计数降低、高血压、天门冬氨酸氨基转移酶升高、脱发、皮疹和蛋白尿。发生率大于或等于5%的大于或等于3级不良反应包括：高血压和手足皮肤反应。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴手足皮肤反应是多纳非尼最常见的不良反应应采取必要的对症支持治疗，包括：加强皮肤护理、保持皮肤清洁、避免继发感染;避免压力或摩擦；若严重腹泻引起脱水和电解质素乱，必须尽快纠正，以避免引起腹水、肾功能不全和肝性脑病。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗既往未接受过全身系统性治疗的不可手术切除或转移性肝细胞癌患者。",
      "full_dosage": "口服：推荐剂量为一次0.2g，一日2次，空腹口服，以温开水吞服。建议每日同一时段服药。如果漏服药物，无需补服，应按常规用药时间进行下一次服药。持续服用直至不能获得临床受益或出现不可耐受的毒性反应。",
      "full_contraindications": "⑴对本品任何成分过敏者禁用。<br>⑵对于有活动性出血、活动性消化道溃疡、药物不可控制的高血压和重度肝功能不全患者禁用。<br>⑶哺乳期妇女禁用。",
      "full_adverse_reactions": "最常见（发生率大于或等于20%）的不良反应有：手足皮肤反应、腹泻、血小板计数降低、高血压、天门冬氨酸氨基转移酶升高、脱发、皮疹和蛋白尿。发生率大于或等于5%的大于或等于3级不良反应包括：高血压和手足皮肤反应。",
      "full_interactions": "暂无相关研究。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴手足皮肤反应是多纳非尼最常见的不良反应应采取必要的对症支持治疗，包括：加强皮肤护理、保持皮肤清洁、避免继发感染;避免压力或摩擦；使用润肤霜或润滑剂、维生素软膏、局部使用含尿素和皮质类固醇成分的乳液或润滑剂必要时局部使用抗真菌或抗生素治疗。对3级手足皮肤反应须及时采取剂量调整措施。<br>⑵腹泻是多纳非尼治疗患者最常出现的不良反应之一，多数为1~2级。在治疗过程中，建议低纤维饮食，多饮水。肝硬化患者不建议使用乳果糖。出现2级(每日排便次数较治疗前增加4~6次)及以上的腹泻时，应进行止泻、补液等相应处理。出现3级(每日排便次数较治疗前增加≥7次)及以上的腹泻时,应采取剂量调整措施。若严重腹泻引起脱水和电解质素乱，必须尽快纠正，以避免引起腹水、肾功能不全和肝性脑病。<br>⑶本品对胎儿的潜在危害。妊娠期间应避免使用多纳非尼，除非有明确必要并且充分评估了治疗受益和对胎儿的可能风险。<br>⑷本品治疗期间，必须停止哺乳。<br>⑸目前尚无本品用于18岁以下患者的临床数据。",
      "pharmacodynamics": "本品为多靶点、多激酶抑制剂类小分子抗肿瘤药物，既可抑制VEGFR、PDGFR等多种受体酪氨酸激酶的活性，也可直接抑制各种Raf激酶，并抑制下游的Raf/MEK/ERK信号传导通路，抑制肿瘤细胞增殖和肿瘤血管的形成，发挥多重抑制、多靶点阻断的抗肿瘤作用。",
      "full_pharmacodynamics": "本品为多靶点、多激酶抑制剂类小分子抗肿瘤药物，既可抑制VEGFR、PDGFR等多种受体酪氨酸激酶的活性，也可直接抑制各种Raf激酶，并抑制下游的Raf/MEK/ERK信号传导通路，抑制肿瘤细胞增殖和肿瘤血管的形成，发挥多重抑制、多靶点阻断的抗肿瘤作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13105",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 437,
    "name": "※(乙10%)白脉软膏",
    "full_name": "※(乙10%)白脉软膏",
    "chemical_name": "白脉软膏",
    "dosage_form": "软膏",
    "types": [],
    "manufacturers": [
      "西藏奇正藏药"
    ],
    "specifications": [
      {
        "specification": "20g/盒",
        "manufacturer": "西藏奇正藏药",
        "full_manufacturer": "西藏奇正藏药股份有限公司",
        "price": 52.2,
        "unit": "盒",
        "code": "C00102",
        "approval_number": "国药准字Z20043178",
        "insurance_code": "ZI01AAB0104020105742",
        "location": "D-3",
        "outpatient_location": "2G-6"
      }
    ],
    "pinyin": "※baimai",
    "pinyin_initials": "※bm",
    "dosage_form_pinyin": "ruangao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "1.用于高血压，可单独应用或与其他降压药物合用； 2.用于心绞痛，可单独应用或与强心药、利尿药合用； 3.治疗高血压急症（注射剂）。 4.用于1型糖尿病且有视网膜病变的糖尿病肾病（24小时尿蛋白>500mg）【美国FDA已批准】。",
      "dosage": "⑴口服：①成人常用量。",
      "contraindications": "症 ⑴对本品或其他血管紧张素转换酶抑制剂过敏者。 ⑵孤立肾、移植肾、双侧肾动脉狭窄而肾功能减退者。 ⑶妊娠、哺乳期妇女。",
      "adverse_reactions": "常见：皮疹、头痛、发热、瘙痒、过敏等。",
      "interactions": "本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。 用药交代 ⑴因为胃中食物可使卡托普利吸收减少30%~40%，建议在餐前1小时服用。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴卡托普利注射液：一次25mg稀释于10%葡萄糖注射液20ml作静脉注射液；或一次50mg稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑵注射用卡托普利：每瓶药物用适量灭菌注射用水溶解，一次25mg药物溶解液用10%葡萄糖注射液20ml稀释作静脉注射液，一次50mg药物溶解液稀释于10%葡萄糖",
      "pregnancy_category": "C",
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑹下列情况慎用本品：①自身免疫性疾病如严重系统性红斑狼疮，此时白细胞或粒细胞减少的机会增多；⑼用本品治疗心力衰竭，无液体潴留，并使血醛固酮水平降低，为其优点，但须注意降压反应。药物相互作用 本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于治疗高血压，可单独应用或与其他降压药物合用； 2.用于治疗心绞痛，可单独应用或与强心药、利尿药合用； 3.治疗高血压急症（注射剂）。 4.用于1型糖尿病且有视网膜病变的糖尿病肾病（24小时尿蛋白>500mg）【美国FDA已批准】。",
      "full_dosage": "⑴口服：①成人常用量。治疗高血压，初始剂量一次12.5mg，一日2～3次，按需要1～2周后增至50mg，一日2～3次；疗效不满意时可加用利尿药。治疗心力衰竭，初始剂量一次12.5mg，一日2～3次，根据耐受情况逐渐递增至一次50mg，一日2～3次；若需进一步加量，宜观察疗效2周后再考虑。如果近期大量服用利尿药者初始剂量减半。②小儿常用量：治疗高血压与心力衰竭，均开始用口服按体重0.3mg/kg，一日3次，必要时每隔8～24小时增加0.3mg/kg，求得最低有效量。 ⑵静脉注射：需个体化给药，常用量一次25mg，溶于10％葡萄糖注射液20ml，缓慢静脉注射10分钟，随后用50mg溶于10％葡萄糖注射液500ml，静脉滴注1小时。 ⑶于1型糖尿病且有视网膜病变的糖尿病肾病：饭前1小时口服，一次25mg，一日3次。 剂型与规格 片剂 12.5mg基药 25mg基药 XC09A甲0422 0% 哪儿有 胶囊剂 25mg XC09A甲0422 0% 哪儿有 滴丸 6.25mg 暂无 注射液 25mg 1ml 50mg 2ml 暂无 粉针剂 12.5mg 25mg 50mg 暂无",
      "full_contraindications": "症 ⑴对本品或其他血管紧张素转换酶抑制剂过敏者。 ⑵孤立肾、移植肾、双侧肾动脉狭窄而肾功能减退者。 ⑶妊娠、哺乳期妇女。",
      "full_adverse_reactions": "⑴较常见的有：①皮疹，可能伴有瘙痒和发热，常发生于治疗4周内，呈斑丘疹或荨麻疹，减药或停药、或给抗组胺药后消失，7％～10％伴嗜酸性粒细胞增多，或抗核抗体阳性；②心悸、心动过速、胸痛；③咳嗽；④味觉迟钝。 ⑵较少见的有：①蛋白尿（指尿中蛋白每天＞1g），常发生于治疗开始8个月内，其中1/4呈肾病综合征，但蛋白尿在6个月内逐渐减少，疗程不受影响；②眩晕、头痛、昏厥。由低血压引起，尤其在缺钠或血容量不足者；③血管性水肿，见于面部及手脚；④心率快而不齐。 ⑶少见的有：白细胞与粒细胞减少，有发热、寒战，白细胞减少与剂量相关，治疗开始后3～12周出现，以10～30天最显著，停药后持续2周。逾量可致低血压，应立即停药，并扩容以纠正，在成人还可用血液透析清除。 肝损伤 ⑴肝毒性： 对照试验表明，卡托普利与其他血管紧张素转换酶抑制剂相同，会造成血清转氨酶升高(<2%)，但在对照试验中其发生概率不高于安慰剂治疗。酶水平升高是暂时性的，很少情况下需调整用药剂量。虽然罕见，但已有数十例卡托普利治疗引起临床症状明显的急性肝损伤病例。发病期为开始治疗后2到12周不等，血清酶含量升高的主要症状是胆汁淤积。在一些病例中，胆汁淤积期延长且不断复发，同时血清碱性磷酸酯含量持续升高，表明患者存在胆管消失综合症。免疫超敏临床症状（皮疹、发热和嗜酸性粒细胞增多症）并不常见，多数患者体内不会合成自身抗体。卡托普利引起肝细胞损伤和长潜伏期（一年或以上）的病例极少，是极为罕见的药物性肝损伤。⑵损伤机制： 卡托普利导致血清转氨酶轻微升高的原因还有待查明。卡托普利可导致临床症状明显的急性肝损伤，这可能是一种代谢物异质反应。卡托普利在肝脏中水解成活性代谢物卡托普利拉后无进一步代谢。⑶肝损星级：★★ 禁忌症 ⑴对本品或其他血管紧张素转换酶抑制剂过敏者。 ⑵孤立肾、移植肾、双侧肾动脉狭窄而肾功能减退者。 ⑶妊娠、哺乳期妇女。",
      "full_interactions": "本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。 用药交代 ⑴因为胃中食物可使卡托普利吸收减少30%~40%，建议在餐前1小时服用。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴卡托普利注射液：一次25mg稀释于10%葡萄糖注射液20ml作静脉注射液；或一次50mg稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑵注射用卡托普利：每瓶药物用适量灭菌注射用水溶解，一次25mg药物溶解液用10%葡萄糖注射液20ml稀释作静脉注射液，一次50mg药物溶解液稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑶新鲜调配为无色或微黄的澄明液体。卡托普利注射液pH为3.5～5.5。 给药说明 ⑴开始用本品前建议停用其他降压药1周。 ⑵对恶性或重度高血压，在停用其他药物后立即给本品最小剂量，在密切观察下每24小时递增剂量，直到疗效充分或达到最大剂量。 ⑶肾功能差者应采用小剂量或减少给药次数，缓慢递增；若须同时用利尿药，建议用呋塞米而不用噻嗪类，血尿素氮和肌酐增高时，将本品减量或同时停用利尿药。 ⑷用本品时蛋白尿若逐渐增多，暂停用本品或减少用量。 ⑸最好在餐前1小时服用本品。 用法与用量 ⑴口服：①成人常用量。治疗高血压，初始剂量一次12.5mg，一日2～3次，按需要1～2周后增至50mg，一日2～3次；疗效不满意时可加用利尿药。治疗心力衰竭，初始剂量一次12.5mg，一日2～3次，根据耐受情况逐渐递增至一次50mg，一日2～3次；若需进一步加量，宜观察疗效2周后再考虑。如果近期大量服用利尿药者初始剂量减半。②小儿常用量：治疗高血压与心力衰竭，均开始用口服按体重0.3mg/kg，一日3次，必要时每隔8～24小时增加0.3mg/kg，求得最低有效量。 ⑵静脉注射：需个体化给药，常用量一次25mg，溶于10％葡萄糖注射液20ml，缓慢静脉注射10分钟，随后用50mg溶于10％葡萄糖注射液500ml，静脉滴注1小时。 ⑶于1型糖尿病且有视网膜病变的糖尿病肾病：饭前1小时口服，一次25mg，一日3次。 剂型与规格 片剂 12.5mg基药 25mg基药 XC09A甲0422 0% 哪儿有 胶囊剂 25mg XC09A甲0422 0% 哪儿有 滴丸 6.25mg 暂无 注射液 25mg 1ml 50mg 2ml 暂无 粉针剂 12.5mg 25mg 50mg 暂无",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品能通过胎盘。在人体研究尚不充分，但在家兔或大鼠中有致死胎者，故孕妇应用必须权衡利弊。 ⑵本品可排入乳汁，其浓度约为母体血药浓度的1％，故哺乳妇女应用必须权衡利弊。 ⑶曾有报道本品在婴儿可引起血压过度与持久降低伴少尿与抽搐，故应用本品仅限于其他降压治疗无效者。 ⑷老年人对降压作用较敏感，应用本品须酌减剂量。 ⑸对诊断的干扰：用本品时可有①血尿素氮、肌酐浓度增高，常为暂时性，在有肾病或长期严重高血压而血压迅速下降后易出现；②偶有血清肝脏酶增高；③血钾轻度增高，尤其有肾功能障碍者；④血钠减低。 ⑹下列情况慎用本品：①自身免疫性疾病如严重系统性红斑狼疮，此时白细胞或粒细胞减少的机会增多；②骨髓抑制；③脑动脉或冠状动脉供血不足，可因血压降低而缺血加剧；④血钾过高；⑤肾功能障碍而致血钾高，白细胞及粒细胞减少，并使本品潴留；⑥主动脉瓣狭窄，此时可能使冠状动脉灌注减少；⑦严格饮食限制钠盐或进行透析治疗者，此时首剂应用本品可能发生突然而严重的低血压。 ⑺在手术或麻醉时用本品发生低血压，可用扩容纠正。 ⑻用本品时若白细胞计数过低，暂停用本品可以恢复。 ⑼用本品治疗心力衰竭，无液体潴留，并使血醛固酮水平降低，为其优点，但须注意降压反应。 ⑽用本品时出现血管神经性水肿，应停用本品，迅速皮下注射0.1％肾上腺素0.3～0.5ml。 ⑾用本品期间随访检查：①白细胞计数及分类计数，最初3隔夜内没2周一次，此后定期检查，有感染迹象时随即检查；②尿蛋白检查，每月1次。 药物相互作用 本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。 用药交代 ⑴因为胃中食物可使卡托普利吸收减少30%~40%，建议在餐前1小时服用。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴卡托普利注射液：一次25mg稀释于10%葡萄糖注射液20ml作静脉注射液；或一次50mg稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑵注射用卡托普利：每瓶药物用适量灭菌注射用水溶解，一次25mg药物溶解液用10%葡萄糖注射液20ml稀释作静脉注射液，一次50mg药物溶解液稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑶新鲜调配为无色或微黄的澄明液体。卡托普利注射液pH为3.5～5.5。 给药说明 ⑴开始用本品前建议停用其他降压药1周。 ⑵对恶性或重度高血压，在停用其他药物后立即给本品最小剂量，在密切观察下每24小时递增剂量，直到疗效充分或达到最大剂量。 ⑶肾功能差者应采用小剂量或减少给药次数，缓慢递增；若须同时用利尿药，建议用呋塞米而不用噻嗪类，血尿素氮和肌酐增高时，将本品减量或同时停用利尿药。 ⑷用本品时蛋白尿若逐渐增多，暂停用本品或减少用量。 ⑸最好在餐前1小时服用本品。 用法与用量 ⑴口服：①成人常用量。治疗高血压，初始剂量一次12.5mg，一日2～3次，按需要1～2周后增至50mg，一日2～3次；疗效不满意时可加用利尿药。治疗心力衰竭，初始剂量一次12.5mg，一日2～3次，根据耐受情况逐渐递增至一次50mg，一日2～3次；若需进一步加量，宜观察疗效2周后再考虑。如果近期大量服用利尿药者初始剂量减半。②小儿常用量：治疗高血压与心力衰竭，均开始用口服按体重0.3mg/kg，一日3次，必要时每隔8～24小时增加0.3mg/kg，求得最低有效量。 ⑵静脉注射：需个体化给药，常用量一次25mg，溶于10％葡萄糖注射液20ml，缓慢静脉注射10分钟，随后用50mg溶于10％葡萄糖注射液500ml，静脉滴注1小时。 ⑶于1型糖尿病且有视网膜病变的糖尿病肾病：饭前1小时口服，一次25mg，一日3次。 剂型与规格 片剂 12.5mg基药 25mg基药 XC09A甲0422 0% 哪儿有 胶囊剂 25mg XC09A甲0422 0% 哪儿有 滴丸 6.25mg 暂无 注射液 25mg 1ml 50mg 2ml 暂无 粉针剂 12.5mg 25mg 50mg 暂无",
      "full_pregnancy_category": "C",
      "pharmacodynamics": "⑴药效学：①降压：本品为竞争性血管紧张素转换酶抑制剂，使血管紧张素Ⅰ不能转化为血管紧张素Ⅱ，结果血浆肾素活性增高，醛固酮分泌减少，血管阻力减低。本品还抑制缓激肽的降解；也可直接作用于周围血管而降低阻力，心排血量不变或增多，肾小球滤过率不变。卧位与立位降压作用无差别。②减低心脏负荷，心力衰竭时本品可扩",
      "full_pharmacodynamics": "⑴药效学：①降压：本品为竞争性血管紧张素转换酶抑制剂，使血管紧张素Ⅰ不能转化为血管紧张素Ⅱ，结果血浆肾素活性增高，醛固酮分泌减少，血管阻力减低。本品还抑制缓激肽的降解；也可直接作用于周围血管而降低阻力，心排血量不变或增多，肾小球滤过率不变。卧位与立位降压作用无差别。②减低心脏负荷，心力衰竭时本品可扩张动脉与静脉，降低周围血管阻力或后负荷，减低肺毛细血管嵌压或前负荷，也降低肺血管阻力，因而改善心排血量，运动耐量时间延长。 ⑵药动学：口服本品吸收迅速，吸收率在75％以上，但胃肠道内有食物存在可使本品的吸收减少30％～40％，故宜在餐前1小时服药，血循环中本品的25％～30％与蛋白结合。用于降压，口服后15分钟开始起效，1～1.5小时达高峰，持续6～12小时，其时间长短与剂量相关。降压作用为进行性，约数周达最大治疗作用。ｔ1/2β小于3小时，肾功能衰竭时延长。在肝内代谢为二硫化物等。经肾排泄，约40％～50％以原形排出，其余为代谢物，可在血液透析时被清除，本品不能通过血脑屏障。 注射本品15分钟起效，1～2小时作用达高峰，持续4～6小时。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=183",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 438,
    "name": "丙戊酸钠片",
    "full_name": "(甲)丙戊酸钠片[国基]",
    "chemical_name": "丙戊酸钠片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "湖南省湘中制药"
    ],
    "specifications": [
      {
        "specification": "0.2g/片",
        "manufacturer": "湖南省湘中制药",
        "full_manufacturer": "湖南省湘中制药有限公司",
        "price": 17.8,
        "unit": "瓶",
        "code": "X00897",
        "approval_number": "国药准字H43020874",
        "insurance_code": "XN03AGB140A001030104971",
        "location": "L-2",
        "outpatient_location": "G-3"
      }
    ],
    "pinyin": "bingwusuanna",
    "pinyin_initials": "bwsn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于偏头痛及精神科主要用于双相情感障碍急性躁狂；和预防；时发生率为1/500；为1/45000；失神发作时；血氨过多；时应考虑可能遇到的出血时间延长或中枢神经抑制剂作用的增强；血药浓度为50～120μg/ml。",
      "full_indications": "本品为全面性发作的首选药；也可用于部分性发作，Lennox-Gastaut综合征及热性惊厥；也可用于偏头痛及精神科主要用于双相情感障碍急性躁狂的治疗和预防，尤其适用快速循环和混合型，也适用于分裂情感障碍。\n药理作用\n⑴药效学：抗癫痫作用机制尚未阐明，可能与脑内抑制性神经递质γ-氨基丁酸（GABA）的浓度升高有关。另外丙戊酸钠作用于突触后加强GABA的抑制作用，对神经细胞膜的作用则尚未完全阐明，可能直接作用于钾通道。\n⑵药动学：口服吸收快而完全，胶囊剂与普通片的ｔmax为1～4小时，肠溶片则为3～4小时，餐后服用延迟吸收。缓释片在胃内可有少量释放，在肠道亦缓慢吸收，因此达峰时间较长，峰浓度较低，可以避免一天内血药浓度的波动过大，其生物利用度与肠溶片相同。各种剂型的生物利用度(Ｆ)近100％。Ｖd0.1～0.4L/kg，ｔ\n1/2\n为12～15小时（成人），14～17小时（老年），30～40小时（新生儿）。有效血药浓度为50～100μg/ml。血浆蛋白结合率为85％～95％。可通过血脑屏障，随着血药浓度的增高，游离型药物逐渐增多，从而进入脑组织量增加。尿毒症和肝硬化时血药浓度降低。可通过胎盘进入胎儿血液循环，也可从乳汁分泌。在肝内代谢，包括葡糖醛酸化合某些氧化过程。主要以代谢产物由肾排泄，少量随粪便排出。\n不良反应\n⑴少见的有：①过敏性皮疹；②血小板减少症或血小板凝聚抑制以致异常出血或瘀斑；③肝脏中毒出现球结膜或皮肤黄染；④致死性肝功能障碍在2岁以下儿童多药治疗时发生率为1/500，成人单药治疗为1/45000；⑤胰腺炎；⑥月经不规则及多囊卵巢；⑦体重增加。\n⑵下列反应如果持续出现时应予注意：①常见的有：腹泻、消化不良、恶心或呕吐、胃肠道痉挛、月经周期改变；②少见或罕见的有：便秘、倦睡、一般轻而短暂的脱发、眩晕、疲乏、头痛、共济失调、异常兴奋、不安和烦躁。\n肝损伤\n可能导致肝损伤。\n禁忌症\n⑴有明显肝功能损害时禁用。\n⑵对本品过敏者禁用。\n⑶妊娠期妇女禁用。\n注意事项\n⑴本药能透过胎盘屏障，妊娠初期三个月服用本品，胎儿脊柱裂发生率为1％～2％，亦可见与其他抗癫痫药相似的畸形，因此妊娠期妇女禁用。\n⑵本品可经乳汁分泌入乳汁，浓度为母体血药浓度的1％～10％，哺乳期妇女应予注意。\n⑶对其他临床试验的干扰：尿酮试验可以由于酮性代谢产物随尿排出，出现假阳性。甲状腺功能试验可能受影响。乳酸脱氢酶、丙氨酸氨基转移酶、门冬氨酸氨基转移酶可能轻度升高，提示无症状性肝脏中毒。血清胆红素可能升高提示潜在的严重肝脏中毒。\n⑷有血液病、肝病史、肾功能损害、器质性脑病时慎用。\n⑸用药前和用药期间应作全血细胞包括血小板计数，肝、肾功能检查。肝功能在最初半年最好每1～2月复查一次，半年后复查间隔酌情延长。\n药物相互作用\n⑴饮酒可加重本品的中枢抑制作用。\n⑵麻醉药或中枢抑制剂与本品合用，中枢抑制作用增强。\n⑶与华法林或肝素等抗凝药及溶血栓药合用，增加出血的危险性。\n⑷与阿司匹林或双嘧达莫合用，可由于降低血小板聚集而使出血时间延长。\n⑸与苯巴比妥合用使苯巴比妥的代谢减慢，血药浓度升高，因而增加镇静作用而导致嗜睡。  ⑹与扑米酮合用，可使扑米酮的血药浓度升高，必要时需减量。\n⑺与氯硝西泮合用治疗失神发作时，曾有报道少数病例反而诱发失神持续状态。\n⑻与苯妥英钠合用时，因在血浆蛋白结合部位的竞争可使两者的血药浓度发生变化，因此需定期监测血药浓度并视临床情况调整剂量。\n⑼与卡马西平合用，由于卡马西平对肝药酶的诱导作用而使两者的血药浓度均降低，半衰期缩短，须监测血药浓度并调整剂量。\n⑽与具有肝脏毒性的药物合用时，可增强肝毒性，应避免合用。有肝病史者应用本品须经常检查肝功能。\n⑾与氟哌啶醇、洛沙平、马普替林、单胺氧化酶抑制剂、吩噻嗪类、噻吨类和三环类抗抑郁药合用，中枢抑制作用增强，降低惊厥阈和丙戊酸的作用，须及时调整剂量。\n⑿应避免与美罗培南合用，使丙戊酸钠血药浓度降低，影响疗效。\n药物过量\n⑴静推纳洛酮可阻止丙戊酸诱导产生中枢神经系统抑制，应考虑用于昏迷患者。\n⑵血液透析和血液灌注对于降低丙戊酸血清浓度是有效的，应考虑用于血药浓度大于1000μg/ml及严重中毒患者。\n⑶左卡尼汀（50mg/kg▪d）滴注或缓慢静推；口服50~100mg/kg▪d，分成2~3次，最大剂量3g/d，可用于治疗血氨过多。\n用药交代\n1.不要同时服用抗酸药；\n2.不要随意停药，如要停药请咨询药师或医师；\n3.肠溶片和缓释片需整片吞咽，不要咀嚼或掰碎。\n配伍禁忌\n本品与氨溴索及其盐、依达拉奉、依达拉奉氯化钠在体外配伍时可产生沉淀或药物理化性质发生改变，禁止配伍。\n输液调配\n每瓶0.4g以4ml附带溶剂或0.9%氯化钠注射液溶解作静脉注射液；或溶解液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。新鲜调配为无色的澄明液体。丙戊酸钠50mg/ml的水溶液pH为7.5～9.0。\n【稳定性】用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液稀释的丙戊酸钠溶液室温下可以稳定存放24h。\n给药说明\n⑴于进餐后立即服用，以减少药物对胃部的刺激。\n⑵用药期间避免饮酒。\n⑶如果需要停药，应逐渐减量，以防复发；当取代其他抗惊厥药物时，本品用量应逐渐增加，而被取代的药物应逐渐减少，以维持对发作的控制。\n⑷外科手术或其他急症治疗时应考虑可能遇到的出血时间延长或中枢神经抑制剂作用的增强。\n用法与用量\n⑴口服：①成人常用量，一日按体重15mg/kg或一日600～1200mg分次服。开始时按体重5～10mg/kg，一周后递增，至发作得以控制为止。当一日用量超过250mg时，一日应分次服用，以减少胃肠道刺激。最大量一般为一日按体重不超过30mg/kg，或一日1.8g。癫痫持续状态时静注400mg，一日2次。②小儿常用量：按体重计与成人相同。一般剂量每日20～30mg/kg，分3～4次服用，宜餐后服用。也有报道开始时按体重15mg/kg，按需要每隔一周增加5～10mg/kg至有效或不能耐受为止。③精神科用量大于抗癫痫用量，开始200～400mg/d，缓增至800～1200mg/d，分2～3次餐后服。症状缓解后400～600mg/d维持，推荐治疗血药浓度为50～120μg/ml。\n⑵静脉滴注：用于临时替代时（例如等待手术时）末次口服给药4～6小时静脉给药。本品静脉注射溶于0.9％氯化钠注射液，或持续静脉滴注超过24小时。或在最大剂量范围内（通常平均剂量为一日20～30mg/kg）一日分4次静脉滴注，一次时间需超过1小时。需要快速达到有效血药浓度并维持时：以15mg/kg剂量缓慢静脉注射，超过5分钟，然后以每小时1mg/kg的速度静脉滴注，使血浆丙戊酸浓度达到75mg/L，并根据临床情况调整静脉滴注速度。一旦停止静脉滴注，需要立即口服给药，以补充有效成分，口服剂量可以用以前的剂量或调整后的剂量。\n剂型与规格\n片剂\n100mg\n基药\n200mg\n基药\n250mg\nXN03AG甲1076\n0%\n哪儿有\n缓释片\n200mg\n500mg\nXN03AG乙1076\n5%\n哪儿有\n口服液\n12g 300ml\n基药\n4g 100ml\nXN03AG乙1076\n5%\n哪儿有\n糖浆剂\n200mg 5ml\n500mg 5ml\n5g 100ml\nXN03AG乙1076\n5%\n哪儿有\n粉针剂\n400mg\n基药\nXN03AG乙1076\n5%\n哪儿有\n注射液\n400mg 4ml\n300mg 3ml\n1.0g 10ml\nXN03AG乙1076\n5%\n哪儿有",
      "dosage": "成人：常用量，一日按体重15mg",
      "full_dosage": "⑴口服：①成人常用量，一日按体重15mg/kg或一日600～1200mg分次服。开始时按体重5～10mg/kg，一周后递增，至发作得以控制为止。当一日用量超过250mg时，一日应分次服用，以减少胃肠道刺激。最大量一般为一日按体重不超过30mg/kg，或一日1.8g。癫痫持续状态时静注400mg，一日2次。②小儿常用量：按体重计与成人相同。一般剂量每日20～30mg/kg，分3～4次服用，宜餐后服用。也有报道开始时按体重15mg/kg，按需要每隔一周增加5～10mg/kg至有效或不能耐受为止。③精神科用量大于抗癫痫用量，开始200～400mg/d，缓增至800～1200mg/d，分2～3次餐后服。症状缓解后400～600mg/d维持，推荐治疗血药浓度为50～120μg/ml。\n⑵静脉滴注：用于临时替代时（例如等待手术时）末次口服给药4～6小时静脉给药。本品静脉注射溶于0.9％氯化钠注射液，或持续静脉滴注超过24小时。或在最大剂量范围内（通常平均剂量为一日20～30mg/kg）一日分4次静脉滴注，一次时间需超过1小时。需要快速达到有效血药浓度并维持时：以15mg/kg剂量缓慢静脉注射，超过5分钟，然后以每小时1mg/kg的速度静脉滴注，使血浆丙戊酸浓度达到75mg/L，并根据临床情况调整静脉滴注速度。一旦停止静脉滴注，需要立即口服给药，以补充有效成分，口服剂量可以用以前的剂量或调整后的剂量。\n剂型与规格\n片剂\n100mg\n基药\n200mg\n基药\n250mg\nXN03AG甲1076\n0%\n哪儿有\n缓释片\n200mg\n500mg\nXN03AG乙1076\n5%\n哪儿有\n口服液\n12g 300ml\n基药\n4g 100ml\nXN03AG乙1076\n5%\n哪儿有\n糖浆剂\n200mg 5ml\n500mg 5ml\n5g 100ml\nXN03AG乙1076\n5%\n哪儿有\n粉针剂\n400mg\n基药\nXN03AG乙1076\n5%\n哪儿有\n注射液\n400mg 4ml\n300mg 3ml\n1.0g 10ml\nXN03AG乙1076\n5%\n哪儿有",
      "contraindications": "对本品过敏禁用。",
      "full_contraindications": "⑴有明显肝功能损害时禁用。\n⑵对本品过敏者禁用。\n⑶妊娠期妇女禁用。\n注意事项\n⑴本药能透过胎盘屏障，妊娠初期三个月服用本品，胎儿脊柱裂发生率为1％～2％，亦可见与其他抗癫痫药相似的畸形，因此妊娠期妇女禁用。\n⑵本品可经乳汁分泌入乳汁，浓度为母体血药浓度的1％～10％，哺乳期妇女应予注意。\n⑶对其他临床试验的干扰：尿酮试验可以由于酮性代谢产物随尿排出，出现假阳性。甲状腺功能试验可能受影响。乳酸脱氢酶、丙氨酸氨基转移酶、门冬氨酸氨基转移酶可能轻度升高，提示无症状性肝脏中毒。血清胆红素可能升高提示潜在的严重肝脏中毒。\n⑷有血液病、肝病史、肾功能损害、器质性脑病时慎用。\n⑸用药前和用药期间应作全血细胞包括血小板计数，肝、肾功能检查。肝功能在最初半年最好每1～2月复查一次，半年后复查间隔酌情延长。\n药物相互作用\n⑴饮酒可加重本品的中枢抑制作用。\n⑵麻醉药或中枢抑制剂与本品合用，中枢抑制作用增强。\n⑶与华法林或肝素等抗凝药及溶血栓药合用，增加出血的危险性。\n⑷与阿司匹林或双嘧达莫合用，可由于降低血小板聚集而使出血时间延长。\n⑸与苯巴比妥合用使苯巴比妥的代谢减慢，血药浓度升高，因而增加镇静作用而导致嗜睡。  ⑹与扑米酮合用，可使扑米酮的血药浓度升高，必要时需减量。\n⑺与氯硝西泮合用治疗失神发作时，曾有报道少数病例反而诱发失神持续状态。\n⑻与苯妥英钠合用时，因在血浆蛋白结合部位的竞争可使两者的血药浓度发生变化，因此需定期监测血药浓度并视临床情况调整剂量。\n⑼与卡马西平合用，由于卡马西平对肝药酶的诱导作用而使两者的血药浓度均降低，半衰期缩短，须监测血药浓度并调整剂量。\n⑽与具有肝脏毒性的药物合用时，可增强肝毒性，应避免合用。有肝病史者应用本品须经常检查肝功能。\n⑾与氟哌啶醇、洛沙平、马普替林、单胺氧化酶抑制剂、吩噻嗪类、噻吨类和三环类抗抑郁药合用，中枢抑制作用增强，降低惊厥阈和丙戊酸的作用，须及时调整剂量。\n⑿应避免与美罗培南合用，使丙戊酸钠血药浓度降低，影响疗效。\n药物过量\n⑴静推纳洛酮可阻止丙戊酸诱导产生中枢神经系统抑制，应考虑用于昏迷患者。\n⑵血液透析和血液灌注对于降低丙戊酸血清浓度是有效的，应考虑用于血药浓度大于1000μg/ml及严重中毒患者。\n⑶左卡尼汀（50mg/kg▪d）滴注或缓慢静推；口服50~100mg/kg▪d，分成2~3次，最大剂量3g/d，可用于治疗血氨过多。\n用药交代\n1.不要同时服用抗酸药；\n2.不要随意停药，如要停药请咨询药师或医师；\n3.肠溶片和缓释片需整片吞咽，不要咀嚼或掰碎。\n配伍禁忌\n本品与氨溴索及其盐、依达拉奉、依达拉奉氯化钠在体外配伍时可产生沉淀或药物理化性质发生改变，禁止配伍。\n输液调配\n每瓶0.4g以4ml附带溶剂或0.9%氯化钠注射液溶解作静脉注射液；或溶解液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。新鲜调配为无色的澄明液体。丙戊酸钠50mg/ml的水溶液pH为7.5～9.0。\n【稳定性】用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液稀释的丙戊酸钠溶液室温下可以稳定存放24h。\n给药说明\n⑴于进餐后立即服用，以减少药物对胃部的刺激。\n⑵用药期间避免饮酒。\n⑶如果需要停药，应逐渐减量，以防复发；当取代其他抗惊厥药物时，本品用量应逐渐增加，而被取代的药物应逐渐减少，以维持对发作的控制。\n⑷外科手术或其他急症治疗时应考虑可能遇到的出血时间延长或中枢神经抑制剂作用的增强。\n用法与用量\n⑴口服：①成人常用量，一日按体重15mg/kg或一日600～1200mg分次服。开始时按体重5～10mg/kg，一周后递增，至发作得以控制为止。当一日用量超过250mg时，一日应分次服用，以减少胃肠道刺激。最大量一般为一日按体重不超过30mg/kg，或一日1.8g。癫痫持续状态时静注400mg，一日2次。②小儿常用量：按体重计与成人相同。一般剂量每日20～30mg/kg，分3～4次服用，宜餐后服用。也有报道开始时按体重15mg/kg，按需要每隔一周增加5～10mg/kg至有效或不能耐受为止。③精神科用量大于抗癫痫用量，开始200～400mg/d，缓增至800～1200mg/d，分2～3次餐后服。症状缓解后400～600mg/d维持，推荐治疗血药浓度为50～120μg/ml。\n⑵静脉滴注：用于临时替代时（例如等待手术时）末次口服给药4～6小时静脉给药。本品静脉注射溶于0.9％氯化钠注射液，或持续静脉滴注超过24小时。或在最大剂量范围内（通常平均剂量为一日20～30mg/kg）一日分4次静脉滴注，一次时间需超过1小时。需要快速达到有效血药浓度并维持时：以15mg/kg剂量缓慢静脉注射，超过5分钟，然后以每小时1mg/kg的速度静脉滴注，使血浆丙戊酸浓度达到75mg/L，并根据临床情况调整静脉滴注速度。一旦停止静脉滴注，需要立即口服给药，以补充有效成分，口服剂量可以用以前的剂量或调整后的剂量。\n剂型与规格\n片剂\n100mg\n基药\n200mg\n基药\n250mg\nXN03AG甲1076\n0%\n哪儿有\n缓释片\n200mg\n500mg\nXN03AG乙1076\n5%\n哪儿有\n口服液\n12g 300ml\n基药\n4g 100ml\nXN03AG乙1076\n5%\n哪儿有\n糖浆剂\n200mg 5ml\n500mg 5ml\n5g 100ml\nXN03AG乙1076\n5%\n哪儿有\n粉针剂\n400mg\n基药\nXN03AG乙1076\n5%\n哪儿有\n注射液\n400mg 4ml\n300mg 3ml\n1.0g 10ml\nXN03AG乙1076\n5%\n哪儿有",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、过敏、嗜睡等。",
      "full_adverse_reactions": "⑴少见的有：①过敏性皮疹；②血小板减少症或血小板凝聚抑制以致异常出血或瘀斑；③肝脏中毒出现球结膜或皮肤黄染；④致死性肝功能障碍在2岁以下儿童多药治疗时发生率为1/500，成人单药治疗为1/45000；⑤胰腺炎；⑥月经不规则及多囊卵巢；⑦体重增加。\n⑵下列反应如果持续出现时应予注意：①常见的有：腹泻、消化不良、恶心或呕吐、胃肠道痉挛、月经周期改变；②少见或罕见的有：便秘、倦睡、一般轻而短暂的脱发、眩晕、疲乏、头痛、共济失调、异常兴奋、不安和烦躁。\n肝损伤\n可能导致肝损伤。\n禁忌症\n⑴有明显肝功能损害时禁用。\n⑵对本品过敏者禁用。\n⑶妊娠期妇女禁用。\n注意事项\n⑴本药能透过胎盘屏障，妊娠初期三个月服用本品，胎儿脊柱裂发生率为1％～2％，亦可见与其他抗癫痫药相似的畸形，因此妊娠期妇女禁用。\n⑵本品可经乳汁分泌入乳汁，浓度为母体血药浓度的1％～10％，哺乳期妇女应予注意。\n⑶对其他临床试验的干扰：尿酮试验可以由于酮性代谢产物随尿排出，出现假阳性。甲状腺功能试验可能受影响。乳酸脱氢酶、丙氨酸氨基转移酶、门冬氨酸氨基转移酶可能轻度升高，提示无症状性肝脏中毒。血清胆红素可能升高提示潜在的严重肝脏中毒。\n⑷有血液病、肝病史、肾功能损害、器质性脑病时慎用。\n⑸用药前和用药期间应作全血细胞包括血小板计数，肝、肾功能检查。肝功能在最初半年最好每1～2月复查一次，半年后复查间隔酌情延长。\n药物相互作用\n⑴饮酒可加重本品的中枢抑制作用。\n⑵麻醉药或中枢抑制剂与本品合用，中枢抑制作用增强。\n⑶与华法林或肝素等抗凝药及溶血栓药合用，增加出血的危险性。\n⑷与阿司匹林或双嘧达莫合用，可由于降低血小板聚集而使出血时间延长。\n⑸与苯巴比妥合用使苯巴比妥的代谢减慢，血药浓度升高，因而增加镇静作用而导致嗜睡。  ⑹与扑米酮合用，可使扑米酮的血药浓度升高，必要时需减量。\n⑺与氯硝西泮合用治疗失神发作时，曾有报道少数病例反而诱发失神持续状态。\n⑻与苯妥英钠合用时，因在血浆蛋白结合部位的竞争可使两者的血药浓度发生变化，因此需定期监测血药浓度并视临床情况调整剂量。\n⑼与卡马西平合用，由于卡马西平对肝药酶的诱导作用而使两者的血药浓度均降低，半衰期缩短，须监测血药浓度并调整剂量。\n⑽与具有肝脏毒性的药物合用时，可增强肝毒性，应避免合用。有肝病史者应用本品须经常检查肝功能。\n⑾与氟哌啶醇、洛沙平、马普替林、单胺氧化酶抑制剂、吩噻嗪类、噻吨类和三环类抗抑郁药合用，中枢抑制作用增强，降低惊厥阈和丙戊酸的作用，须及时调整剂量。\n⑿应避免与美罗培南合用，使丙戊酸钠血药浓度降低，影响疗效。\n药物过量\n⑴静推纳洛酮可阻止丙戊酸诱导产生中枢神经系统抑制，应考虑用于昏迷患者。\n⑵血液透析和血液灌注对于降低丙戊酸血清浓度是有效的，应考虑用于血药浓度大于1000μg/ml及严重中毒患者。\n⑶左卡尼汀（50mg/kg▪d）滴注或缓慢静推；口服50~100mg/kg▪d，分成2~3次，最大剂量3g/d，可用于治疗血氨过多。\n用药交代\n1.不要同时服用抗酸药；\n2.不要随意停药，如要停药请咨询药师或医师；\n3.肠溶片和缓释片需整片吞咽，不要咀嚼或掰碎。\n配伍禁忌\n本品与氨溴索及其盐、依达拉奉、依达拉奉氯化钠在体外配伍时可产生沉淀或药物理化性质发生改变，禁止配伍。\n输液调配\n每瓶0.4g以4ml附带溶剂或0.9%氯化钠注射液溶解作静脉注射液；或溶解液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。新鲜调配为无色的澄明液体。丙戊酸钠50mg/ml的水溶液pH为7.5～9.0。\n【稳定性】用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液稀释的丙戊酸钠溶液室温下可以稳定存放24h。\n给药说明\n⑴于进餐后立即服用，以减少药物对胃部的刺激。\n⑵用药期间避免饮酒。\n⑶如果需要停药，应逐渐减量，以防复发；当取代其他抗惊厥药物时，本品用量应逐渐增加，而被取代的药物应逐渐减少，以维持对发作的控制。\n⑷外科手术或其他急症治疗时应考虑可能遇到的出血时间延长或中枢神经抑制剂作用的增强。\n用法与用量\n⑴口服：①成人常用量，一日按体重15mg/kg或一日600～1200mg分次服。开始时按体重5～10mg/kg，一周后递增，至发作得以控制为止。当一日用量超过250mg时，一日应分次服用，以减少胃肠道刺激。最大量一般为一日按体重不超过30mg/kg，或一日1.8g。癫痫持续状态时静注400mg，一日2次。②小儿常用量：按体重计与成人相同。一般剂量每日20～30mg/kg，分3～4次服用，宜餐后服用。也有报道开始时按体重15mg/kg，按需要每隔一周增加5～10mg/kg至有效或不能耐受为止。③精神科用量大于抗癫痫用量，开始200～400mg/d，缓增至800～1200mg/d，分2～3次餐后服。症状缓解后400～600mg/d维持，推荐治疗血药浓度为50～120μg/ml。\n⑵静脉滴注：用于临时替代时（例如等待手术时）末次口服给药4～6小时静脉给药。本品静脉注射溶于0.9％氯化钠注射液，或持续静脉滴注超过24小时。或在最大剂量范围内（通常平均剂量为一日20～30mg/kg）一日分4次静脉滴注，一次时间需超过1小时。需要快速达到有效血药浓度并维持时：以15mg/kg剂量缓慢静脉注射，超过5分钟，然后以每小时1mg/kg的速度静脉滴注，使血浆丙戊酸浓度达到75mg/L，并根据临床情况调整静脉滴注速度。一旦停止静脉滴注，需要立即口服给药，以补充有效成分，口服剂量可以用以前的剂量或调整后的剂量。\n剂型与规格\n片剂\n100mg\n基药\n200mg\n基药\n250mg\nXN03AG甲1076\n0%\n哪儿有\n缓释片\n200mg\n500mg\nXN03AG乙1076\n5%\n哪儿有\n口服液\n12g 300ml\n基药\n4g 100ml\nXN03AG乙1076\n5%\n哪儿有\n糖浆剂\n200mg 5ml\n500mg 5ml\n5g 100ml\nXN03AG乙1076\n5%\n哪儿有\n粉针剂\n400mg\n基药\nXN03AG乙1076\n5%\n哪儿有\n注射液\n400mg 4ml\n300mg 3ml\n1.0g 10ml\nXN03AG乙1076\n5%\n哪儿有",
      "interactions": "⑴饮酒可加重本品的中枢抑制作用。\n⑵麻醉药或中枢抑制剂与本品合用，中枢抑制作用增强。\n⑶与华法林或肝素等抗凝药及溶血栓药合用，增加出血的危险性。\n⑷与阿司匹林或双嘧达莫合用，可由于降低血小板聚集而使出血时间延长。\n⑸与苯巴比妥合用使苯巴比妥的代谢减慢，血药浓度升高，因而增加镇静作用而导致嗜睡。  ⑹与扑米酮合用，可使扑米酮的血药浓度升高，必要时需减量。\n⑺与氯硝西泮合用治疗失神发作时，曾有报道少数病例反而诱发失神持续状态。\n⑻与苯妥英钠合用时，因在血浆蛋白结合部位的竞争可使两者的血药浓度发生变化",
      "full_interactions": "⑴饮酒可加重本品的中枢抑制作用。\n⑵麻醉药或中枢抑制剂与本品合用，中枢抑制作用增强。\n⑶与华法林或肝素等抗凝药及溶血栓药合用，增加出血的危险性。\n⑷与阿司匹林或双嘧达莫合用，可由于降低血小板聚集而使出血时间延长。\n⑸与苯巴比妥合用使苯巴比妥的代谢减慢，血药浓度升高，因而增加镇静作用而导致嗜睡。  ⑹与扑米酮合用，可使扑米酮的血药浓度升高，必要时需减量。\n⑺与氯硝西泮合用治疗失神发作时，曾有报道少数病例反而诱发失神持续状态。\n⑻与苯妥英钠合用时，因在血浆蛋白结合部位的竞争可使两者的血药浓度发生变化，因此需定期监测血药浓度并视临床情况调整剂量。\n⑼与卡马西平合用，由于卡马西平对肝药酶的诱导作用而使两者的血药浓度均降低，半衰期缩短，须监测血药浓度并调整剂量。\n⑽与具有肝脏毒性的药物合用时，可增强肝毒性，应避免合用。有肝病史者应用本品须经常检查肝功能。\n⑾与氟哌啶醇、洛沙平、马普替林、单胺氧化酶抑制剂、吩噻嗪类、噻吨类和三环类抗抑郁药合用，中枢抑制作用增强，降低惊厥阈和丙戊酸的作用，须及时调整剂量。\n⑿应避免与美罗培南合用，使丙戊酸钠血药浓度降低，影响疗效。\n药物过量\n⑴静推纳洛酮可阻止丙戊酸诱导产生中枢神经系统抑制，应考虑用于昏迷患者。\n⑵血液透析和血液灌注对于降低丙戊酸血清浓度是有效的，应考虑用于血药浓度大于1000μg/ml及严重中毒患者。\n⑶左卡尼汀（50mg/kg▪d）滴注或缓慢静推；口服50~100mg/kg▪d，分成2~3次，最大剂量3g/d，可用于治疗血氨过多。\n用药交代\n1.不要同时服用抗酸药；\n2.不要随意停药，如要停药请咨询药师或医师；\n3.肠溶片和缓释片需整片吞咽，不要咀嚼或掰碎。\n配伍禁忌\n本品与氨溴索及其盐、依达拉奉、依达拉奉氯化钠在体外配伍时可产生沉淀或药物理化性质发生改变，禁止配伍。\n输液调配\n每瓶0.4g以4ml附带溶剂或0.9%氯化钠注射液溶解作静脉注射液；或溶解液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。新鲜调配为无色的澄明液体。丙戊酸钠50mg/ml的水溶液pH为7.5～9.0。\n【稳定性】用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液稀释的丙戊酸钠溶液室温下可以稳定存放24h。\n给药说明\n⑴于进餐后立即服用，以减少药物对胃部的刺激。\n⑵用药期间避免饮酒。\n⑶如果需要停药，应逐渐减量，以防复发；当取代其他抗惊厥药物时，本品用量应逐渐增加，而被取代的药物应逐渐减少，以维持对发作的控制。\n⑷外科手术或其他急症治疗时应考虑可能遇到的出血时间延长或中枢神经抑制剂作用的增强。\n用法与用量\n⑴口服：①成人常用量，一日按体重15mg/kg或一日600～1200mg分次服。开始时按体重5～10mg/kg，一周后递增，至发作得以控制为止。当一日用量超过250mg时，一日应分次服用，以减少胃肠道刺激。最大量一般为一日按体重不超过30mg/kg，或一日1.8g。癫痫持续状态时静注400mg，一日2次。②小儿常用量：按体重计与成人相同。一般剂量每日20～30mg/kg，分3～4次服用，宜餐后服用。也有报道开始时按体重15mg/kg，按需要每隔一周增加5～10mg/kg至有效或不能耐受为止。③精神科用量大于抗癫痫用量，开始200～400mg/d，缓增至800～1200mg/d，分2～3次餐后服。症状缓解后400～600mg/d维持，推荐治疗血药浓度为50～120μg/ml。\n⑵静脉滴注：用于临时替代时（例如等待手术时）末次口服给药4～6小时静脉给药。本品静脉注射溶于0.9％氯化钠注射液，或持续静脉滴注超过24小时。或在最大剂量范围内（通常平均剂量为一日20～30mg/kg）一日分4次静脉滴注，一次时间需超过1小时。需要快速达到有效血药浓度并维持时：以15mg/kg剂量缓慢静脉注射，超过5分钟，然后以每小时1mg/kg的速度静脉滴注，使血浆丙戊酸浓度达到75mg/L，并根据临床情况调整静脉滴注速度。一旦停止静脉滴注，需要立即口服给药，以补充有效成分，口服剂量可以用以前的剂量或调整后的剂量。\n剂型与规格\n片剂\n100mg\n基药\n200mg\n基药\n250mg\nXN03AG甲1076\n0%\n哪儿有\n缓释片\n200mg\n500mg\nXN03AG乙1076\n5%\n哪儿有\n口服液\n12g 300ml\n基药\n4g 100ml\nXN03AG乙1076\n5%\n哪儿有\n糖浆剂\n200mg 5ml\n500mg 5ml\n5g 100ml\nXN03AG乙1076\n5%\n哪儿有\n粉针剂\n400mg\n基药\nXN03AG乙1076\n5%\n哪儿有\n注射液\n400mg 4ml\n300mg 3ml\n1.0g 10ml\nXN03AG乙1076\n5%\n哪儿有",
      "pregnancy_category": "",
      "pharmacokinetics": "蛋白结合率85，肝脏代谢，肾脏排泄。",
      "full_pharmacokinetics": "⑴药效学：抗癫痫作用机制尚未阐明，可能与脑内抑制性神经递质γ-氨基丁酸（GABA）的浓度升高有关。另外丙戊酸钠作用于突触后加强GABA的抑制作用，对神经细胞膜的作用则尚未完全阐明，可能直接作用于钾通道。\n⑵药动学：口服吸收快而完全，胶囊剂与普通片的ｔmax为1～4小时，肠溶片则为3～4小时，餐后服用延迟吸收。缓释片在胃内可有少量释放，在肠道亦缓慢吸收，因此达峰时间较长，峰浓度较低，可以避免一天内血药浓度的波动过大，其生物利用度与肠溶片相同。各种剂型的生物利用度(Ｆ)近100％。Ｖd0.1～0.4L/kg，ｔ\n1/2\n为12～15小时（成人），14～17小时（老年），30～40小时（新生儿）。有效血药浓度为50～100μg/ml。血浆蛋白结合率为85％～95％。可通过血脑屏障，随着血药浓度的增高，游离型药物逐渐增多，从而进入脑组织量增加。尿毒症和肝硬化时血药浓度降低。可通过胎盘进入胎儿血液循环，也可从乳汁分泌。在肝内代谢，包括葡糖醛酸化合某些氧化过程。主要以代谢产物由肾排泄，少量随粪便排出。\n不良反应\n⑴少见的有：①过敏性皮疹；②血小板减少症或血小板凝聚抑制以致异常出血或瘀斑；③肝脏中毒出现球结膜或皮肤黄染；④致死性肝功能障碍在2岁以下儿童多药治疗时发生率为1/500，成人单药治疗为1/45000；⑤胰腺炎；⑥月经不规则及多囊卵巢；⑦体重增加。\n⑵下列反应如果持续出现时应予注意：①常见的有：腹泻、消化不良、恶心或呕吐、胃肠道痉挛、月经周期改变；②少见或罕见的有：便秘、倦睡、一般轻而短暂的脱发、眩晕、疲乏、头痛、共济失调、异常兴奋、不安和烦躁。\n肝损伤\n可能导致肝损伤。\n禁忌症\n⑴有明显肝功能损害时禁用。\n⑵对本品过敏者禁用。\n⑶妊娠期妇女禁用。\n注意事项\n⑴本药能透过胎盘屏障，妊娠初期三个月服用本品，胎儿脊柱裂发生率为1％～2％，亦可见与其他抗癫痫药相似的畸形，因此妊娠期妇女禁用。\n⑵本品可经乳汁分泌入乳汁，浓度为母体血药浓度的1％～10％，哺乳期妇女应予注意。\n⑶对其他临床试验的干扰：尿酮试验可以由于酮性代谢产物随尿排出，出现假阳性。甲状腺功能试验可能受影响。乳酸脱氢酶、丙氨酸氨基转移酶、门冬氨酸氨基转移酶可能轻度升高，提示无症状性肝脏中毒。血清胆红素可能升高提示潜在的严重肝脏中毒。\n⑷有血液病、肝病史、肾功能损害、器质性脑病时慎用。\n⑸用药前和用药期间应作全血细胞包括血小板计数，肝、肾功能检查。肝功能在最初半年最好每1～2月复查一次，半年后复查间隔酌情延长。\n药物相互作用\n⑴饮酒可加重本品的中枢抑制作用。\n⑵麻醉药或中枢抑制剂与本品合用，中枢抑制作用增强。\n⑶与华法林或肝素等抗凝药及溶血栓药合用，增加出血的危险性。\n⑷与阿司匹林或双嘧达莫合用，可由于降低血小板聚集而使出血时间延长。\n⑸与苯巴比妥合用使苯巴比妥的代谢减慢，血药浓度升高，因而增加镇静作用而导致嗜睡。  ⑹与扑米酮合用，可使扑米酮的血药浓度升高，必要时需减量。\n⑺与氯硝西泮合用治疗失神发作时，曾有报道少数病例反而诱发失神持续状态。\n⑻与苯妥英钠合用时，因在血浆蛋白结合部位的竞争可使两者的血药浓度发生变化，因此需定期监测血药浓度并视临床情况调整剂量。\n⑼与卡马西平合用，由于卡马西平对肝药酶的诱导作用而使两者的血药浓度均降低，半衰期缩短，须监测血药浓度并调整剂量。\n⑽与具有肝脏毒性的药物合用时，可增强肝毒性，应避免合用。有肝病史者应用本品须经常检查肝功能。\n⑾与氟哌啶醇、洛沙平、马普替林、单胺氧化酶抑制剂、吩噻嗪类、噻吨类和三环类抗抑郁药合用，中枢抑制作用增强，降低惊厥阈和丙戊酸的作用，须及时调整剂量。\n⑿应避免与美罗培南合用，使丙戊酸钠血药浓度降低，影响疗效。\n药物过量\n⑴静推纳洛酮可阻止丙戊酸诱导产生中枢神经系统抑制，应考虑用于昏迷患者。\n⑵血液透析和血液灌注对于降低丙戊酸血清浓度是有效的，应考虑用于血药浓度大于1000μg/ml及严重中毒患者。\n⑶左卡尼汀（50mg/kg▪d）滴注或缓慢静推；口服50~100mg/kg▪d，分成2~3次，最大剂量3g/d，可用于治疗血氨过多。\n用药交代\n1.不要同时服用抗酸药；\n2.不要随意停药，如要停药请咨询药师或医师；\n3.肠溶片和缓释片需整片吞咽，不要咀嚼或掰碎。\n配伍禁忌\n本品与氨溴索及其盐、依达拉奉、依达拉奉氯化钠在体外配伍时可产生沉淀或药物理化性质发生改变，禁止配伍。\n输液调配\n每瓶0.4g以4ml附带溶剂或0.9%氯化钠注射液溶解作静脉注射液；或溶解液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。新鲜调配为无色的澄明液体。丙戊酸钠50mg/ml的水溶液pH为7.5～9.0。\n【稳定性】用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液稀释的丙戊酸钠溶液室温下可以稳定存放24h。\n给药说明\n⑴于进餐后立即服用，以减少药物对胃部的刺激。\n⑵用药期间避免饮酒。\n⑶如果需要停药，应逐渐减量，以防复发；当取代其他抗惊厥药物时，本品用量应逐渐增加，而被取代的药物应逐渐减少，以维持对发作的控制。\n⑷外科手术或其他急症治疗时应考虑可能遇到的出血时间延长或中枢神经抑制剂作用的增强。\n用法与用量\n⑴口服：①成人常用量，一日按体重15mg/kg或一日600～1200mg分次服。开始时按体重5～10mg/kg，一周后递增，至发作得以控制为止。当一日用量超过250mg时，一日应分次服用，以减少胃肠道刺激。最大量一般为一日按体重不超过30mg/kg，或一日1.8g。癫痫持续状态时静注400mg，一日2次。②小儿常用量：按体重计与成人相同。一般剂量每日20～30mg/kg，分3～4次服用，宜餐后服用。也有报道开始时按体重15mg/kg，按需要每隔一周增加5～10mg/kg至有效或不能耐受为止。③精神科用量大于抗癫痫用量，开始200～400mg/d，缓增至800～1200mg/d，分2～3次餐后服。症状缓解后400～600mg/d维持，推荐治疗血药浓度为50～120μg/ml。\n⑵静脉滴注：用于临时替代时（例如等待手术时）末次口服给药4～6小时静脉给药。本品静脉注射溶于0.9％氯化钠注射液，或持续静脉滴注超过24小时。或在最大剂量范围内（通常平均剂量为一日20～30mg/kg）一日分4次静脉滴注，一次时间需超过1小时。需要快速达到有效血药浓度并维持时：以15mg/kg剂量缓慢静脉注射，超过5分钟，然后以每小时1mg/kg的速度静脉滴注，使血浆丙戊酸浓度达到75mg/L，并根据临床情况调整静脉滴注速度。一旦停止静脉滴注，需要立即口服给药，以补充有效成分，口服剂量可以用以前的剂量或调整后的剂量。\n剂型与规格\n片剂\n100mg\n基药\n200mg\n基药\n250mg\nXN03AG甲1076\n0%\n哪儿有\n缓释片\n200mg\n500mg\nXN03AG乙1076\n5%\n哪儿有\n口服液\n12g 300ml\n基药\n4g 100ml\nXN03AG乙1076\n5%\n哪儿有\n糖浆剂\n200mg 5ml\n500mg 5ml\n5g 100ml\nXN03AG乙1076\n5%\n哪儿有\n粉针剂\n400mg\n基药\nXN03AG乙1076\n5%\n哪儿有\n注射液\n400mg 4ml\n300mg 3ml\n1.0g 10ml\nXN03AG乙1076\n5%\n哪儿有",
      "precautions": "⑷有血液病、肝病史、肾功能损害、器质性脑病时慎用。⑴本药能透过胎盘屏障，妊娠初期三个月服用本品，胎儿脊柱裂发生率为1％～2％，亦可见与其他抗癫痫药相似的畸形，因此妊娠期妇女禁用。⑵本品可经乳汁分泌入乳汁，浓度为母体血药浓度的1％～10％，哺乳期妇女应予注意。",
      "full_precautions": "⑴本药能透过胎盘屏障，妊娠初期三个月服用本品，胎儿脊柱裂发生率为1％～2％，亦可见与其他抗癫痫药相似的畸形，因此妊娠期妇女禁用。\n⑵本品可经乳汁分泌入乳汁，浓度为母体血药浓度的1％～10％，哺乳期妇女应予注意。\n⑶对其他临床试验的干扰：尿酮试验可以由于酮性代谢产物随尿排出，出现假阳性。甲状腺功能试验可能受影响。乳酸脱氢酶、丙氨酸氨基转移酶、门冬氨酸氨基转移酶可能轻度升高，提示无症状性肝脏中毒。血清胆红素可能升高提示潜在的严重肝脏中毒。\n⑷有血液病、肝病史、肾功能损害、器质性脑病时慎用。\n⑸用药前和用药期间应作全血细胞包括血小板计数，肝、肾功能检查。肝功能在最初半年最好每1～2月复查一次，半年后复查间隔酌情延长。\n药物相互作用\n⑴饮酒可加重本品的中枢抑制作用。\n⑵麻醉药或中枢抑制剂与本品合用，中枢抑制作用增强。\n⑶与华法林或肝素等抗凝药及溶血栓药合用，增加出血的危险性。\n⑷与阿司匹林或双嘧达莫合用，可由于降低血小板聚集而使出血时间延长。\n⑸与苯巴比妥合用使苯巴比妥的代谢减慢，血药浓度升高，因而增加镇静作用而导致嗜睡。  ⑹与扑米酮合用，可使扑米酮的血药浓度升高，必要时需减量。\n⑺与氯硝西泮合用治疗失神发作时，曾有报道少数病例反而诱发失神持续状态。\n⑻与苯妥英钠合用时，因在血浆蛋白结合部位的竞争可使两者的血药浓度发生变化，因此需定期监测血药浓度并视临床情况调整剂量。\n⑼与卡马西平合用，由于卡马西平对肝药酶的诱导作用而使两者的血药浓度均降低，半衰期缩短，须监测血药浓度并调整剂量。\n⑽与具有肝脏毒性的药物合用时，可增强肝毒性，应避免合用。有肝病史者应用本品须经常检查肝功能。\n⑾与氟哌啶醇、洛沙平、马普替林、单胺氧化酶抑制剂、吩噻嗪类、噻吨类和三环类抗抑郁药合用，中枢抑制作用增强，降低惊厥阈和丙戊酸的作用，须及时调整剂量。\n⑿应避免与美罗培南合用，使丙戊酸钠血药浓度降低，影响疗效。\n药物过量\n⑴静推纳洛酮可阻止丙戊酸诱导产生中枢神经系统抑制，应考虑用于昏迷患者。\n⑵血液透析和血液灌注对于降低丙戊酸血清浓度是有效的，应考虑用于血药浓度大于1000μg/ml及严重中毒患者。\n⑶左卡尼汀（50mg/kg▪d）滴注或缓慢静推；口服50~100mg/kg▪d，分成2~3次，最大剂量3g/d，可用于治疗血氨过多。\n用药交代\n1.不要同时服用抗酸药；\n2.不要随意停药，如要停药请咨询药师或医师；\n3.肠溶片和缓释片需整片吞咽，不要咀嚼或掰碎。\n配伍禁忌\n本品与氨溴索及其盐、依达拉奉、依达拉奉氯化钠在体外配伍时可产生沉淀或药物理化性质发生改变，禁止配伍。\n输液调配\n每瓶0.4g以4ml附带溶剂或0.9%氯化钠注射液溶解作静脉注射液；或溶解液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。新鲜调配为无色的澄明液体。丙戊酸钠50mg/ml的水溶液pH为7.5～9.0。\n【稳定性】用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液稀释的丙戊酸钠溶液室温下可以稳定存放24h。\n给药说明\n⑴于进餐后立即服用，以减少药物对胃部的刺激。\n⑵用药期间避免饮酒。\n⑶如果需要停药，应逐渐减量，以防复发；当取代其他抗惊厥药物时，本品用量应逐渐增加，而被取代的药物应逐渐减少，以维持对发作的控制。\n⑷外科手术或其他急症治疗时应考虑可能遇到的出血时间延长或中枢神经抑制剂作用的增强。\n用法与用量\n⑴口服：①成人常用量，一日按体重15mg/kg或一日600～1200mg分次服。开始时按体重5～10mg/kg，一周后递增，至发作得以控制为止。当一日用量超过250mg时，一日应分次服用，以减少胃肠道刺激。最大量一般为一日按体重不超过30mg/kg，或一日1.8g。癫痫持续状态时静注400mg，一日2次。②小儿常用量：按体重计与成人相同。一般剂量每日20～30mg/kg，分3～4次服用，宜餐后服用。也有报道开始时按体重15mg/kg，按需要每隔一周增加5～10mg/kg至有效或不能耐受为止。③精神科用量大于抗癫痫用量，开始200～400mg/d，缓增至800～1200mg/d，分2～3次餐后服。症状缓解后400～600mg/d维持，推荐治疗血药浓度为50～120μg/ml。\n⑵静脉滴注：用于临时替代时（例如等待手术时）末次口服给药4～6小时静脉给药。本品静脉注射溶于0.9％氯化钠注射液，或持续静脉滴注超过24小时。或在最大剂量范围内（通常平均剂量为一日20～30mg/kg）一日分4次静脉滴注，一次时间需超过1小时。需要快速达到有效血药浓度并维持时：以15mg/kg剂量缓慢静脉注射，超过5分钟，然后以每小时1mg/kg的速度静脉滴注，使血浆丙戊酸浓度达到75mg/L，并根据临床情况调整静脉滴注速度。一旦停止静脉滴注，需要立即口服给药，以补充有效成分，口服剂量可以用以前的剂量或调整后的剂量。\n剂型与规格\n片剂\n100mg\n基药\n200mg\n基药\n250mg\nXN03AG甲1076\n0%\n哪儿有\n缓释片\n200mg\n500mg\nXN03AG乙1076\n5%\n哪儿有\n口服液\n12g 300ml\n基药\n4g 100ml\nXN03AG乙1076\n5%\n哪儿有\n糖浆剂\n200mg 5ml\n500mg 5ml\n5g 100ml\nXN03AG乙1076\n5%\n哪儿有\n粉针剂\n400mg\n基药\nXN03AG乙1076\n5%\n哪儿有\n注射液\n400mg 4ml\n300mg 3ml\n1.0g 10ml\nXN03AG乙1076\n5%\n哪儿有",
      "source": "湖南药事服务网",
      "url_added": true
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=857",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 439,
    "name": "克林霉素磷酸酯注射液",
    "full_name": "(甲)克林霉素磷酸酯注射液",
    "chemical_name": "克林霉素磷酸酯注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "山东新华制药"
    ],
    "specifications": [
      {
        "specification": "2ml/支",
        "manufacturer": "山东新华制药",
        "full_manufacturer": "山东新华制药股份有限公司",
        "price": 0.84,
        "unit": "支",
        "code": "X00901",
        "approval_number": "国药准字H10950019",
        "insurance_code": "XJ01FFK073B002020104187",
        "location": "M-3"
      }
    ],
    "pinyin": "kelinmeisulinsuanzhi",
    "pinyin_initials": "klmslsz",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于革兰阳性菌和厌氧菌。",
      "dosage": "成人：常用量：\n①一般感染：0.6-1.2g；儿童：常用量：\n①一般感染：15-25mg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头晕、发热、瘙痒、过敏等。",
      "interactions": "1.红霉素：有拮抗作用，不宜合用。<br>2.神经肌肉阻滞剂：合用可能增强神经肌肉阻滞作用。<br>3.阿片类镇痛药：合用可能加重呼吸抑制。<br>4.抗腹泻药：止泻药可能延迟毒素排出，加重伪膜性肠炎。<br>5.肝药酶诱导剂（如苯巴比妥）：可能降低克林霉素血药浓度。<br>6.肝药酶抑制剂（如西咪替丁）：可能增加克林霉素血药浓度。<br>7.卡马西平：克林霉素可能抑制卡马西平代谢，增加其血药浓度。<br>8.华法林：可能增强华法林的抗凝作用。<br>9.氨基糖苷类抗生素：合用对某些革兰阳性菌有",
      "pregnancy_category": "B级",
      "pharmacokinetics": "t1/2约3小时，蛋白结合率90%，Tmax约3小时，肝脏代谢，肾脏排泄。",
      "precautions": "2.肝功能减退者：慎用，需监测肝功能。3.严重肾功能减退者：慎用，需调整剂量。8.用药期间应定期监测血常规和肝功能。",
      "source": "湖南药事服务网",
      "full_indications": "本品适用于革兰阳性菌和厌氧菌引起的各种感染性疾病：<br>1.呼吸道感染：急性支气管炎、慢性支气管炎急性发作、肺炎、肺脓肿等。<br>2.泌尿系统感染：急性尿道炎、急性肾盂肾炎、前列腺炎等。<br>3.腹腔感染：腹膜炎、腹腔脓肿等。<br>4.皮肤软组织感染：疖、痈、蜂窝织炎、创伤和手术后感染等。<br>5.骨和关节感染：骨髓炎、化脓性关节炎等。<br>6.败血症、心内膜炎等。<br>7.口腔感染：牙周炎、冠周炎等。<br>8.妇科感染：子宫内膜炎、盆腔炎等。",
      "full_dosage": "肌内注射或静脉滴注：<br>⑴成人常用量：<br>①一般感染：0.6-1.2g/日，分2-4次给药。<br>②严重感染：1.2-2.4g/日，分2-4次给药。<br>③危及生命感染：可增至4.8g/日，分3-4次给药。<br><br>⑵儿童常用量：<br>①一般感染：15-25mg/kg/日，分3-4次给药。<br>②严重感染：25-40mg/kg/日，分3-4次给药。<br><br>⑶给药说明：<br>①肌内注射：每0.6g用注射用水或生理盐水3ml溶解，深部肌内注射。<br>②静脉滴注：每0.6g用生理盐水或5%葡萄糖注射液100ml稀释，滴注时间不少于20分钟。<br>③本品不能静脉推注。",
      "full_contraindications": "1.对克林霉素或林可霉素过敏者禁用。<br>2.对本品任何一种成分过敏者禁用。",
      "full_adverse_reactions": "1.胃肠道反应：最常见，包括恶心、呕吐、腹痛、腹泻，严重者可出现伪膜性肠炎（难辨梭菌相关性腹泻），表现为严重腹泻、腹痛、发热，可能危及生命。<br>2.过敏反应：皮疹、荨麻疹、瘙痒、药物热、嗜酸性粒细胞增多，罕见过敏性休克。<br>3.肝功能异常：转氨酶升高、黄疸，罕见肝衰竭。<br>4.血液系统：白细胞减少、中性粒细胞减少、血小板减少、再生障碍性贫血。<br>5.局部反应：注射部位疼痛、硬结、静脉炎。<br>6.其他：头晕、耳鸣、呼吸困难、心悸等。<br><br>严重不良反应：<br>1.伪膜性肠炎：可能危及生命。<br>2.过敏性休克：罕见但严重。<br>3.严重皮肤反应：Stevens-Johnson综合征、中毒性表皮坏死松解症。<br>4.肝衰竭。",
      "full_interactions": "1.红霉素：有拮抗作用，不宜合用。<br>2.神经肌肉阻滞剂：合用可能增强神经肌肉阻滞作用。<br>3.阿片类镇痛药：合用可能加重呼吸抑制。<br>4.抗腹泻药：止泻药可能延迟毒素排出，加重伪膜性肠炎。<br>5.肝药酶诱导剂（如苯巴比妥）：可能降低克林霉素血药浓度。<br>6.肝药酶抑制剂（如西咪替丁）：可能增加克林霉素血药浓度。<br>7.卡马西平：克林霉素可能抑制卡马西平代谢，增加其血药浓度。<br>8.华法林：可能增强华法林的抗凝作用。<br>9.氨基糖苷类抗生素：合用对某些革兰阳性菌有协同作用。",
      "full_pregnancy_category": "B级。动物实验显示本品对胎儿无危害，但缺乏人类妊娠期使用的充分研究。妊娠期间仅在明确需要时使用。本品可分泌至乳汁中，哺乳期妇女使用时应暂停哺乳。",
      "full_pharmacokinetics": "肌内注射后血药浓度达峰时间为3小时左右，静脉滴注后即刻达峰。血浆蛋白结合率约90%。<br>分布广泛，在骨组织、胆汁、尿液、痰液、胸水、腹水、唾液、扁桃体中均可达到有效浓度，可透过胎盘，脑膜炎症时可透过血脑屏障。<br>代谢和排泄：在肝脏代谢为活性代谢物，主要经胆汁和粪便排泄（约70%），尿中排泄约10%。消除半衰期成人为2-3小时，肾功能减退时半衰期延长不明显，但肝功能减退时半衰期延长。血液透析和腹膜透析不能有效清除本品。",
      "full_precautions": "1.警惕伪膜性肠炎：用药期间如出现严重腹泻、腹痛、发热等症状，应立即停药并就医。<br>2.肝功能减退者：慎用，需监测肝功能。<br>3.严重肾功能减退者：慎用，需调整剂量。<br>4.孕妇：慎用。<br>5.哺乳期妇女：慎用，使用时应暂停哺乳。<br>6.新生儿：慎用，因肝脏代谢功能不完善。<br>7.不宜与红霉素合用。<br>8.用药期间应定期监测血常规和肝功能。<br>9.本品不能静脉推注，只能肌内注射或静脉滴注。<br>10.静脉滴注速度不宜过快，以免引起低血压、心动过速等。",
      "solvent": "肌注：用注射用水溶解；静滴：用0.9%氯化钠注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2038",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 440,
    "name": "盐酸氨溴索胶囊",
    "full_name": "(甲)盐酸氨溴索胶囊[国基]",
    "chemical_name": "盐酸氨溴索胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海信谊天平药业"
    ],
    "specifications": [
      {
        "specification": "30mg/粒",
        "manufacturer": "上海信谊天平药业",
        "full_manufacturer": "上海信谊天平药业有限公司",
        "price": 3.84,
        "unit": "盒",
        "code": "Y00000014590",
        "approval_number": "国药准字H20000282",
        "insurance_code": "XR05CBA198E001010300680",
        "location": "J-4",
        "outpatient_location": "B-4"
      }
    ],
    "pinyin": "yansuananxiusuo",
    "pinyin_initials": "ysaxs",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于原发性高血压；指南》（2018）；、程序、设备以及患者管理（2019）；治疗原发性高血压；高血压合并2型糖尿病；2型糖尿病且有高血压病史的糖尿病肾病（肌酐升高；不能耐受ACEI且左心室射血分数低下者)。",
      "dosage": "⑴口服：成人常用量：起始剂量和维持剂量为一次150mg，一日1次，不能有效控制血压可将剂量增至300mg，或加用其他抗高血压药物如利尿药。进行血液透析和年龄超过75岁的病人，起始剂量可用75mg，一日1次。肾功能不全、轻中度肝功能损害患者无需调整剂量。 ⑵目前无儿童服用本品安全性和有效性的研究资料。",
      "contraindications": "症 禁用：⑴已知对本品成分过敏者。⑵怀孕的第4至第9个月。⑶哺乳期。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻、头痛、头晕、发热、过敏等。",
      "interactions": "⑴本品与氢氯噻嗪、地高辛、华法林、阿替洛尔合用时，未见明显的相互作用； ⑵本品与洋地黄、β受体阻滞剂、钙拮抗药等合用，不影响相互的药动学； ⑶本品与其他的抗高血压药物合用可增加该药的降压效果，与保钾利尿剂、补钾剂或其他增加血钾浓度的药物合用，有引起血钾升高的危险，合用时应慎重。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师；空腹或随食物同服均可。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑻一般注意事项：对于血管张力和肾功能主要依赖肾素-血管紧张素-醛固酮系统活性的患者（如严重充血性心力衰竭患者或者肾脏疾病患者包括肾动脉狭窄），使用本品易出现急性低血压、氮质血症、少尿、或少见的急性肾功能衰竭。⑶肾功能损害者使用本品时，应定期监测血清钾和肌酐。⑷使用本品中可能会发生高钾血症，尤其在肾功能损害、糖尿病肾病或心力衰竭者，应密切监测血清钾水平。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗原发性高血压。尤其适用于高血压合并2型糖尿病，并发左心室肥厚或肾功能不全的原发性高血压患者。 ⑵用于2型糖尿病且有高血压病史的糖尿病肾病（肌酐升高，24小时尿蛋白【美国FDA批准】。 ⑶慢性心力衰竭(适用于不能耐受ACEI且左心室射血分数低下者)。【1.FDA未批准；中华医学会心血管病学分会 中华心血管病杂志编辑委员会.《中国心力衰竭诊断和治疗指南》（2018）；.国家卫生计生委合理用药专家委员会，中国药师协会.《心力衰竭合理用药指南（第2版）》（2019）；中华医学会，中华医学会杂志社，中华医学会全科医学分会. 《慢性心力衰竭基层诊疗指南》(2019年)；心力衰竭协会(HFA)／欧洲心脏病学学会(ESC)专家共识：心力衰竭的药物治疗、程序、设备以及患者管理（2019）；美国心脏病学会(ACC)、美国心脏协会(AHA)以及美国心衰学会(HFSA)指南：心力衰竭的管理（2017）】",
      "full_pharmacokinetics": "",
      "full_dosage": "⑴口服：成人常用量：起始剂量和维持剂量为一次150mg，一日1次，不能有效控制血压可将剂量增至300mg，或加用其他抗高血压药物如利尿药。进行血液透析和年龄超过75岁的病人，起始剂量可用75mg，一日1次。肾功能不全、轻中度肝功能损害患者无需调整剂量。 ⑵目前无儿童服用本品安全性和有效性的研究资料。",
      "full_contraindications": "症 禁用：⑴已知对本品成分过敏者。⑵怀孕的第4至第9个月。⑶哺乳期。",
      "full_adverse_reactions": "在安慰剂对照治疗高血压的临床试验中，本品的不良反应总发生率与安慰剂组中无差异。除头痛、肌肉骨骼损伤和潮红外，本品组和安慰剂组其他不良事件发生率相似。安慰剂组头痛发生率明显高于本品组，潮红、肌肉骨骼损伤、血浆肌酸激酶增高本品组高于安慰剂组，但无严重不良事件致药物治疗中断。 在伴有肾脏疾病的高血压和Ⅱ型糖尿病患者的安慰剂对照临床试验中，与本品有关的不良反应为头晕、体位性头晕和体位性低血压，没有因不良反应而停止治疗者。本品组高钾血症的发生率高于安慰剂组，因此而停止治疗的发生率为0.5％。 不良反应总体上轻和短暂。罕见的不良反应有：过敏反应（皮疹，荨麻疹，血管性水肿）；咳嗽；高钾血症；头晕；头痛；耳鸣；心动过速；腹泻，消化不良，恶心；肝功能异常；肌肉痛和关节痛；肾功能损害。与血管紧张素转换酶抑制剂比，干咳的发生率明显减低。 肝损伤 ⑴肝损伤： 在对照试验中，厄贝沙坦已被证实可能会造成低比例的血清转氨酶升高（<2%），发生率并不高于安慰剂治疗。酶水平升高是一过性的，很少情况下需调整用药剂量。厄贝沙坦治疗过程中，少见患者出现临床症状明显的急性肝损伤。起病通常在开始治疗后1到4周，血清酶升高的主要类型是肝细胞型，伴有类似急性肝炎样的临床综合征。部分病例可发生长期、复发性的胆汁淤积，但并无证据表明厄贝沙坦治疗与胆管消失综合征或慢性肝损伤有关。免疫超敏表现（皮疹、发热和嗜酸性粒细胞增多症）并不常见，无自身抗体产生。⑵损伤机制： 与厄贝沙坦相关的轻微血清转氨酶升高和急性肝损伤机制尚不明，但与超敏性反应所致的特质性肝损伤类似。厄贝沙坦在肝脏中通过细胞色素P450系统（主要是 CYP 2C9和3A4）进行代谢。 禁忌症 禁用：⑴已知对本品成分过敏者。⑵怀孕的第4至第9个月。⑶哺乳期。",
      "full_interactions": "⑴本品与氢氯噻嗪、地高辛、华法林、阿替洛尔合用时，未见明显的相互作用； ⑵本品与洋地黄、β受体阻滞剂、钙拮抗药等合用，不影响相互的药动学； ⑶本品与其他的抗高血压药物合用可增加该药的降压效果，与保钾利尿剂、补钾剂或其他增加血钾浓度的药物合用，有引起血钾升高的危险，合用时应慎重。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师；空腹或随食物同服均可。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。",
      "full_precautions": "⑴对于服用强效利尿剂，饮食中严格限盐以及腹泻呕吐而血容量不足者，服用本品特别是首次服用时可能发生症状性低血压。 ⑵双侧肾动脉狭窄或单个功能肾的动脉发生狭窄者，用本品有发生严重低血压和肾功能不全的危险。 ⑶肾功能损害者使用本品时，应定期监测血清钾和肌酐。 ⑷使用本品中可能会发生高钾血症，尤其在肾功能损害、糖尿病肾病或心力衰竭者，应密切监测血清钾水平。 ⑸本品不宜与锂剂合用。 ⑹主动脉和二尖瓣狭窄及肥厚梗阻型心肌病患者使用本品时应谨慎。 ⑺本品不推荐用于原发性醛固酮增多症患者。 ⑻一般注意事项：对于血管张力和肾功能主要依赖肾素-血管紧张素-醛固酮系统活性的患者（如严重充血性心力衰竭患者或者肾脏疾病患者包括肾动脉狭窄），使用本品易出现急性低血压、氮质血症、少尿、或少见的急性肾功能衰竭。 药物相互作用 ⑴本品与氢氯噻嗪、地高辛、华法林、阿替洛尔合用时，未见明显的相互作用； ⑵本品与洋地黄、β受体阻滞剂、钙拮抗药等合用，不影响相互的药动学； ⑶本品与其他的抗高血压药物合用可增加该药的降压效果，与保钾利尿剂、补钾剂或其他增加血钾浓度的药物合用，有引起血钾升高的危险，合用时应慎重。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师；空腹或随食物同服均可。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 用法与用量 ⑴口服：成人常用量：起始剂量和维持剂量为一次150mg，一日1次，不能有效控制血压可将剂量增至300mg，或加用其他抗高血压药物如利尿药。进行血液透析和年龄超过75岁的病人，起始剂量可用75mg，一日1次。肾功能不全、轻中度肝功能损害患者无需调整剂量。 ⑵目前无儿童服用本品安全性和有效性的研究资料。",
      "full_pregnancy_category": "C"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=204",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 441,
    "name": "尼莫地平片",
    "full_name": "(甲)尼莫地平片[国基]",
    "chemical_name": "尼莫地平片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "山东新华制药"
    ],
    "specifications": [
      {
        "specification": "30mg/片",
        "manufacturer": "山东新华制药",
        "full_manufacturer": "山东新华制药股份有限公司",
        "price": 8.0,
        "unit": "瓶",
        "code": "Y00000014407",
        "approval_number": "国药准字H10910081",
        "insurance_code": "XC08CAN043A001020104187",
        "location": "F-3",
        "outpatient_location": "F-5"
      }
    ],
    "pinyin": "nimodiping",
    "pinyin_initials": "nmdp",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "适用于缺血性脑血管病、偏头痛及各种原因的蛛网膜下腔出血后的脑血管痉挛和急性脑血管病恢复期的血液循环改善，亦用作缺血性神经元保护和血管性痴呆的治疗，但效果不肯定。",
      "dosage": "⑴口服：①急性脑血管病恢复期，一次30～40mg，一日4次，或每4小时1次。②缺血性脑血管病，普通制剂一日30～120mg，分3次服用，连续1个月。缓释制剂一次60～120mg，一日2次，连续1...",
      "contraindications": "对本品过敏及严重肝功能损害者禁用。",
      "adverse_reactions": "蛛网膜下腔出血者应用本品治疗时约有11.2％的患者出现不良反应。最常见有：；⑴血压下降，血压下降的程度与药物剂量相关。；⑶皮肤刺痛。",
      "interactions": "⑴本品具有降压作用，因此慎与其他降压药物合用，特别是在缺血性脑卒中急性期更应慎重，以防止血压骤降或过低而致脑供血不足，加重脑缺血程度。；⑵本品与其他钙离子拮抗药联合应用时可增加钙离子拮抗作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率95，肝脏代谢。",
      "precautions": "⑴静脉注射或口服均可引起血压的降低。在高血压合并蛛网膜下腔出血或脑梗死患者中，应注意减少或暂停降血压药物，或减少尼莫地平的用药剂量。",
      "source": "湖南药事服务网",
      "full_indications": "适用于缺血性脑血管病、偏头痛及各种原因的蛛网膜下腔出血后的脑血管痉挛和急性脑血管病恢复期的血液循环改善，亦用作缺血性神经元保护和血管性痴呆的治疗，但效果不肯定。",
      "full_dosage": "⑴口服：①急性脑血管病恢复期，一次30～40mg，一日4次，或每4小时1次。②缺血性脑血管病，普通制剂一日30～120mg，分3次服用，连续1个月。缓释制剂一次60～120mg，一日2次，连续1个月。③偏头痛，一次40mg，一日3次，12周为一疗程。④蛛网膜下腔出血所致脑血管痉挛，一次40～60mg，一日3～4次，3～4周为一疗程。⑤突发性耳聋，一日40～60mg，分3次服用，5日为一疗程，一般用药3～4个疗程。⑥轻中度高血压，一次40mg，一日3次，一日最大剂量为240mg。 <br>　　⑵静脉注射：用于动脉瘤性蛛网膜下腔出血后脑血管痉挛引起的缺血性神经损伤。体重低于70kg或血压不稳定，开始2小时0.5mg/h，耐受良好，2小时后可增至1mg/h；体重＞70kg，开始1mg/h，耐受良好，2小时后可增至2mg/h.",
      "full_contraindications": "对本品过敏及严重肝功能损害者禁用。",
      "full_adverse_reactions": "蛛网膜下腔出血者应用本品治疗时约有11.2％的患者出现不良反应。最常见有：<br>⑴血压下降，血压下降的程度与药物剂量相关。<br>  ⑵肝炎。<br>  ⑶皮肤刺痛。<br>  ⑷胃肠道出血。<br>  ⑸血小板减少。<br>  ⑹呕吐。<br>  ⑺个别患者可发生ALP、LDH、AKP、血糖升高，以及血小板升高。",
      "full_interactions": "⑴本品具有降压作用，因此慎与其他降压药物合用，特别是在缺血性脑卒中急性期更应慎重，以防止血压骤降或过低而致脑供血不足，加重脑缺血程度。<br>⑵本品与其他钙离子拮抗药联合应用时可增加钙离子拮抗作用。 <br>⑶有报道本品与普萘洛尔合用引起严重心肌梗死事件。 <br>⑷避免与葡萄柚汁（西柚汁）合用。<br>⑸本品经CYP3A4广泛代谢，与CYP3A4的抑制剂合用可增加本品的血药浓度，药效增加。如尼莫地平90mg/日与西咪替丁1000mg/日合用1周以上者，尼莫地平血药浓度可增加50％，与西咪替丁抑制肝药酶有关。",
      "full_pharmacokinetics": "⑴药效学：本品是一种Ca2+通道阻滞剂，能有效地阻止Ca2+进入血管平滑肌细胞，松弛血管平滑肌，从而解除血管痉挛。动物实验证明，尼莫地平对脑动脉的松弛作用远较其他部位动脉的作用强，并且由于其脂溶性高，易透过血脑屏障。用于蛛网膜下腔出血时，脑脊液中药物浓度可达12.5ng/ml。由此推论，临床上用于预防蛛网膜下腔出血后的血管痉挛，然而在人体应用该药的作用机制仍不清楚。  <br>　　⑵药动学：口服吸收快，ｔmax为1小时，生物利用度仅为13％。ｔ1/2约为1～2小时。当每日口服4次，连续7天后血中没有明显蓄积。血浆蛋白结合率超过95％，结合浓度分别在10ng/ml～10μg/ml之间。口服后大部分以代谢产物的形式从尿中排出，不到1％为原形药物。慢性肝功能损害患者中尼莫地平的生物利用度增加，其Ｃmax可达正常人的2倍。",
      "full_precautions": "⑴静脉注射或口服均可引起血压的降低。在高血压合并蛛网膜下腔出血或脑梗死患者中，应注意减少或暂停降血压药物，或减少尼莫地平的用药剂量。<br>  ⑵静滴或口服均可产生假性肠梗阻，表现为腹胀、肠鸣音减弱。当出现上述症状时应减少用药剂量和保持观察。<br>  ⑶本品的代谢产物具有毒性反应，肝功能损害者应当慎用。药物能由乳汁分泌，哺乳期妇女不宜应用。<br>  ⑷动物实验证实本品具有致畸性，孕妇不宜用。<br>  ⑸颅内压增高患者慎用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=355"
    }
  },
  {
    "id": 442,
    "name": "尿素胶囊呼气试验药盒",
    "full_name": "(自)尿素[13C]胶囊呼气试验药盒",
    "chemical_name": "尿素[13C]胶囊呼气试验药盒",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "深圳市中核海得威生物科技"
    ],
    "specifications": [
      {
        "specification": "75mg/粒",
        "manufacturer": "深圳市中核海得威生物科技",
        "full_manufacturer": "深圳市中核海得威生物科技有限公司",
        "price": 1398.31,
        "unit": "盒",
        "code": "Y00000014686",
        "approval_number": "国药准字H20110130",
        "insurance_code": "XV04CWN107Y013010200542",
        "location": "检查"
      }
    ],
    "pinyin": "niaosujiaonanghuqishiyanyaohe",
    "pinyin_initials": "nsjnhqsyyh",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于诊断胃幽门螺杆菌（Hp）感染。",
      "dosage": "1.受试者应在早上空腹时或禁食两小时以上受试。",
      "contraindications": "对本品任何成分过敏者禁用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "暂时没发现与其他药物的相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约5.15小时，肝脏代谢，肾脏排泄。",
      "precautions": "孕妇及哺乳期妇女用药无禁忌。适用于儿童。适用于老人。\n患者在四周内使用抗生素或一周内使用过质子抑制剂，可能会得到不正确结果。",
      "source": "湖南药事服务网",
      "full_indications": "用于诊断胃幽门螺杆菌（Hp）感染。",
      "full_dosage": "1.受试者应在早上空腹时或禁食两小时以上受试。 <br>2.在贴有标签纸的2个样品管上，受试者填好所需资料。 <br>3.受试者维持正常呼气，将吸管插入1个样品管底部，用吸管将气徐徐呼入样品管持续4～5秒钟，拔出吸管，立刻扭紧试管盖。此收集的为0分钟呼气。 <br>4.受试者用80～100ml凉饮用水送服尿素[13C]颗粒一瓶后，静坐。 <br>5.受试者按上述收集呼气方法，收集服用尿素[13C]后30分钟的呼气，扭紧试管盖。 <br>6.将收集的0分钟、30分钟的呼气样品管，在相应的仪器上进行13CO2检测。 <br>7.常用δ‰来表示测定结果，称为千分差值。定义为: 13C-测定样品的同位素丰度－13C-参比样品的同位素丰度 δ‰＝-×1000 13C-参比样品的同位素丰度。<br>8.阳性判断值: 幽门螺杆菌的诊断，通常以30分钟时样品中所测13C-CO2的δ‰减去零时的呼气样品的δ‰值的差表示，即检测值＝δ‰(30分钟)－δ‰(0分钟)。 阳性判断值≥4.0±0.4时，可判定受试者为Hp阳性。",
      "full_contraindications": "对本品任何成分过敏者禁用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "暂时没发现与其他药物的相互作用。",
      "full_pharmacokinetics": "⑴药效学：哺乳动物细胞中不存在尿素酶，且在胃中尚未发现有其他种类的细菌存在，故人胃中存在尿素酶是幽门螺杆菌存在的证据。患者口服尿素[13C]后，如果胃中有幽门螺杆菌，其产生的尿素酶能迅速将尿素分解为二氧化碳和氨气，二氧化碳经血液进入肺而呼出体外。收集患者呼出的CO2，测量呼气中13C/12C同位素比值的变化，即可诊断胃内有无感染幽门螺杆菌。<br>　　⑵药动学：口服尿素[13C]吸收迅速，0.11小时即可达峰，清除较快，清除半衰期为5.15小时，肾脏清除率为0.617L·kg-1·h-1。排泄很快，以尿为主，24小时粪尿排出达65%。动物试验所测的心、肝、肺、肾、肌、脑、脂肪、生殖腺器器官未见特异性积累。尿素从体内其余部分向膀胱排泄的生物半衰期为6小时。",
      "full_precautions": "孕妇及哺乳期妇女用药无禁忌。适用于儿童。适用于老人。<br>患者在四周内使用抗生素或一周内使用过质子抑制剂，可能会得到不正确结果。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=10543",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 443,
    "name": "尿素乳膏",
    "full_name": "(甲)尿素乳膏[国基]",
    "chemical_name": "尿素乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海小方制药"
    ],
    "specifications": [
      {
        "specification": "20g/盒",
        "manufacturer": "上海小方制药",
        "full_manufacturer": "上海小方制药股份有限公司",
        "price": 3.47,
        "unit": "盒",
        "code": "Y00000014752",
        "approval_number": "国药准字H20063666",
        "insurance_code": "XD02AEN058F002020100830"
      },
      {
        "specification": "40g/支",
        "manufacturer": "上海小方制药",
        "full_manufacturer": "上海小方制药股份有限公司",
        "price": 6.28,
        "unit": "支",
        "code": "X00958",
        "approval_number": "国药准字H20063666",
        "insurance_code": "XD02AEN058F002030100830",
        "location": "2L-2",
        "outpatient_location": "2E-2"
      }
    ],
    "pinyin": "niaosu",
    "pinyin_initials": "ns",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "脑水肿、颅内压增高、青光眼，也用于烧伤后、术后、创伤后的少尿症，并有促进前列腺术后的排尿作用。外用于鱼鳞病、手足皲裂、皲裂性湿疹、老年性皮肤瘙痒症；及掌跖角化症、毛发红糠疹等角化性皮肤病。",
      "dosage": "静脉滴注：一次0.5～1.0g/kg，用5％～10％葡萄糖注射液稀释，浓度为30％，滴注速度不超过4ml/min，于20～30分钟内滴注完毕。",
      "contraindications": "对本品过敏禁用。",
      "adverse_reactions": "常见：疼痛等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：①本品作用基本同山梨醇，为脱水药（渗透性利尿药）。静脉滴注后由肾小球滤过，约50％从肾小管再吸收，其余50％有肾小管排出，如给予较大剂量，可增加血浆渗透压，产生脱水及利尿作用。②本品膏剂外用能增加皮肤角质成蛋白的水合作用，使皮肤润泽、光滑，并有止痒、抗菌等作用。高浓度尿素（30％）以上可溶",
      "precautions": "⑶若皮损部位合并细菌或真菌感染时，应注意适当增加抗细菌药和抗真菌药。",
      "source": "湖南药事服务网",
      "full_indications": "脑水肿、颅内压增高、青光眼，也用于烧伤后、术后、创伤后的少尿症，并有促进前列腺术后的排尿作用。外用于鱼鳞病、手足皲裂、皲裂性湿疹、老年性皮肤瘙痒症；及掌跖角化症、毛发红糠疹等角化性皮肤病。",
      "full_dosage": "静脉滴注：一次0.5～1.0g/kg，用5％～10％葡萄糖注射液稀释，浓度为30％，滴注速度不超过4ml/min，于20～30分钟内滴注完毕。12小时后重复给药，一日1～2次，一般可连用1～3天。<br>　　治疗鱼鳞病和其他干燥性皮肤疾病可外用软膏，涂患处后轻轻搓擦，一日2～3次。",
      "full_contraindications": "⑴由于本品不管静脉输注还是大面积外用都可增加血中非蛋白氮，故严重肝和肾功能不全者、严重休克和明显脱水者、有活动性颅内出血和血尿素氮水平高的患者应禁用。  <br>⑵对本品过敏者及妊娠期妇女禁用。",
      "full_adverse_reactions": "⑴贮存太久或药液温度太低，注入后可引起面色潮红、精神兴奋、烦躁不安等症状。  <br>⑵刺激性大，注射局部可出现静脉痉挛性疼痛、静脉炎或静脉血栓；外漏皮下，可引起局部红肿、起泡，甚至组织坏死。此时应给予0.25％普鲁卡因注射液局部封闭并加热敷，或者用如意金黄散或50％硫酸镁湿敷。  <br>⑶本品有溶血作用，故绝不能加入全血中用于输血或类似的血液输注用途。应用本品时，需用5％～10％葡萄糖注射液或10％转化糖（一般果糖和一般葡萄糖的混合物）注射液溶解稀释，缓慢静脉滴注，以防溶血。  <br>⑷偶有轻度局部刺激。",
      "full_interactions": "",
      "full_pharmacokinetics": "⑴药效学：①本品作用基本同山梨醇，为脱水药（渗透性利尿药）。静脉滴注后由肾小球滤过，约50％从肾小管再吸收，其余50％有肾小管排出，如给予较大剂量，可增加血浆渗透压，产生脱水及利尿作用。②本品膏剂外用能增加皮肤角质成蛋白的水合作用，使皮肤润泽、光滑，并有止痒、抗菌等作用。高浓度尿素（30％）以上可溶解角蛋白，用以治疗角化异常性皮肤病。另外，它能增加药物的经皮吸收。<br>　　⑵药动学：本品静脉滴注作用迅速而强大，给药后15～30分钟起效，1～2小时作用达高峰，维持3～6小时。用药后常继发脑体积增大和颅内压反跳性回升，故在静脉滴注本品后3～4小时，须加用其他脱水药物。",
      "full_precautions": "⑴水溶液不稳定，久置可分解成氮，产生毒性，故需在24小时内用完。  <br>⑵由于部分尿素可透过血脑屏障进入脑组织内，故当血中尿素倍肾脏消除，浓度迅速下降时，已进入脑组织的尿素不能及时移出，水分可重新进入脑组织内，引起颅内压升高，甚至使脑水肿加剧，即“反跳”现象，故应与其他脱水药交替使用。  <br>⑶若皮损部位合并细菌或真菌感染时，应注意适当增加抗细菌药和抗真菌药。  <br>⑷其余参阅甘露醇。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1749",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 444,
    "name": "浓氯化钠注射液",
    "full_name": "(甲)浓氯化钠注射液[国基]",
    "chemical_name": "浓氯化钠注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海旭东海普药业"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "上海旭东海普药业",
        "full_manufacturer": "上海旭东海普药业有限公司",
        "price": 0.46,
        "unit": "支",
        "code": "X00549",
        "approval_number": "国药准字H31020667",
        "insurance_code": "XB05XAN116B002020100808",
        "location": "N-4",
        "outpatient_location": "U-2"
      },
      {
        "specification": "10ml/支",
        "manufacturer": "上海旭东海普药业",
        "full_manufacturer": "上海旭东海普药业有限公司",
        "price": 0.46,
        "unit": "支",
        "code": "X00093",
        "approval_number": "国药准字H31020667",
        "insurance_code": "XB05XAN116B002020100808"
      }
    ],
    "pinyin": "nonglvhuana",
    "pinyin_initials": "nlhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于脱水、低钠血症、水中毒及严重低渗性失水。常用于各种原因所致的水中毒及严重的低钠血症。",
      "full_indications": "用于脱水、低钠血症、水中毒及严重低渗性失水。常用于各种原因所致的水中毒及严重的低钠血症。",
      "dosage": "严重低渗性失水时，静脉滴注，用量视病情而定，一般可用至100-200ml，快速滴注。补钠量（mmol）=[142-实际血钠浓度（mmol/L）]×体重（kg）×0.2。待血钠回升至120-125mmol/L以上，可改用等渗溶液或低渗溶液。",
      "full_dosage": "严重低渗性失水时，静脉滴注，用量视病情而定，一般可用至100-200ml，快速滴注。补钠量（mmol）=[142-实际血钠浓度（mmol/L）]×体重（kg）×0.2。待血钠回升至120-125mmol/L以上，可改用等渗溶液或低渗溶液。",
      "contraindications": "1.水肿性疾病，如肾病综合征、肝硬化、腹水、充血性心力衰竭、急性左心衰竭、脑水肿及特发性水肿等。\n2.急性肾功能衰竭少尿期，慢性肾功能衰竭尿量减少而对利尿药反应不佳者。\n3.高血压。\n4.低钾血症。",
      "full_contraindications": "1.水肿性疾病，如肾病综合征、肝硬化、腹水、充血性心力衰竭、急性左心衰竭、脑水肿及特发性水肿等。<br>2.急性肾功能衰竭少尿期，慢性肾功能衰竭尿量减少而对利尿药反应不佳者。<br>3.高血压。<br>4.低钾血症。",
      "adverse_reactions": "1.输液过多、过快，可致水钠潴留，引起水肿、血压升高、心率加快、胸闷、呼吸困难，甚至急性左心衰竭。\n2.过多、过快给予低渗氯化钠可致溶血、脑水肿等。",
      "full_adverse_reactions": "1.输液过多、过快，可致水钠潴留，引起水肿、血压升高、心率加快、胸闷、呼吸困难，甚至急性左心衰竭。<br>2.过多、过快给予低渗氯化钠可致溶血、脑水肿等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "full_interactions": "尚不明确。",
      "pregnancy_category": "尚不明确。",
      "pharmacokinetics": "氯化钠静脉注射后直接进入血液循环，在体内广泛分布，但主要存在于细胞外液。钠离子、氯离子均可被肾小球滤过，并部分被肾小管重吸收。由肾脏随尿排泄，仅少部分从汗排出。",
      "full_pharmacokinetics": "氯化钠静脉注射后直接进入血液循环，在体内广泛分布，但主要存在于细胞外液。钠离子、氯离子均可被肾小球滤过，并部分被肾小管重吸收。由肾脏随尿排泄，仅少部分从汗排出。",
      "precautions": "4.下列情况慎用：①水肿性疾病，如肾病综合征、肝硬化、腹水、充血性心力衰竭、急性左心衰竭、脑水肿及特发性水肿等；3.妊娠高血压综合征禁用。",
      "full_precautions": "1.根据临床需要，检查血清中钠、钾、氯离子浓度；血液中酸碱浓度平衡指标、肾功能及血压和心肺功能。<br>2.本品临用前应用注射用水或5%葡萄糖注射液稀释成0.9%或更低浓度的溶液。<br>3.妊娠高血压综合征禁用。<br>4.下列情况慎用：①水肿性疾病，如肾病综合征、肝硬化、腹水、充血性心力衰竭、急性左心衰竭、脑水肿及特发性水肿等；②急性肾功能衰竭少尿期，慢性肾功能衰竭尿量减少而对利尿药反应不佳者；③高血压；④低钾血症。",
      "source": "药品说明书"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=444",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 445,
    "name": "二羟丙茶碱注射液",
    "full_name": "(甲)二羟丙茶碱注射液[市基]",
    "chemical_name": "二羟丙茶碱注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "石药银湖制药"
    ],
    "specifications": [
      {
        "specification": "250mg/支",
        "manufacturer": "石药银湖制药",
        "full_manufacturer": "石药银湖制药有限公司",
        "price": 1.12,
        "unit": "支",
        "code": "X00583",
        "approval_number": "国药准字H20059023",
        "insurance_code": "XR03DAE030B002010202964"
      }
    ],
    "pinyin": "erqiangbingchajian",
    "pinyin_initials": "eqbcj",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用于支气管哮喘、喘息型支气管炎、阻塞性肺气肿等缓解喘息症状；也可用于心力衰竭的喘息。",
      "dosage": "成人：常用量：\n　　①口服，一次0.1～0.2g",
      "contraindications": "对本品任何成份过敏者禁用，对其他黄嘌呤类药物有严重过敏史者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "⑴与拟交感胺类支气管扩张药合用具有协同作用。  <br>⑵苯妥英钠、卡马西平、西咪替丁、咖啡因及其他黄嘌呤类合用可增强本品的作用和毒性。  <br>⑶克林霉素、林可霉素、大环内酯类及喹诺酮类抗菌药可降低本品的肝脏清除率，使血药浓度升高，甚至出现毒性反应。  <br>⑷碳酸锂加速本品的清除，降低本品疗效。本药也可使锂从肾脏排泄增加，影响其疗效。  <br>⑸与普萘洛尔合用可降低本品的疗效。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约2.5小时。",
      "precautions": "⑺上市后监测到二羟丙茶碱注射剂有过敏性休克的病例，用药过程中应密切观察，一旦出现过敏反应或其他严重不良反应须立即停药并及时救治。⑵哮喘急性发作的患者不宜首选本品。⑻给药速度：本品不宜静脉推注，应当缓慢滴注。",
      "source": "湖南药事服务网",
      "full_indications": "适用于支气管哮喘、喘息型支气管炎、阻塞性肺气肿等缓解喘息症状；也可用于心力衰竭的喘息。",
      "full_dosage": "成人常用量：<br>　　①口服，一次0.1～0.2g，一日3次；极量：一次0.5g。<br>　　②肌内注射，一次0.25～0.5g。<br>　　③静脉滴注，一次0.25～0.75g，以5％或10％葡萄糖注射液250～500ml稀释后静脉滴注，滴注时间1～2小时。<br>　　④静脉注射：一次0.5～0.75g，用25％葡萄糖注射液20～40ml稀释后缓慢注射，注射时间15～20分钟。",
      "full_contraindications": "对本品任何成份过敏者禁用，对其他黄嘌呤类药物有严重过敏史者禁用。",
      "full_adverse_reactions": "上市后监测到二羟丙茶碱注射剂的下列不良反应/事件，由于这些不良反应/事件是在无法确定总数的人群中自发报告的，因此不能准确估算其发生率。<br>⑴消化系统：恶心、呕吐、腹胀、腹痛、腹泻、反酸、嗳气、中上腹不适、消化不良、口干、口腔麻木。<br>⑵心脏及血管：心悸、心律失常（心动过速、期前收缩、房颤、心脏停搏等）、血压降低、血压升高、潮红、发绀、面色苍白。<br>⑶皮肤及皮下组织：瘙痒、多汗、皮疹（红斑、斑丘疹、丘疹等）、荨麻疹、皮肤肿胀。<br>⑷全身及给药部位反应：寒战、发热、乏力、畏寒、胸痛、背痛、周身疼痛、注射部位反应（疼痛、肿胀、瘙痒等）。<br>⑸呼吸系统：胸闷、呼吸困难、呼吸急促、咳嗽、哮鸣、呃逆、喉水肿。<br>⑹神经系统及精神类反应：头晕、头痛、震颤、感觉异常、痫性发作、言语障碍、运动障碍、意识障碍、嗜睡、惊厥、晕厥、肌肉痉挛、四肢麻木、抽动、失眠、烦躁不安、易激惹、谵妄。<br>⑺免疫系统：超敏反应、类过敏反应、过敏性休克。<br>⑻肾脏及泌尿系统：排尿困难、尿潴留、尿频、尿失禁。<br>⑼其他：视物模糊。",
      "full_interactions": "⑴与拟交感胺类支气管扩张药合用具有协同作用。  <br>⑵苯妥英钠、卡马西平、西咪替丁、咖啡因及其他黄嘌呤类合用可增强本品的作用和毒性。  <br>⑶克林霉素、林可霉素、大环内酯类及喹诺酮类抗菌药可降低本品的肝脏清除率，使血药浓度升高，甚至出现毒性反应。  <br>⑷碳酸锂加速本品的清除，降低本品疗效。本药也可使锂从肾脏排泄增加，影响其疗效。  <br>⑸与普萘洛尔合用可降低本品的疗效。",
      "full_pharmacokinetics": "⑴药效学：基本上和氨茶碱相似，其扩张支气管的作用约为氨茶碱的1/10。<br>　　⑵药动学：口服容易吸收，在体内代谢为茶碱的衍生物。按体重口服19～28mg/kg，1小时血药浓度为19.3～36.4μg/ml；半衰期（ｔ1/2）为2～2.5小时，以原形随尿排出。",
      "full_precautions": "⑴本品不论口服或肌内注射，其局部刺激性均较氨茶碱为小。  <br>⑵哮喘急性发作的患者不宜首选本品。  <br>⑶静滴速度过快可致一过性低血压和周围循环衰竭。  <br>⑷大剂量可致中枢兴奋，甚至诱发惊厥，预服镇静药可防止。  <br>⑸以下人群应当谨慎使用：<br>①急性心肌梗死、严重心肌损害患者：因二羟丙茶碱具有心肌刺激作用，可能使症状恶化；<br>②癫痫患者：可能因中枢刺激作用诱发癫痫；<br>③甲状腺功能亢进患者：二羟丙茶碱可增强儿茶酚胺的作用，使甲亢患者代谢增加。<br>④急性肾炎患者：二羟丙茶碱增加肾脏负担，可能使尿蛋白增高。<br>⑹与盐酸麻黄碱、麻黄等中枢神经兴奋药物合用，可能增加中枢神经系统反应。<br>⑺上市后监测到二羟丙茶碱注射剂有过敏性休克的病例，用药过程中应密切观察，一旦出现过敏反应或其他严重不良反应须立即停药并及时救治。<br>⑻给药速度：本品不宜静脉推注，应当缓慢滴注。快速静脉注射二羟丙茶碱，可引起面部潮红、发热、心律失常等，偶尔出现休克症状。<br>⑼本品辅料含右旋糖酐40，既往有右旋糖酐引起严重过敏反应的报道。（注：含有右旋糖酐辅料的药品说明书应当添加该项）",
      "solvent": "静滴：用葡萄糖注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1600",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 446,
    "name": "非布司他片",
    "full_name": "(甲)非布司他片",
    "chemical_name": "非布司他片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "江苏恒瑞医药"
    ],
    "specifications": [
      {
        "specification": "40mg/片",
        "manufacturer": "江苏恒瑞医药",
        "full_manufacturer": "江苏恒瑞医药股份有限公司",
        "price": 15.16,
        "unit": "盒",
        "code": "Y00000014799",
        "approval_number": "国药准字H20130081",
        "insurance_code": "XM04AAF670A001010101445",
        "location": "I-1",
        "outpatient_location": "L-1"
      }
    ],
    "pinyin": "feibusita",
    "pinyin_initials": "fbst",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于预防和治疗高尿酸血症及其引发的痛风，适用于痛风患者高尿酸血症的长期治疗，不推荐用于无临床症状高尿酸血症。原患重大心血管疾病（如心肌梗死、卒中或不稳定型心绞痛）患者中避免使用非布司他治疗，除非无其他恰当的治疗选择，否则，别嘌醇应作为一线治疗。",
      "dosage": "口服：推荐剂量为一次40mg或80mg，一日1次。",
      "contraindications": "正在服用硫唑嘌呤、巯嘌呤或胆茶碱的患者禁用本品。",
      "adverse_reactions": "本品不良反应大多轻微，具有自限性。常见的有腹泻、疼痛、背痛、头痛和关节痛。",
      "interactions": "⑴食物会影响本品的吸收，但并不显著影响其降血尿酸效果。<br>⑵非布司他是黄嘌呤氧化酶（XO）抑制剂。虽然本品与通过XO代谢药物（例如胆茶碱、巯嘌呤、硫唑嘌呤）的相互作用尚无研究，但本品对XO的抑制作用会使这些药物在血浆中浓度的增加从而产生毒性。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约15.8小时，肾脏排泄。",
      "precautions": "应对心肌梗塞（MI）及中风的体征和症状进行监测。",
      "source": "湖南药事服务网",
      "full_indications": "用于预防和治疗高尿酸血症及其引发的痛风，适用于痛风患者高尿酸血症的长期治疗，不推荐用于无临床症状高尿酸血症。原患重大心血管疾病（如心肌梗死、卒中或不稳定型心绞痛）患者中避免使用非布司他治疗，除非无其他恰当的治疗选择，否则，别嘌醇应作为一线治疗。",
      "full_dosage": "口服：推荐剂量为一次40mg或80mg，一日1次。推荐的起始剂量为一次40mg，一日1次。如果2周后的血尿酸水平仍不低于6mg/dl(约360μmol/L)，建议剂量增至80mg，一日1次。给药时无需考虑食物和抗酸剂的影响。<br>特殊人群：肝功能不全者:轻、中度肝功能不全(Child-PughA.B级)的患者无需调整剂量.尚未进行重度肝功能不全者(Child-PughC级)使用非布司他的疗效及安全性研究，因此此类患者应慎用非布司他。<br>肾功能不全者:轻、中度肾功能不全(Clcr30-89ml/min)的患者无需调整剂量，推荐的非布司他起始剂量为40mg，一日1次，如果2周后血尿酸水平仍不低于6mg/dl，建议剂量增至80mg，一日1次；尚无严重肾功能不全的推荐剂量。<br>本品服用剂量为一日1次，一次40mg或80mg，不推荐用于无高尿酸血症的痛风患者。",
      "full_contraindications": "正在服用硫唑嘌呤、巯嘌呤或胆茶碱的患者禁用本品。",
      "full_adverse_reactions": "本品不良反应大多轻微，具有自限性。常见的有腹泻、疼痛、背痛、头痛和关节痛。",
      "full_interactions": "⑴食物会影响本品的吸收，但并不显著影响其降血尿酸效果。<br>⑵非布司他是黄嘌呤氧化酶（XO）抑制剂。虽然本品与通过XO代谢药物（例如胆茶碱、巯嘌呤、硫唑嘌呤）的相互作用尚无研究，但本品对XO的抑制作用会使这些药物在血浆中浓度的增加从而产生毒性。",
      "full_pharmacokinetics": "⑴药效学：本品为新型非嘌呤类黄嘌呤氧化酶（XO）抑制药。其通过紧密结合钼蝶呤活性位点并使氧化还原态的钼辅因子保持孤立状态，来抑制XO与底物的结合。与别嘌醇相比，本品对黄嘌呤氧化酶具有高度的选择性抑制作用，其代谢物对黄嘌呤氧化酶同样具有抑制作用。本品除影响黄嘌呤氧化酶外，不影响体内其他与嘌呤和嘧啶代谢相关酶的活性。因此本品耐受性好，药物不良反应少。<br>　　⑵药动学：口服后迅速被胃肠道吸收，0.5～1.3小时后血药浓度达峰值，药物的表观总清除率为10～12L/h，稳态表观分布容积为33～64L，半衰期为1.3～15.8小时。最大血药浓度呈现剂量依赖关系。口服非布索坦后，有22％～44％的药物通过葡糖醛酸轭合代谢，有2％～8％的药物通过氧化代谢，仅有1％～6％未被代谢的药物经肾脏排泄。药物的5种氧化代谢产物对黄嘌呤氧化酶仍有强大的抑制能力，其活性与非布索坦的活性相当。",
      "full_precautions": "⑴开始应用本品治疗后，可观察到痛风发作增加。这是由于变化的血清尿酸水平减少导致沉积的尿酸盐活动引起的。 为预防给药本品时发生痛风发作，推荐同时给药非甾体抗炎药或秋水仙碱。 <br>⑵随机对照研究中，使用本品的患者比使用别嘌醇患者更易发生心血管血栓事件（心血管死亡、非致命性心肌梗塞、非致命性中风）相关原因尚未明确。应对心肌梗塞（MI）及中风的体征和症状进行监测。<br>⑶随机对照研究中，观察到转氨酶水平比正常上限的3倍还高（给药本品及别嘌呤醇患者分别提高，AST：2％，2％、ALT：3％，2％）。未发现转氨酶的提高具有量效关系。肝功能实验室分析推荐，应用本品治疗2月和4月，此后周期性治疗。<br>⑷在器官生成期对大鼠和兔子口服给药非布佐司他，剂量达到48mg/kg（按照体表面积计算分别为人给药80mg/天的40和50倍）时，无致畸性。在器官生成期及泌乳期，对怀孕期大鼠口服给药本品，剂量达到48mg/kg（为人给药80mg/天的40倍），发现新生儿死亡率增加，新生儿体重增加减少。<br>⑸非布佐司他经大鼠乳汁分泌。非布佐司他是否经人体乳汁分泌尚未知。由于很多药物通过人乳汁分泌，故对哺乳期妇女给药本品时应谨慎。<br>⑹18以下儿童患者使用本品的安全性及有效性尚未确定。<br>⑺老年患者使用本品无需剂量调整。<br>⑻对于有高尿酸盐结晶和痛风石负荷证据或正在启动降尿酸治疗的患者，治疗时应谨慎。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2852",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 447,
    "name": "非洛地平缓释片",
    "full_name": "(甲)非洛地平缓释片[国基、上增]",
    "chemical_name": "非洛地平缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "南京易亨制药"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "南京易亨制药",
        "full_manufacturer": "南京易亨制药有限公司",
        "price": 8.35,
        "unit": "盒",
        "code": "X00204",
        "approval_number": "国药准字H20103396",
        "insurance_code": "XC08CAF017A010010201605",
        "location": "F-4",
        "outpatient_location": "E-5"
      }
    ],
    "pinyin": "feiluodiping",
    "pinyin_initials": "fldp",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "1.用于高血压，单用或与其他降压药合用； 2.用于充血性心力衰竭时水钠潴留浮肿。",
      "dosage": "⑴成人常用量：①治疗水肿，口服普通片2.5mg，或缓释片1.5mg，一日1次，可在1周后增至普通片5mg，一日1次；②治疗高血压，口服普通片一次2.5mg，一日1次，或缓释制剂一次1.5mg，一日1次。老年人用量酌减。最好早晨服用，缓释制剂不要掰开或嚼碎。需要注意的是：加大剂量并不能提高抗高血压疗效，只能增加利尿作用。 ⑵小儿剂量未定。",
      "contraindications": "症 对磺胺过敏者；严重肾功能不全；肝性脑病或严重肝功能不全；低钾血症。",
      "adverse_reactions": "不良反应比较轻而短暂。⑴较少见的有：腹泻、头痛、食欲减退、失眠、反胃、直立性低血压。 ⑵少见的有：皮疹、瘙痒等过敏反应；低血钾、低血钠、低氯性碱中毒。 ⑶少数患者可致血中尿酸升高，而诱发痛风发作。",
      "interactions": "⑴糖皮质激素可降低本品的利尿利钠作用。 ⑵胺碘酮可因血钾低而抑制心律失常。 ⑶口服抗凝药：可使抗凝药效应减弱。 ⑷非甾体抗炎药可使本品的利钠作用减弱。 ⑸多巴胺：可使利尿作用增强。 ⑹其他种类抗高血压药：可增强降压作用。 ⑺拟交感药：可减弱降压作用。 ⑻与二双胍合用易出现乳酸性酸中毒。 ⑼与大剂量水杨酸盐合用时，已脱水的患者可能发生急性肾功能衰竭。 ⑽与锂剂合用时可增加血锂浓度并出现过量的征象。 ⑾奈玛特韦/利托那韦组合包装：吲哒帕胺被CYP450广泛代谢，合用可能会增加吲达帕胺的浓度。 用药交",
      "pregnancy_category": "B",
      "pharmacokinetics": null,
      "precautions": "⑺下列情况慎用本品：①无尿或严重肾功能不全，此时利尿效果差，并可诱致氮质血症；⑸老年人对降压作用与电解质改变较敏感，加以常有肾功能变化，应用本品须加注意。⑶用药治疗期间，注意及时补钾。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于治疗高血压，单用或与其他降压药合用； 2.用于治疗充血性心力衰竭时水钠潴留浮肿。",
      "full_pharmacokinetics": "",
      "full_dosage": "⑴成人常用量：①治疗水肿，口服普通片2.5mg，或缓释片1.5mg，一日1次，可在1周后增至普通片5mg，一日1次；②治疗高血压，口服普通片一次2.5mg，一日1次，或缓释制剂一次1.5mg，一日1次。老年人用量酌减。最好早晨服用，缓释制剂不要掰开或嚼碎。需要注意的是：加大剂量并不能提高抗高血压疗效，只能增加利尿作用。 ⑵小儿剂量未定。",
      "full_contraindications": "症 对磺胺过敏者；严重肾功能不全；肝性脑病或严重肝功能不全；低钾血症。",
      "full_adverse_reactions": "不良反应比较轻而短暂。⑴较少见的有：腹泻、头痛、食欲减退、失眠、反胃、直立性低血压。 ⑵少见的有：皮疹、瘙痒等过敏反应；低血钾、低血钠、低氯性碱中毒。 ⑶少数患者可致血中尿酸升高，而诱发痛风发作。",
      "full_interactions": "⑴糖皮质激素可降低本品的利尿利钠作用。 ⑵胺碘酮可因血钾低而抑制心律失常。 ⑶口服抗凝药：可使抗凝药效应减弱。 ⑷非甾体抗炎药可使本品的利钠作用减弱。 ⑸多巴胺：可使利尿作用增强。 ⑹其他种类抗高血压药：可增强降压作用。 ⑺拟交感药：可减弱降压作用。 ⑻与二双胍合用易出现乳酸性酸中毒。 ⑼与大剂量水杨酸盐合用时，已脱水的患者可能发生急性肾功能衰竭。 ⑽与锂剂合用时可增加血锂浓度并出现过量的征象。 ⑾奈玛特韦/利托那韦组合包装：吲哒帕胺被CYP450广泛代谢，合用可能会增加吲达帕胺的浓度。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵缓释片需整片吞咽，不要咀嚼或掰碎。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。不建议调整吲达帕胺剂量，但如果出现症状性低血压，可虑暂时停用吲达帕胺。 给药说明 ⑴为减少电解质平衡失调出现的可能，宜用较小的有效剂量。 ⑵作利尿用时，最好每晨给药1次，以免夜间起床排尿。 ⑶用药治疗期间，注意及时补钾。 ⑷应用本品而需手术时，不必停用本品，但必须告知麻醉师。 用法与用量 ⑴成人常用量：①治疗水肿，口服普通片2.5mg，或缓释片1.5mg，一日1次，可在1周后增至普通片5mg，一日1次；②治疗高血压，口服普通片一次2.5mg，一日1次，或缓释制剂一次1.5mg，一日1次。老年人用量酌减。最好早晨服用，缓释制剂不要掰开或嚼碎。需要注意的是：加大剂量并不能提高抗高血压疗效，只能增加利尿作用。 ⑵小儿剂量未定。",
      "full_precautions": "⑴对磺胺类不耐受者对本品也不耐受。 ⑵对妊娠的影响尚缺乏人体研究，动物研究未发现问题。 ⑶本品是否排入乳汁未详，但人体应用未发现问题。 ⑷本品在小儿应用尚缺乏研究。 ⑸老年人对降压作用与电解质改变较敏感，加以常有肾功能变化，应用本品须加注意。 ⑹对诊断的干扰：应用本品时血浆肾素活性、尿酸可增高，但后者常在正常范围内，血清钙、蛋白结合碘、血钾、血钠可减低，但后两者的变化在正常范围内。 ⑺下列情况慎用本品：①无尿或严重肾功能不全，此时利尿效果差，并可诱致氮质血症；②糖尿病，此时可使糖耐量更差；③痛风或高尿酸血症，此时血尿酸可进一步增高。④肝功能不全，治疗后可促发肝昏迷；⑤交感神经切除术后，此时降压作用会加强。 ⑻随访检查：用药期间定时测血糖、尿素氮、尿酸、血压与血电解质。 药物相互作用 ⑴糖皮质激素可降低本品的利尿利钠作用。 ⑵胺碘酮可因血钾低而抑制心律失常。 ⑶口服抗凝药：可使抗凝药效应减弱。 ⑷非甾体抗炎药可使本品的利钠作用减弱。 ⑸多巴胺：可使利尿作用增强。 ⑹其他种类抗高血压药：可增强降压作用。 ⑺拟交感药：可减弱降压作用。 ⑻与二双胍合用易出现乳酸性酸中毒。 ⑼与大剂量水杨酸盐合用时，已脱水的患者可能发生急性肾功能衰竭。 ⑽与锂剂合用时可增加血锂浓度并出现过量的征象。 ⑾奈玛特韦/利托那韦组合包装：吲哒帕胺被CYP450广泛代谢，合用可能会增加吲达帕胺的浓度。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵缓释片需整片吞咽，不要咀嚼或掰碎。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。不建议调整吲达帕胺剂量，但如果出现症状性低血压，可虑暂时停用吲达帕胺。 给药说明 ⑴为减少电解质平衡失调出现的可能，宜用较小的有效剂量。 ⑵作利尿用时，最好每晨给药1次，以免夜间起床排尿。 ⑶用药治疗期间，注意及时补钾。 ⑷应用本品而需手术时，不必停用本品，但必须告知麻醉师。 用法与用量 ⑴成人常用量：①治疗水肿，口服普通片2.5mg，或缓释片1.5mg，一日1次，可在1周后增至普通片5mg，一日1次；②治疗高血压，口服普通片一次2.5mg，一日1次，或缓释制剂一次1.5mg，一日1次。老年人用量酌减。最好早晨服用，缓释制剂不要掰开或嚼碎。需要注意的是：加大剂量并不能提高抗高血压疗效，只能增加利尿作用。 ⑵小儿剂量未定。",
      "full_pregnancy_category": "B"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=162",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 448,
    "name": "阿达帕林凝胶",
    "full_name": "(乙10%)阿达帕林凝胶",
    "chemical_name": "阿达帕林凝胶",
    "dosage_form": "凝胶",
    "types": [],
    "manufacturers": [
      "GALDERMA INTERNATIONAL"
    ],
    "specifications": [
      {
        "specification": "30g/支",
        "manufacturer": "GALDERMA INTERNATIONAL",
        "full_manufacturer": "GALDERMA INTERNATIONAL（Laboratoires GALDERMA）",
        "price": 46.25,
        "unit": "盒",
        "code": "X00517",
        "approval_number": "国药准字HJ20160022",
        "insurance_code": "XD10ADA013U001020178442",
        "location": "G-3",
        "outpatient_location": "S-3"
      }
    ],
    "pinyin": "adapalin",
    "pinyin_initials": "adpl",
    "dosage_form_pinyin": "ningjiao",
    "dosage_form_initials": "nj",
    "manual": {
      "indications": "适用于以粉刺、丘疹和脓疱为主要表现的轻中度寻常型痤疮的局部治疗。可用于面部、胸和背部的痤疮。",
      "dosage": "睡前清洗痤疮患处，待干燥后于患处局部涂一薄层本品，每日1次，注意避免接触眼部和唇部。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：瘙痒、疼痛等。",
      "interactions": "⑴目前尚未发现本品与其它可能同时在皮肤使用的药品存在相互作用。但不应同时使用其它有相似作用机制的维甲酸类药物或其它药物。<br>⑵阿达帕林的透皮吸收很低，因而不太可能与全身给药的药物发生相互作用。没有证据表明避孕药、抗生素等口服药的疗效会受到皮肤使用本品的影响。<br>⑶本品可能有轻微的局部刺激作用，当与脱皮剂、收缩剂或刺激性物质同时使用时可导致额外的刺激反应。因此，清晨使用其它皮肤用抗痤疮药如红霉素(浓度≤4%)、克林霉素洗剂(1%)或过氧化苯甲酰水性凝胶(浓度≤10%)，晚上使用本品时，可避",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑽对本品过敏者禁用，过敏体质者慎用。⑶在哺乳期间使用，为了避免婴儿的意外皮肤接触，请勿涂抹于哺乳妇女的胸部。⑺考虑到本品具有轻微刺激性，应当避免同时使用强效清洁产品和可引起皮肤干燥或刺激性的产品（例如含酒精及去角质功效的产品等）。",
      "source": "湖南药事服务网",
      "full_indications": "适用于以粉刺、丘疹和脓疱为主要表现的轻中度寻常型痤疮的局部治疗。可用于治疗面部、胸和背部的痤疮。",
      "full_dosage": "睡前清洗痤疮患处，待干燥后于患处局部涂一薄层本品，每日1次，注意避免接触眼部和唇部。<br>　　治疗后4至8周开始临床起效，3个月后有明显改善。已经发现，经过阿达帕林6个月治疗期患者有较好的耐受性。推荐在3个月治疗后评估患者的改善情况。<br>　　由于刺激反应而停止治疗或降低用药频率，可以根据治疗耐受性的情况以恢复或增加用药频率。<br>　　增加给药用量不会增强疗效或加快起效速度，但是可能导致发红，脱屑或其他不适。<br>　　没有对小于12周岁儿童进行有关阿达帕林凝胶有效性和耐受性的研究，不推荐本品用于12岁以下儿童患者。",
      "full_contraindications": "⑴对本品及所含成份过敏者禁用。<br>⑵对维生素A衍生物过敏者禁用。<br>⑶急性或亚急性皮炎、湿疹类皮肤病患者禁用。<br>⑷妊娠期和计划妊娠妇女禁用。",
      "full_adverse_reactions": "临床研究和上市后报告的不良反应，皮肤和皮下组织常见（≥1/100至＜1/10）皮肤干燥、烧灼感和红斑等皮肤刺激症状，不常见(≥1/1000至＜1/100)接触性皮炎、不适、日晒伤、瘙痒、脱屑、痤疮加重。此外还有皮肤疼痛、肿胀、皮肤色素沉着、皮肤色素减退、眼部刺激、红斑、瘙痒、眼睑肿胀、面部水肿、血管性水肿等不良反应报告。<br>　　国外曾有用药部位灼伤的病例报告，大多数病例为浅表灼伤，但也有二级灼伤反应的病例报告。",
      "full_interactions": "⑴目前尚未发现本品与其它可能同时在皮肤使用的药品存在相互作用。但不应同时使用其它有相似作用机制的维甲酸类药物或其它药物。<br>⑵阿达帕林的透皮吸收很低，因而不太可能与全身给药的药物发生相互作用。没有证据表明避孕药、抗生素等口服药的疗效会受到皮肤使用本品的影响。<br>⑶本品可能有轻微的局部刺激作用，当与脱皮剂、收缩剂或刺激性物质同时使用时可导致额外的刺激反应。因此，清晨使用其它皮肤用抗痤疮药如红霉素(浓度≤4%)、克林霉素洗剂(1%)或过氧化苯甲酰水性凝胶(浓度≤10%)，晚上使用本品时，可避免药物相互降解或蓄积刺激作用的产生。<br>⑷如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴由于缺乏相关的临床研究资料，不推荐用于12岁以下的儿童。<br>⑵意外妊娠应当即刻停止治疗并咨询药师或医师。<br>⑶在哺乳期间使用，为了避免婴儿的意外皮肤接触，请勿涂抹于哺乳妇女的胸部。<br>⑷老年患者应在药师或医师指导下使用。<br>⑸本品及赋形剂组份（如羟苯甲酯、丙二醇等）可能导致过敏性反应（可能是迟发型反应）和皮肤刺激反应，首次建议小面积试用。如果发生过敏反应或刺激反应（用药部位如有烧灼感、瘙痒、红肿等）应停药，并将局部药物洗净，必要时向医师咨询。症状严重者请立即就医。<br>⑹使用本品后请清洁双手。如果意外接触到粘膜（眼，口腔，鼻粘膜）或开放性伤口上，必须用温水洗净。<br>⑺考虑到本品具有轻微刺激性，应当避免同时使用强效清洁产品和可引起皮肤干燥或刺激性的产品（例如含酒精及去角质功效的产品等）。<br>⑻暴露于日光和紫外光可增加刺激性。因而在治疗期内尽量避免日晒和紫外线照射。如有日晒伤，本品治疗必须推迟，直至晒伤完全恢复后。<br>⑼日光暴晒时，暴晒前一天、当天和后一天不宜使用本品。<br>⑽对本品过敏者禁用，过敏体质者慎用。<br>⑾本品性状发生改变时禁止使用。<br>⑿请将本品放在儿童不能接触的地方。<br>⒀如正在使用其他药品，使用本品前请咨询医师或药师。",
      "pharmacodynamics": "本品是一种维Ａ酸类化合物，同全反式维Ａ酸一样与特异的维Ａ酸细胞核受体结合，与全反式维Ａ酸不同的是阿达帕林不与维Ａ酸细胞浆受体（CRABP）结合。  <br>　　在小鼠动物模型证明，阿达帕林对粉刺具有治疗作用，作用机制时通过使毛囊上皮细胞分化正常化，而减少微粉刺生成。在体内与体外的标准抗炎分析中，阿达",
      "full_pharmacodynamics": "本品是一种维Ａ酸类化合物，同全反式维Ａ酸一样与特异的维Ａ酸细胞核受体结合，与全反式维Ａ酸不同的是阿达帕林不与维Ａ酸细胞浆受体（CRABP）结合。  <br>　　在小鼠动物模型证明，阿达帕林对粉刺具有治疗作用，作用机制时通过使毛囊上皮细胞分化正常化，而减少微粉刺生成。在体内与体外的标准抗炎分析中，阿达帕林可抑制多形核白细胞的趋化反应，可缓解细胞介导的炎性反应。人体临床研究表明阿达帕林可缓解痤疮的炎性反应（如脓疱和丘疹等）。<br>　　阿达帕林很少经皮吸收：临床试验中，对大面积粉刺患处的皮肤长期用药，血浆中阿达帕林浓度水平低至无法测出（敏感度为0.15ng/ml）。阿达帕林在动物体内主要是通过Ｏ-脱甲基、羟基化和结合反应而代谢，主要通过胆汁排泄。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2942",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 449,
    "name": "盐酸特比萘芬片",
    "full_name": "(甲)盐酸特比萘芬片",
    "chemical_name": "盐酸特比萘芬片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "齐鲁制药"
    ],
    "specifications": [
      {
        "specification": "0.125g/片",
        "manufacturer": "齐鲁制药",
        "full_manufacturer": "齐鲁制药有限公司",
        "price": 6.44,
        "unit": "盒",
        "code": "X00518",
        "approval_number": "国药准字H10970218",
        "insurance_code": "XD01BAT021A001010304021",
        "location": "G-1",
        "outpatient_location": "B-1"
      }
    ],
    "pinyin": "yansuantebinaifen",
    "pinyin_initials": "ystbnf",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于孢子丝菌、暗色真菌和曲霉等敏感真菌；孢子丝菌、暗色真菌和曲霉等敏感真菌所致的深部真菌感染。",
      "dosage": "成人：一日250mg；儿童：体重＜20kg时用量为一日62.5mg",
      "contraindications": "对本品及本品制剂中其他成分过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、瘙痒、过敏等。",
      "interactions": "⑴体外研究表明，本品可抑制肝药酶CYP2D6的活性，与三环类抗抑郁药（TCAS）、β受体拮抗药、选择性5-HT再摄取抑制药（SSRIS）以及Ｂ型单胺氧化酶抑制药（MAO-Is）等药物合用时可引起药物相互作用导致血药浓度改变，必要时调整这些药物的剂量。  <br>⑵本品与口服避孕药合用时可引起月经不调。另一方面，药酶诱导剂如利福平，可以加速特比萘芬的清除；而药酶抑制剂如西咪替丁则可抑制其清除，升高其血药浓度，合用时，本品的剂量应调整。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率99，肝脏代谢，肾脏排泄。",
      "precautions": "②避免接触眼睛。",
      "source": "湖南药事服务网",
      "full_indications": "1.本品适用于由红色毛癣菌、须癣毛癣菌、断发毛癣菌、堇色毛癣菌、犬小孢子菌和絮状表皮癣菌所致的皮肤、毛发真菌感染以及皮肤癣病感染所致的甲癣（灰指甲）；<br>2.本品仅用于治疗大面积、严重的皮肤真菌感染（体癣、股癣、足癣、头癣）和念珠菌（如白色假丝酵母）所致的皮肤酵母菌感染，根据感染部位、严重性和范围考虑口服给药的必要性；<br>3.本品还可用于孢子丝菌、暗色真菌和曲霉等敏感真菌所致的深部真菌感染。",
      "full_dosage": "⑴口服常规剂量：①成人一日250mg。疗程取决于感染部位，足癣疗程一般2～6周，体、股癣2～4周，手足真菌病6周，足甲真菌病12周。②儿童：体重＜20kg时用量为一日62.5mg；体重20～40kg时为一日125mg。应根据感染的严重程度和适应证调整剂量。儿童体重＜20kg（通常年龄＜5岁）：关于这组病人，从对照实验中获得的治疗非常有限，所以，只有在没有其他科选择的治疗方法以及潜在的治疗效益大于可能的危险时才可使用本品。    <br>　　⑵局部外用：外涂于患处，治疗体癣、股癣，一日2次，连用1～2周。手癣、足癣、花斑癣，一日2次，连用2～4周。",
      "full_contraindications": "对本品及本品制剂中其他成分过敏者禁用。",
      "full_adverse_reactions": "⑴常见：胃肠道症状如胀满感、食欲降低、消化不良、恶心、轻微腹痛，轻微的皮肤反应如皮疹、荨麻疹、关节痛，肌痛。常为轻中度。  <br>⑵不常见（≤0.1％）：味觉温暖，包括味觉丧失，常常在停药后数周内可以恢复。　<br>⑶罕见（＜0.1％）：有报告与特比萘芬治疗有关的肝胆功能不良（实际为原发性胆汁淤积性的），包括非常罕见的肝衰竭。非常罕见（＜0.01％）：严重的皮肤反应（如Stevens-Johnson综合征，中毒性表皮坏死松懈症）和过敏性反应。血液系统疾患如中性粒细胞减少症，粒细胞缺乏症或血小板减少在。  <br>⑷局部外用时少数患者可出现局部轻度烧灼感、瘙痒感等刺激症状或局部皮肤干燥，偶可引起接触性皮炎。",
      "full_interactions": "⑴体外研究表明，本品可抑制肝药酶CYP2D6的活性，与三环类抗抑郁药（TCAS）、β受体拮抗药、选择性5-HT再摄取抑制药（SSRIS）以及Ｂ型单胺氧化酶抑制药（MAO-Is）等药物合用时可引起药物相互作用导致血药浓度改变，必要时调整这些药物的剂量。  <br>⑵本品与口服避孕药合用时可引起月经不调。另一方面，药酶诱导剂如利福平，可以加速特比萘芬的清除；而药酶抑制剂如西咪替丁则可抑制其清除，升高其血药浓度，合用时，本品的剂量应调整。",
      "full_pharmacokinetics": "⑴药效学：为合成的丙烯胺类抗真菌药物，作用机制是抑制角鲨烯环氧酶活性，使真菌麦角甾醇的合成受限制。过多的角鲨烯聚集于真菌细胞内，杀灭真菌。同时，高浓度的角鲨烯也可干扰细胞膜的功能和细胞壁的合成。该药对皮肤癣菌有杀菌作用，对念珠菌酵母型哺乳菌丝型敏感，为抑菌作用。对某些曲霉暗色真菌及双相真菌也有较强的抑菌作用。<br>　　⑵药动学：口服吸收良好（＞70％），ｔmax为2小时，单次口服250mg后Ｃmax为0.8～1.5μg/ml，吸收ｔ1/2为0.8～1.2小时。食物对生物利用度有中度影响，但不需要调整剂量。长期服用，一个月可达Ｃss。血浆蛋白结合率大于99％。本药为高嗜脂性药物，吸收后广泛分布于皮肤及其他组织，有真皮、表皮下层渗透至角质层，并经由皮脂达毛囊，毛发。在角质层中存在的ｔ1/2为3～5天。也能经皮脂排泄，在毛囊、毛发和富含皮脂的皮肤达到高浓度。有证据表明本品在开始治疗后第一周内即可分布到甲板。在甲板吸收迅速持久，停药后可维持一定时间。本品在肝内代谢，70％从尿中排出，其余从粪便排出。有肝肾疾病的患者药物排出迟缓。  <br>　　特比萘芬经过至少7种CYP异构酶，主要包括CYP2C9、CYP1A2、CYP3A4、CYP2C8和CYP2C19，迅速而广泛地代谢。生物转化后的代谢产物无抗真菌活性，主要经尿排出。ｔ1/2为17小时，无体内蓄积的证据。特比萘芬的血浆稳态浓度无年龄依赖性的改变，但在肝功能或肾功能受损的患者中，清除率可能会降低，可引起特比萘芬的血浓度升高。<br>　　单剂量药动学研究表明，对肝脏疾病的患者其清除率降低约50％。",
      "full_precautions": "⑴如果患者出现肝功能不良的体征或提示性症状，如无法解释的恶心、厌食或疲倦、或黄疸、黑尿或无色粪便时，应当确认是否为肝源性的，并终止治疗。在该药的临床试验中未开展对伴有慢性或活动性肝病的患者使用特比萘芬的研究，因此不做推荐。肾功能受损的患者（肌酐清除率＜50ml/min或血肌酐超过300umol/L)应当服用正常剂量的一半。  <br>⑵孕妇及哺乳期妇女用药：胎儿毒性及生育能力动物实验研究发现，无不良反应。由于妊娠妇女中的临床经验有限、在妊娠期间，如果服药的益处不能超过风险，不应使用。本品可以分泌至乳汁中，因此服药期间乳母不应哺乳。  <br>⑶儿童用药：2岁以上的儿童口服该药耐受性好。由于没有关于年龄小于2岁以下儿童口服特比萘芬的治疗经验，因此本品不推荐使用。  <br>⑷老年患者用药：尚无证据提示老年患者与年轻患者需服不同剂量或发生不同的不良作用。处方时应当考虑老年患者存在的肝、肾功能减退的因素。  <br>⑸药物过量：已有少数药物过量的病例报告，发生了头痛、恶心、上腹痛及头晕。药物过量的推荐治疗是清除药物，主要是服用活性炭治疗，根据需要给予对症治疗及支持治疗。  <br>⑹局部外用时：①用药过程中一旦局部皮肤过敏、皮疹加重、瘙痒，应立即停用。②避免接触眼睛。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2198",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 450,
    "name": "维生素B6片",
    "full_name": "(甲)维生素B6片[国基][市基]",
    "chemical_name": "维生素B6片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药",
      "市基药"
    ],
    "manufacturers": [
      "杭州民生药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "杭州民生药业",
        "full_manufacturer": "杭州民生药业股份有限公司",
        "price": 7.41,
        "unit": "盒",
        "code": "X00519",
        "approval_number": "国药准字H33022505",
        "insurance_code": "XA11HAW041A001010104568",
        "location": "I-2",
        "outpatient_location": "M-4"
      }
    ],
    "pinyin": "weishengsub6",
    "pinyin_initials": "wssb6",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于维生素B6缺乏症（可能；治疗青霉胺中毒；妊娠、放射病及抗癌药；青霉胺中毒所致的惊厥；糙皮病；维生素B6缺乏症（可能引起黄嘌呤尿酸；治疗青霉胺中毒所致的惊厥；妊娠、放射病及抗癌药所致的呕吐等。",
      "dosage": "成人：常用量：维生素B6依赖综合征，开始一日30～60mg",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "⑴氯霉素、环丝氨酸、乙硫异烟胺、盐酸肼酞嗪、免疫抑制剂包括肾上腺皮质激素、环磷酰胺、环孢素、异烟肼、青霉胺等药物可拮抗维生素Ｂ6或增加维生素Ｂ6的排泄，可引起贫血或周围神经炎。  <br>⑵服用雌激素时应增加维生素Ｂ6用量。  <br>⑶左旋多巴与小剂量维生素Ｂ6（一日5mg）合用，可拮抗左旋多巴的抗震颤作用。维生素Ｂ6使左旋多巴的作用减弱（禁止合用多巴脱羧酶抑制药）。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：维生素Ｂ6同系物包括吡哆醇、吡哆醛和吡哆胺，三者可相互转化。在体内与ATP作用生成磷酸吡哆醛和磷酸吡哆胺，是多种酶类（如转氨酶、脱羧酶、脱氨酶等）的辅酶，参与蛋白质、碳水化合物、脂类的许多代谢过程，包括生成神经递质γ-氨基丁酸（GABA）、儿茶酚胺和5-羟色胺等。肼类化合物进入体内后，与吡",
      "precautions": "⑵不宜应用大剂量维生素Ｂ6[超过RDA（1980）规定的10倍以上量]治疗某些未经证实有效的疾病。",
      "source": "湖南药事服务网",
      "full_indications": "⑴适用于维生素B6缺乏症（可能引起黄嘌呤尿酸，缺铁性粒幼细胞贫血，神经系统病变，脂溢性皮炎、唇干裂）的预防和治疗，防治异烟肼及含有甲基肼的毒蘑菇（鹿花菌菇）中毒；用于治疗青霉胺中毒所致的惊厥；也可用于妊娠、放射病及抗癌药所致的呕吐等；<br>⑵长时间胃肠道外营养及因摄入不足所致的营养不良时维生素B6的补充；<br>⑶下列情况时维生素B6需要增加：如妊娠及哺乳期、甲状腺功能亢进、烫伤、长期慢性感染、发热、先天性代谢障碍病（胱硫醚尿症、高光氨酸尿症、黄嘌呤酸尿症）、充血性心力衰竭、长期血液透析、吸收不良综合征伴肝胆系统疾病（如酒精中毒伴肝硬化）、肠道疾病（乳糜泻、热带口炎性肠炎、局限性肠炎、持续腹泻），胃肠切除术后，一日摄入饮食中维生素B6与蛋白质摄入量有关；<br>⑷新生儿遗传性维生素B6依赖综合征，表现为易激惹、癫痫样痉挛，需在出生后一周内即开始维生素B6治疗，预防贫血及智力减退；<br>⑸临床上也用于退奶（回奶）。<br>⑹乙二醇中毒的辅助治疗。<br>⑺与烟酰胺合用治疗糙皮病。",
      "full_dosage": "⑴口服：①成人常用量：维生素B6依赖综合征，开始一日30～60mg，维持量一日50mg，终生服用；维生素B6缺乏症，一日10～20mg，共3周，以后一日2～3mg，持续数周；先天性代谢障碍病（胱硫醚尿症、高草酸尿症、高胱氨酸尿症、黄嘌呤酸尿症），一日100～500mg；药物引起的维生素B6缺乏，预防，一日10～50mg（使用青霉胺时），或一日100～300mg（使用环丝氨酸、乙硫异烟胺或异烟肼时），治疗，一日50～200mg，共3周，然后一日25～100mg；遗传性铁粒幼细胞贫血，一日200～600mg，共1～2个月，然后一日30～50mg，终生应用；酒精中毒，一日50mg；产妇退奶，一次100～200mg，一日3次，连服3~5天；肼类化合物中毒惊厥，先1~5g加入葡萄糖注射液中静脉注射，后继续静脉滴注1~5g至惊厥停止，一日总量不宜超过10g；毒蘑菇中毒，按体重一次25mg/kg静脉注射，必要时可重复使用，一日总量不超过10g；其他毒物中毒引起的呕吐，可口服10~20mg，一日3次，或静脉滴注1次50~100mg；乙醇中毒，一日50mg。②小儿常用量：维生素B6依赖综合征，婴儿维持量，一日2～10mg，终生应用，1岁以上小儿用量同成人；维生素B6缺乏症，一日2.5～10mg，共3周，然后一日2～5mg，持续数周。    <br>　　⑵肌内或静脉注射：成人常用量：药物性维生素B6缺乏，治疗，一日50～200mg，共3周，然后根据需要一日25～100mg；解毒，环丝氨酸中毒一日300mg或300mg以上，异烟肼中毒每1g异烟肼给1g维生素B6静脉注射。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "维生素B6的口服片剂在肾功能正常时几乎不产生毒性，但长期、过量应用本品可致严重的周围神经炎，出现神经感觉异常、步态不稳、手足麻木。<br>本品注射剂上市后药品不良反应监测发现本品有以下不良反应/事件报告：<br>⑴全身性反应：寒战、畏寒、发热、乏力等；<br>⑵皮肤及其附件：皮疹、瘙痒、发红、多汗等；<br>⑶胃肠系统：恶心、呕吐、腹痛、腹部不适等；<br>⑷神经精神系统：头晕、头痛、感觉异常、烦躁等；<br>⑸心血管系统：胸闷、心悸、发绀、血压升高或下降等；<br>⑹呼吸系统：呼吸急促、呼吸困难等；<br>⑺用药部位：注射部位疼痛、注射部位瘙痒、注射部位皮疹等；<br>⑻肌肉骨骼：肢体疼痛等； <br>⑼免疫系统：过敏样反应、过敏性休克等；<br>⑽其他：潮红、苍白、四肢发冷等。",
      "full_interactions": "⑴氯霉素、环丝氨酸、乙硫异烟胺、盐酸肼酞嗪、免疫抑制剂包括肾上腺皮质激素、环磷酰胺、环孢素、异烟肼、青霉胺等药物可拮抗维生素Ｂ6或增加维生素Ｂ6的排泄，可引起贫血或周围神经炎。  <br>⑵服用雌激素时应增加维生素Ｂ6用量。  <br>⑶左旋多巴与小剂量维生素Ｂ6（一日5mg）合用，可拮抗左旋多巴的抗震颤作用。维生素Ｂ6使左旋多巴的作用减弱（禁止合用多巴脱羧酶抑制药）。",
      "full_pharmacokinetics": "⑴药效学：维生素Ｂ6同系物包括吡哆醇、吡哆醛和吡哆胺，三者可相互转化。在体内与ATP作用生成磷酸吡哆醛和磷酸吡哆胺，是多种酶类（如转氨酶、脱羧酶、脱氨酶等）的辅酶，参与蛋白质、碳水化合物、脂类的许多代谢过程，包括生成神经递质γ-氨基丁酸（GABA）、儿茶酚胺和5-羟色胺等。肼类化合物进入体内后，与吡啶醛生成腙类，消耗体内的维生素Ｂ6，阻碍磷酸吡哆醛的生成，导致上述酶类失活，发生代谢紊乱，如不能合成GABA等。GABA为中枢神经系统的抑制性物质，GABA缺乏使中枢神经系统处于兴奋状态，出现不安、惊厥等中毒症状，给予大剂量维生素Ｂ6可拮抗肼类中毒引起的惊厥。此外，维生素Ｂ6可减少乙二醇代谢毒性产物乙二酸（草酸）的生成，故可用作乙二醇中毒的辅助治疗。维生素Ｂ6还参与色氨酸转化成烟酸或5-羟色胺。大剂量维生素Ｂ6还可抑制产妇泌乳素的分泌。  <br>　　⑵药动学：本品口服易吸收，主要在空肠吸收。维生素Ｂ6与血浆蛋白不结合，转化后的磷酸吡哆醛与血浆蛋白结合完全。ｔ1/2长达15～20天。肝内代谢，经肾排泄。可经血液透析而排出。但治疗肼类中毒时多经静脉途径给药。吡哆醇和吡哆胺在体内被转化为吡哆醛，后者约70％在肝内被氧化为4-吡哆酸从尿中排出，少数以原形排出。",
      "full_precautions": "⑴孕妇接受大量维生素Ｂ6,可致新生儿产生维生素Ｂ6依赖综合征。乳母摄入正常需要量对婴儿无不良影响。 <br>⑵不宜应用大剂量维生素Ｂ6[超过RDA（1980）规定的10倍以上量]治疗某些未经证实有效的疾病。  <br>⑶维生素Ｂ6影响左旋多巴治疗帕金森病的疗效，但对卡比多巴无影响。  <br>⑷对诊断的干扰：尿胆原试验呈假阳性。<br>⑸维生素Ｂ6在肾功能正常时几乎不产生毒性。若每天服用200mg，持续30天以上，曾报道可产生维生素Ｂ6依赖综合征。一日应用2～6g持续几个月。可引起严重神经感觉异常，进行性步态不稳至足麻木、手不灵活，停药后可缓解，但仍软弱无力。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3074",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 451,
    "name": "复方甘草酸苷片",
    "full_name": "(乙10%)复方甘草酸苷片",
    "chemical_name": "复方甘草酸苷片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "乐普药业"
    ],
    "specifications": [
      {
        "specification": "25mg/片",
        "manufacturer": "乐普药业",
        "full_manufacturer": "乐普药业股份有限公司",
        "price": 17.56,
        "unit": "盒",
        "code": "X00520",
        "approval_number": "国药准字H20073723",
        "insurance_code": "XA05BAF632A001010103094",
        "location": "G-1",
        "outpatient_location": "S-1"
      }
    ],
    "pinyin": "fufanggancaosuangan",
    "pinyin_initials": "ffgcsg",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于急、慢性肝炎引起的肝功能异常，改善肝功能异常。亦可用于湿疹、皮肤炎、斑秃。",
      "dosage": "口服：推荐剂量为成人一次2～3片(粒)，小儿一次1片(粒)，一日3次，饭后口服。可依年龄、症状适当增减。",
      "contraindications": "对本品有过敏史者和醛固酮症患者，肌病患者，低钾、高钠血症患者和肾衰竭患者禁用。",
      "adverse_reactions": "不良反应有食欲缺乏、恶心、呕吐、腹胀，以及皮肤瘙痒、荨麻疹、口干和水肿，头痛、头晕、心悸及高血压增高等，一般较轻。",
      "interactions": "与袢利尿剂、利尿酸、速尿等噻嗪类及降压利尿剂三氯甲噻嗪、氯噻酮等同时使用时可能出现低血钾症，应特别注意血钾的检测。",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅甘草酸单胺。",
      "precautions": "⑵一般注意事项 由于该制剂中含有甘草酸苷，所以与含其它甘草制剂并用时，可增加体内甘草酸苷含量，容易出现假性醛固酮增多症，应予注意。⑶给药时注意 药品交付时，应指导服药时请将片剂从铝铂包装中取出后再服用(有报导将铝铂包装一起服用而导致食道粘膜损伤，甚至穿孔引起纵膈炎症等危重并发症)。",
      "source": "湖南药事服务网",
      "full_indications": "用于急、慢性肝炎引起的肝功能异常，改善肝功能异常。亦可用于治疗湿疹、皮肤炎、斑秃。",
      "full_dosage": "口服：推荐剂量为成人一次2～3片(粒)，小儿一次1片(粒)，一日3次，饭后口服。可依年龄、症状适当增减。",
      "full_contraindications": "对本品有过敏史者和醛固酮症患者，肌病患者，低钾、高钠血症患者和肾衰竭患者禁用。",
      "full_adverse_reactions": "不良反应有食欲缺乏、恶心、呕吐、腹胀，以及皮肤瘙痒、荨麻疹、口干和水肿，头痛、头晕、心悸及高血压增高等，一般较轻。",
      "full_interactions": "与袢利尿剂、利尿酸、速尿等噻嗪类及降压利尿剂三氯甲噻嗪、氯噻酮等同时使用时可能出现低血钾症，应特别注意血钾的检测。",
      "full_pharmacokinetics": "参阅甘草酸单胺。",
      "full_precautions": "⑴慎重给药 对高龄患者应慎重给药(高龄患者低钾血症发生率高)。  <br>⑵一般注意事项 由于该制剂中含有甘草酸苷，所以与含其它甘草制剂并用时，可增加体内甘草酸苷含量，容易出现假性醛固酮增多症，应予注意。  <br>⑶给药时注意 药品交付时，应指导服药时请将片剂从铝铂包装中取出后再服用(有报导将铝铂包装一起服用而导致食道粘膜损伤，甚至穿孔引起纵膈炎症等危重并发症)。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=623",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 452,
    "name": "曲安奈德益康唑乳膏",
    "full_name": "(甲)曲安奈德益康唑乳膏[国基]",
    "chemical_name": "曲安奈德益康唑乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "西安杨森制药"
    ],
    "specifications": [
      {
        "specification": "15g/支",
        "manufacturer": "西安杨森制药",
        "full_manufacturer": "西安杨森制药有限公司",
        "price": 14.79,
        "unit": "支",
        "code": "X00521",
        "approval_number": "国药准字H20000454",
        "insurance_code": "XD01ACQ086F002010102529",
        "location": "G-1",
        "outpatient_location": "S-3"
      }
    ],
    "pinyin": "quannaideyikangzuo",
    "pinyin_initials": "qandykz",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "1、伴有真菌感染或有真菌感染倾向的皮炎、湿疹；...",
      "dosage": "局部外用。一日2次，早晨和晚间取适量轻轻涂抹于患处。治疗皮炎、湿疹，疗程2～4周。治疗炎症性真菌性疾病应持续至炎症反应消退，疗程不超过4周。",
      "contraindications": "皮肤结核、梅毒、病毒性感染者（如疱疹、牛痘、水痘）或新接种疫苗部位禁用；已知对本品任何成分过敏者禁用。",
      "adverse_reactions": "局部偶见过敏反应，如出现皮肤烧灼感、瘙痒、针刺感等；长期使用时可出现皮肤萎缩、毛细血管扩张、色素沉着以及继发感染；极罕见的不良反应有用药部位疼痛、用药部位肿胀、超敏性、血管性水肿、接触性皮炎、皮肤剥脱、皮肤纹理异常和红斑。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "本品为益康唑和曲安奈德的复合制剂。其药理作用参阅相应的药品项。",
      "precautions": "",
      "source": "湖南药事服务网",
      "full_indications": "1、伴有真菌感染或有真菌感染倾向的皮炎、湿疹；<br>2、有皮肤癣菌、酵母菌和霉菌所致的炎症皮肤真菌病，如手足癣、体癣、花斑癣；<br>3、尿布性皮炎；<br>4、念珠菌性口角炎；<br>5、甲沟炎；<br>6、由真菌、细菌所致的皮肤混合感染。",
      "full_dosage": "局部外用。一日2次，早晨和晚间取适量轻轻涂抹于患处。治疗皮炎、湿疹，疗程2～4周。治疗炎症性真菌性疾病应持续至炎症反应消退，疗程不超过4周。",
      "full_contraindications": "皮肤结核、梅毒、病毒性感染者（如疱疹、牛痘、水痘）或新接种疫苗部位禁用；已知对本品任何成分过敏者禁用。",
      "full_adverse_reactions": "局部偶见过敏反应，如出现皮肤烧灼感、瘙痒、针刺感等；长期使用时可出现皮肤萎缩、毛细血管扩张、色素沉着以及继发感染；极罕见的不良反应有用药部位疼痛、用药部位肿胀、超敏性、血管性水肿、接触性皮炎、皮肤剥脱、皮肤纹理异常和红斑。",
      "full_interactions": "使用口服抗凝血剂如华法林、香豆素的患者应慎用，并监测抗凝作用。",
      "full_pharmacokinetics": "本品为益康唑和曲安奈德的复合制剂。其药理作用参阅相应的药品项。",
      "full_precautions": ""
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1261",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 453,
    "name": "卤米松乳膏",
    "full_name": "(甲)卤米松乳膏[市基]",
    "chemical_name": "卤米松乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "澳美制药厂"
    ],
    "specifications": [
      {
        "specification": "15g/支",
        "manufacturer": "澳美制药厂",
        "full_manufacturer": "澳美制药厂有限公司（澳美制药厂）",
        "price": 25.26,
        "unit": "盒",
        "code": "X00522",
        "approval_number": "国药准字HC20181019",
        "insurance_code": "XD07ACL174F002020179136",
        "location": "G-3",
        "outpatient_location": "2E-1"
      }
    ],
    "pinyin": "lumisong",
    "pinyin_initials": "lms",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "外用适用于对糖皮质激素治疗有效的各种非感染性炎症性皮肤病，如亚急性和慢性湿疹、接触性皮炎、特应性皮炎、脂溢性皮炎、局限性神经性皮炎、寻常型银屑病和扁平苔癣等。",
      "dosage": "将本药薄薄地涂敷于患处，轻轻揉擦，一日1～2次。对顽固、肥厚的皮损，可采用封包治疗。封包应限于短期和小面积皮损。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "参阅肾上腺皮质激素项。  \n⑴可有烧灼感、皮肤刺激感。偶可发生接触性皮炎。  \n⑵长期外用局部可出现毛细血管扩张、多毛、皮肤萎缩、创伤愈合障碍，并使皮肤容易发生继发感染，如毛囊炎及真菌感染，封包治疗时更多见。  \n⑶长期外用于面部可出现痤疮样疹、酒渣样皮炎、颜面红斑、口周皮炎等。  \n⑷长期外用于皮肤褶皱部位，如股内侧可出现萎缩纹，尤其在青少年容易发生。",
      "interactions": "参阅肾上腺皮质激素项。",
      "pregnancy_category": null,
      "pharmacokinetics": "为含卤素的最强效外用糖皮质激素，具有较强的抗炎、抗过敏、止痒、收缩血管降低血管通透性和抗表皮增生的作用。对于非感染性炎症性皮肤病，能迅速的减轻和消除如瘙痒等症状。本品的透皮吸收率平均为所用剂量的1.2％。",
      "precautions": "⑷慎用于面部或褶皱部位如腋窝、腹股沟，且只能短期使用。⑸孕妇及哺乳期妇女应慎用。",
      "source": "湖南药事服务网",
      "full_indications": "外用适用于对糖皮质激素治疗有效的各种非感染性炎症性皮肤病，如亚急性和慢性湿疹、接触性皮炎、特应性皮炎、脂溢性皮炎、局限性神经性皮炎、寻常型银屑病和扁平苔癣等。",
      "full_dosage": "将本药薄薄地涂敷于患处，轻轻揉擦，一日1～2次。对顽固、肥厚的皮损，可采用封包治疗。封包应限于短期和小面积皮损。",
      "full_contraindications": "参阅肾上腺皮质激素项。<br>⑴原发性细菌性、真菌性及病毒性等感染性皮肤病，如脓疱疮、体癣、股癣、单纯疱疹、皮肤结核等禁用。  <br>⑵对本药及基质成分过敏者或对其他糖皮质激素过敏者禁用。  <br>⑶玫瑰痤疮、口周皮炎、寻常痤疮患者禁用。",
      "full_adverse_reactions": "参阅肾上腺皮质激素项。  <br>⑴可有烧灼感、皮肤刺激感。偶可发生接触性皮炎。  <br>⑵长期外用局部可出现毛细血管扩张、多毛、皮肤萎缩、创伤愈合障碍，并使皮肤容易发生继发感染，如毛囊炎及真菌感染，封包治疗时更多见。  <br>⑶长期外用于面部可出现痤疮样疹、酒渣样皮炎、颜面红斑、口周皮炎等。  <br>⑷长期外用于皮肤褶皱部位，如股内侧可出现萎缩纹，尤其在青少年容易发生。",
      "full_interactions": "参阅肾上腺皮质激素项。",
      "full_pharmacokinetics": "为含卤素的最强效外用糖皮质激素，具有较强的抗炎、抗过敏、止痒、收缩血管降低血管通透性和抗表皮增生的作用。对于非感染性炎症性皮肤病，能迅速的减轻和消除如瘙痒等症状。本品的透皮吸收率平均为所用剂量的1.2％。",
      "full_precautions": "参阅肾上腺皮质激素项。<br>⑴本品长期应用可出现皮肤萎缩、毛细血管扩张、色素沉着及毛发增生等。  <br>⑵大面积使用、皮肤破损、封包治疗可造成大量吸收，而引起全身性反应。  <br>⑶不可用于眼部，勿接触眼结膜。  <br>⑷慎用于面部或褶皱部位如腋窝、腹股沟，且只能短期使用。  <br>⑸孕妇及哺乳期妇女应慎用。  <br>⑹2岁以下的儿童应慎用，治疗不应超过7天。  <br>⑺用药的皮肤面积不应超过体表面积的10％，不应使用封包治疗。　<br>⑻如伴有皮肤感染，必须同时使用抗感染药物。如同时使用后，感染的症状没有及时改善，应停用本药直至感染得到控制。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1244",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 454,
    "name": "哈西奈德溶液",
    "full_name": "(乙10%)哈西奈德溶液",
    "chemical_name": "哈西奈德溶液",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "国药集团三益药业"
    ],
    "specifications": [
      {
        "specification": "10ml/瓶",
        "manufacturer": "国药集团三益药业",
        "full_manufacturer": "国药集团三益药业（芜湖）有限公司",
        "price": 19.8,
        "unit": "瓶",
        "code": "X00523",
        "approval_number": "国药准字H34020323",
        "insurance_code": "XD07ADH102S004010104454",
        "location": "G-5",
        "outpatient_location": "S-6"
      }
    ],
    "pinyin": "haxinaiderongye",
    "pinyin_initials": "hxndry",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "外用适用于低效或中效糖皮质激素治疗无效的亚急性或慢性非感染性皮肤病，如接触性皮炎、特应性皮炎、脂溢性皮炎、神经性皮炎、湿疹、银屑病、盘状红斑狼疮等。",
      "dosage": "涂于患处，一日1～2次。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：瘙痒等。",
      "interactions": "参阅肾上腺皮质激素项。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑶面部、腋下、腹股沟等部位慎用。⑸婴幼儿及儿童皮肤细薄，外用易被吸收，应慎用。⑴本品应避免接触眼睛及其周围部位。",
      "source": "湖南药事服务网",
      "full_indications": "外用适用于低效或中效糖皮质激素治疗无效的亚急性或慢性非感染性皮肤病，如接触性皮炎、特应性皮炎、脂溢性皮炎、神经性皮炎、湿疹、银屑病、盘状红斑狼疮等。",
      "full_dosage": "涂于患处，一日1～2次。",
      "full_contraindications": "参阅肾上腺皮质激素项。局部外用时：<br>⑴禁用于由细菌、真菌、病毒等所致的原发性感染性皮肤病，如脓疱疮、体癣、股癣等。  <br>⑵对本药及其基质过敏者或对其他糖皮质激素过敏者禁用。  <br>⑶溃疡性病变者禁用。  <br>⑷禁用于痤疮，酒糟鼻。",
      "full_adverse_reactions": "参阅肾上腺皮质激素项。  局部外用于皮肤可见的不良反应有：⑴少数患者在涂药部位可出现局部烧灼感、刺痛、暂时性瘙痒，偶可发生接触性皮炎。  ⑵长期外用局部可出现毛细血管扩张、多毛、皮肤萎缩、紫癜、创伤愈合障碍，并使皮肤容易发生继发感染，如毛囊炎及真菌感染，封包治疗时更多见。  ⑶长期外用于面部可出现痤疮样疹、酒糟样皮炎、颜面红斑、口周皮炎等。长期外用于皮肤褶皱部位，如股内侧可出现萎缩纹，尤其在青少年容易发生。  ⑷长期大面积使用、皮肤破损或封包治疗，可由于全身性吸收作用出现库欣综合征、高血糖等表现。",
      "full_interactions": "参阅肾上腺皮质激素项。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "参阅肾上腺皮质激素项。  <br>⑴本品应避免接触眼睛及其周围部位。  <br>⑵不宜大面积或长期外用。  <br>⑶面部、腋下、腹股沟等部位慎用。  <br>⑷孕妇及哺乳期妇女应考虑用药的利弊，慎重使用。  <br>⑸婴幼儿及儿童皮肤细薄，外用易被吸收，应慎用。  <br>⑹若用药部位发生烧灼感、瘙痒，局部红肿，应立即停药。",
      "pharmacodynamics": "为糖皮质激素。0.025％为强效、0.1％为最强效外用糖皮质激素。具有较强的抗炎、抗过敏、止痒、抑制免疫等作用。局部应用能降低毛细血管壁和细胞膜的通透性，减少炎性渗出，并能抑制组胺及其他炎症介质的形成和释放。本品可经皮肤吸收，尤其在皮肤破损处吸收更快。经皮吸收后的药代动力学与全身给药相似。",
      "full_pharmacodynamics": "为糖皮质激素。0.025％为强效、0.1％为最强效外用糖皮质激素。具有较强的抗炎、抗过敏、止痒、抑制免疫等作用。局部应用能降低毛细血管壁和细胞膜的通透性，减少炎性渗出，并能抑制组胺及其他炎症介质的形成和释放。本品可经皮肤吸收，尤其在皮肤破损处吸收更快。经皮吸收后的药代动力学与全身给药相似。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1250",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 455,
    "name": "联苯苄唑乳膏",
    "full_name": "(甲)联苯苄唑乳膏[市基]",
    "chemical_name": "联苯苄唑乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "拜耳医药保健"
    ],
    "specifications": [
      {
        "specification": "10g/支",
        "manufacturer": "拜耳医药保健",
        "full_manufacturer": "拜耳医药保健有限公司",
        "price": 12.41,
        "unit": "支",
        "code": "X00524",
        "approval_number": "国药准字H20003009",
        "insurance_code": "XD01ACL079F002010100002",
        "location": "G-5",
        "outpatient_location": "T-5"
      }
    ],
    "pinyin": "lianbenbianzuo",
    "pinyin_initials": "lbbz",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "⑴用于成人高脂血症和高胆固醇血症。 ⑵用于高胆固醇血症(大于7岁儿童)。【美国FDA批准瑞舒伐他汀用于7-17岁儿童的纯合子家族性高胆固醇血症。FDA批准瑞舒伐他汀用于8-17岁儿童的杂合子家族性高胆固醇血症；日本动脉粥样硬化学会(JAS)家族性高胆固醇血症指南小组，日本家族性高胆固醇血症的诊断和治疗指南（2017）】",
      "dosage": "儿童：高胆固醇血症时，杂合子家族性高胆固醇血症，8岁-10岁儿童，推荐剂量一日5-10mg",
      "contraindications": "症 ⑴对本品过敏者。 ⑵有活动性肝病患者。",
      "adverse_reactions": "常见：皮疹、发热、过敏等。",
      "interactions": "⑴同时服用维生素Ｋ拮抗药（如华法林）的患者，开始使用或逐渐增加本品剂量可能导致INR升高。 ⑵抗酸药：合用含铝、镁的抗酸药，可使本品的血药浓度降低约50％。 ⑶红霉素：合用可导致本品的AUC及Ｃmax下降。 ⑷口服避孕药/激素替代治疗（HRT）：使炔雌醇和炔诺孕酮的AUC增加。 ⑸吉非贝齐：会升高本品的血药浓度，从未增加肌病的风险，不宜合用。 ⑹环孢素：可升高本品的血药浓度，合用时应限制一日1次5mg。 ⑺细胞周期蛋白依赖性激酶抑制剂（CDKI）例如阿贝西利、哌柏西利瑞波西利和HMG-CoA还原",
      "pregnancy_category": "X\n \n",
      "pharmacokinetics": null,
      "precautions": "参阅其他他汀类药物。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗成人高脂血症和高胆固醇血症。 ⑵用于治疗高胆固醇血症(大于7岁儿童)。【美国FDA批准瑞舒伐他汀用于治疗7-17岁儿童的纯合子家族性高胆固醇血症。FDA批准瑞舒伐他汀用于治疗8-17岁儿童的杂合子家族性高胆固醇血症；日本动脉粥样硬化学会(JAS)家族性高胆固醇血症指南小组，日本家族性高胆固醇血症的诊断和治疗指南（2017）】",
      "full_pharmacokinetics": "",
      "full_dosage": "口服：起始剂量为一次5mg，一日1次。对于需要更强效地降低LDL-C的患者初始剂量可考虑一次10mg，一日1次。如有必要，可在治疗4周后调整剂量。一日最大剂量为20mg。晚餐后2小时服用。 用于大于7岁儿童高胆固醇血症时，杂合子家族性高胆固醇血症，8岁-10岁儿童，推荐剂量一日5-10mg。10-17岁儿童，推荐剂量一日5-20mg。纯合子家族性高胆固醇血症，7-17岁儿童推荐起始剂量为一日20mg。",
      "full_contraindications": "症 ⑴对本品过敏者。 ⑵有活动性肝病患者。",
      "full_adverse_reactions": "⑴与其他他汀类相似。但应特别注意肌痛的不良反应，因国外有关于华裔发生肌肉不良反应比白种人多的报道。为避免严重不良反应的发生。开始治疗时应根据病情，从5～10mg开始，需要时，可在治疗4周后调整剂量至高一级的剂量水平，逐渐增至20～40mg，不宜开始时直接用40mg。 ⑵非常罕见的不良反应：可能诱发或加重重症肌无力和眼肌重症肌无力（频率未知）。 肝损伤 ⑴肝损伤： 1%~3%的患者在应用瑞舒伐他汀治疗过程中可出现血清氨基转移酶轻微、无症状性、暂时性升高，但升高幅度超过正常上限值(ULN)3倍以上的比例[0.2%]并不比安慰剂组高[0.3%]。瑞舒伐他汀服用剂量越高，越易出现血清肝酶升高，日服40mg者约2.2%可出现血清肝酶升高。血清肝酶的升高常为自限性，无需调整用药剂量。瑞舒伐他汀也可引起临床明显的肝损伤，但概率极低，不足1/10,000。肝损伤发作期一般在给药2-4个月后，血清肝酶升高一般表现为肝细胞损伤型，尽管也有胆汁淤积型肝损伤的报告。皮疹、发热和嗜酸性粒细胞增多并不常见。一些他汀类药物（包括瑞舒伐他汀）与伴有自身免疫特征的肝炎相关，例如免疫球蛋白含量升高，抗核抗体（ANA）阳性，对皮质类固醇治疗有临床应答等。但这些特征并不恒定。⑵损伤机制： 瑞舒伐他汀引起肝损伤的原因未知。瑞舒伐他汀仅少部分（约10%）经肝脏CYP 2C9代谢。轻度、自限性丙氨酸氨基转移酶（ALT）水平升高可能是由于药物代谢所产生的有毒中间物，而其逆转则可能是由于人体的适应性。瑞舒伐他汀相关的特异质性、临床明显的肝损伤常伴有自身免疫特征，因此这种肝损伤可能由免疫机制所致。 禁忌症 ⑴对本品过敏者。 ⑵有活动性肝病患者。",
      "full_interactions": "⑴同时服用维生素Ｋ拮抗药（如华法林）的患者，开始使用或逐渐增加本品剂量可能导致INR升高。 ⑵抗酸药：合用含铝、镁的抗酸药，可使本品的血药浓度降低约50％。 ⑶红霉素：合用可导致本品的AUC及Ｃmax下降。 ⑷口服避孕药/激素替代治疗（HRT）：使炔雌醇和炔诺孕酮的AUC增加。 ⑸吉非贝齐：会升高本品的血药浓度，从未增加肌病的风险，不宜合用。 ⑹环孢素：可升高本品的血药浓度，合用时应限制一日1次5mg。 ⑺细胞周期蛋白依赖性激酶抑制剂（CDKI）例如阿贝西利、哌柏西利瑞波西利和HMG-CoA还原酶抑制剂（通常称为他汀类药物）合用可增加引起横纹肌溶解症（肌肉分解）的风险。 用药交代 ⑴建议晚餐后2小时服用为宜。 ⑵使用时应特别警惕肌病和肝脏的不良反应，一旦出现肌肉酸痛或谷丙转氨酶和谷草转氨酶升高应咨询医师或药师。 ⑶如果服用瑞舒伐他汀的患者出现复视或眼睑下垂、吞咽困难或呼吸急促等肌无力症状，或现有重症肌无力症状恶化的现象，应及时告知医生或药师。 ⑷谨慎与奈玛特韦/利托那韦片（组合包装）合用。如果确需合用，阿托伐他汀剂量应减少到≤10mg/d，或者停用5天。 给药说明 参阅其他他汀类药物。 用法与用量 口服：起始剂量为一次5mg，一日1次。对于需要更强效地降低LDL-C的患者初始剂量可考虑一次10mg，一日1次。如有必要，可在治疗4周后调整剂量。一日最大剂量为20mg。晚餐后2小时服用。 用于大于7岁儿童高胆固醇血症时，杂合子家族性高胆固醇血症，8岁-10岁儿童，推荐剂量一日5-10mg。10-17岁儿童，推荐剂量一日5-20mg。纯合子家族性高胆固醇血症，7-17岁儿童推荐起始剂量为一日20mg。",
      "full_precautions": "参阅其他他汀类药物。",
      "full_pregnancy_category": "X\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2183",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 456,
    "name": "盐酸利多卡因胶浆（I）",
    "full_name": "(甲)盐酸利多卡因胶浆（I）[国基]",
    "chemical_name": "盐酸利多卡因胶浆（I）",
    "dosage_form": "其他",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "浙江康德药业集团"
    ],
    "specifications": [
      {
        "specification": "0.2g/支",
        "manufacturer": "浙江康德药业集团",
        "full_manufacturer": "浙江康德药业集团股份有限公司",
        "price": 32.39,
        "unit": "盒",
        "code": "X00107",
        "approval_number": "国药准字H20066381",
        "insurance_code": "XN01BBL284X007010104669",
        "location": "B-2",
        "outpatient_location": "Q-2"
      }
    ],
    "pinyin": "yansuanliduokayinjiaojiang",
    "pinyin_initials": "ysldkyjj",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于因急性心肌梗死、外科手术、洋地黄中毒及心脏导管等；口咽和气管内表面麻醉；眼科手术及眼科检查时的表面麻醉；改善电除颤的效果；无器质性心脏病的单纯室性早搏；癫痫持续状态用其他抗癫痫药无效者。",
      "dosage": "成人：常用量：①骶管阻滞用于分娩镇痛，用量以200mg",
      "contraindications": "⑴严重心传导阻滞，包括Ⅱ或Ⅲ度房室传导阻滞，双束室阻滞。 ⑵严重窦房结功能障碍。 ⑶对本品过敏者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、过敏等。",
      "interactions": "⑴β受体阻滞药可以减少肝血流量抑制肝微粒体酶，故合用时可能减低肝脏对本品的清除，不良反应增多加剧。 ⑵神经肌肉阻滞药合用较大剂量利多卡因（按体重5mg/kg以上）可使神经肌肉松弛药的阻滞作用增效。 ⑶与抗惊厥要合用，可增加心肌抑制作用，产生心脏停搏。此外二者合用，中枢神经系统不良反应也增加。苯妥英钠及苯巴比妥也可以增快本品的肝脏代谢，从而降低静注后的血药浓度。曾有报道用本品静注再加戊巴比妥静注时，可产生窒息致死。 ⑷与普鲁卡因胺合用时，可产生一过性谵妄及幻觉，但不影响本品的血药浓度。 ⑸异丙肾上",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率65，肝脏代谢，肾脏排泄。",
      "precautions": "⑸下列情况应慎用：①充血性心力衰竭，严重心肌受损；静注逾量作用于中枢神经，可无先兆的兴奋出现即出现深度的抑制，应慎用。⑹用药期间应注意随访检查：①血压；",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于口咽和气管内表面麻醉；硬膜外阻滞或臂丛、颈丛神经阻滞；亦可用于眼科手术及眼科检查时的表面麻醉。 ⑵室性心律失常：静注适用于因急性心肌梗死、外科手术、洋地黄中毒及心脏导管等所致的急性室性心律失常，包括室性早搏、室性心动过速及室颤。在心肺复苏时，可用于改善电除颤的效果。急性心肌梗死时预防性应用的价值不肯定。不宜用于无器质性心脏病的单纯室性早搏； ⑶用于癫痫持续状态用其他抗癫痫药无效者；",
      "full_pharmacokinetics": "⑴药效学：本品为中效酰胺类局麻药和Ⅰb类抗心律失常药。作为局麻药时，其对外周神经的作用机制与其他局麻药一样。可参阅普鲁卡因。局部麻醉作用较普鲁卡因强，维持时间比它1倍，毒性也相应加大。穿透性、弥散性强。作为抗心律失常药时，可抑制心肌细胞舒张期除极，减低心室肌及心肌传导纤维的自律性及兴奋性，但对心房及窦房结作用很轻。相对地延长有效不应期，降低心室肌兴奋性，提高室颤阈值。治疗剂量不减慢正常心肌的房室传导速度，也不减低心肌收缩力及血压，甚至加快心肌传导纤维的传导速度，减轻单向传导阻滞，从而消除折返性室性心律失常。 ⑵药动学：口服生物利用度低，经肝脏首过效应即锐减。肌注后吸收完全。吸收后迅速分布入心、脑、肾及其他血运丰富的组织，然后分布至脂肪及肌肉组织。表观分布容积约1L/kg，心力衰竭时分布容积减低。蛋白结合率约65％，吸烟者结合率可比不吸烟者高。肌内注射后5～15分钟起效，一次肌内注射200mg后15～20分钟达治疗浓度，持续60～90分钟。静脉注射后立即起效（约45～90秒），持续10～20分钟。治疗血药浓度为1.5～5μg/ml，中毒血药浓度5μg/ml以上。持续静脉滴注3～4小时达稳态血药浓度，急性心肌梗死者需8～10小时。90％经肝脏代谢，代谢物单乙基甘氨酰二甲苯胺（MEGX）及甘氨酰二甲苯胺（GX）具有药理活性，持续静滴24小时以上者，代谢物可产生治疗及中度作用。静注后ｔ1/2α约30分钟以内，ｔ1/2β约1～2小时。Gxｔ1/2较长约10小时，MEGXｔ1/2近似原药。本品由肾脏排泄，10％为原药，58％为代谢物（GX）。心衰、肝病患者、老年人及持续静滴24～36小时以上，本品的清除减慢。本品不能被血液透析清除。",
      "full_dosage": "作为局部麻醉药应用： ⑴成人常用量：①骶管阻滞用于分娩镇痛，用量以200mg（1.0％）为限；用于外科止痛可酌增至200～250mg（1.0％～1.5％）。②硬脊膜外阻滞，胸腰段，250mg～300mg（1.5％～2.0％）。③浸润局麻或静注区域阻滞，50～300mg（0.25％～0.5％）。④外周神经阻滞，臂丛（单侧）250～300mg（1.5％）；牙科，20～100mg（2.0％）；肋间神经（每支），30mg（1.0％），300mg为限；宫颈旁浸润，左右侧各100mg（0.5％～1.0％）；椎旁脊神经阻滞（每支），30～50mg（1.0％），300mg为限；阴部神经，左右侧各100mg（0.5％～1.0％）。⑤交感神经节阻滞，颈星状神经50mg（1.0％），腰星状神经50～100mg（1.0％）⑥一次限量，一般不要超过200mg（4.0mg/kg），药液中加用肾上腺素用量可增至300～350mg（6.0mg/kg）。静注区域阻滞，极量4.0mg/kg。 ⑵小儿常用量：随个体而异，一次给药最高总量不得超过4.0～4.5mg/kg，常用0.25％～0.5溶液，特殊情况才用1.0％溶液。 ⑶作为临床检查时外用：①常用胶浆剂：盐酸利多卡因胶浆2％，涂抹于食管、咽喉、气管或尿道等导管的外壁；妇女作阴道检查时可用棉花签蘸5～7ml涂于局部；尿道扩张术或膀胱镜检查时用量200～400mg。②常用外用溶液：盐酸利多卡因外用溶液4％，在作胃镜前直接涂抹或喷雾于咽部或口腔黏膜表面，偶作鼻腔填塞，每次24小时处方不得超过3.0mg/kg，小儿慎用。③常用气雾剂或喷雾剂：盐酸利多卡因气雾剂或喷雾剂2％～4％，供作内镜检查，每次2％10～30ml；4％5～15ml。 作为抗心律失常药应用： ⑴常用量：①肌肉注射现已少用；②静脉注射，按体重1～1.5mg/kg（一般用50～100mg）作为首次负荷量静注2～3分钟，必要时每5分钟后再重复注射1～2次，1小时内最大量不超过300mg；③静脉滴注（一般以5％葡萄糖注射液配成1～4mg/ml药液滴注或用输液泵给药），用负荷量后可继续以每分钟1～4mg速度静滴维持；或以每分钟按体重0.015～0.03mg/kg速度静脉滴注。老年人、心力衰竭、心源性休克、肝血流量减少、肝或肾功能障碍时应减少用量，以每分钟0.5～1mg静滴。 ⑵极量：静脉注射1小时最大负荷量按体重4.5mg/kg（或300mg）。最大维持量为每分钟4mg。 ⑶用于眼科手术麻醉：滴入眼睑内，一次2滴，每2分钟1次，共2～3次。 剂型与规格 注射液 50mg 5ml 100mg 5ml基药 200mg 10ml基药 XC01B甲0326 0% 哪儿有 注射液 100mg 10ml 400mg 20ml 40mg 2ml基药 XC01B甲0326 0% 哪儿有 胶浆剂 0.2g 10g基药 0.4g 20g XN01BB乙0326 0% 哪儿有 气雾剂 XN01BB乙0326 5% 哪儿有 滴眼液 2％ 5ml 3％ 5ml 4％ 5ml 暂无 眼用凝胶剂 5ml:0.175g XS01H乙380 5% 暂无 注射用溶剂 4mg 2ml 哪儿有 凝胶贴膏 700mg:14g(14cm×10cm) XN01BB乙1035 5% 哪儿有",
      "full_contraindications": "⑴严重心传导阻滞，包括Ⅱ或Ⅲ度房室传导阻滞，双束室阻滞。 ⑵严重窦房结功能障碍。 ⑶对本品过敏者。",
      "full_adverse_reactions": "总的发生率约为6.3％，多数不良反应应与剂量计长时间应用有关。⑴神经：头昏、眩晕、恶心、呕吐、倦怠、说话不清、感觉异常及肌肉震颤、惊厥、神志不清及呼吸抑制，须减药或停药。惊厥时可静注地西泮、短效巴比妥制剂或短效肌肉松弛剂。 ⑵心血管：大剂量可产生严重窦性心动过缓、心脏停搏、严重房室传导阻滞及心肌收缩力减弱，须及时停药，必要时用阿托品、异丙肾上腺素或起搏器治疗；血压下降时给予吸氧、纠正酸中毒及升压药；保持气道通畅等及其他复苏措施。 ⑶过敏反应：有红斑皮疹及血管神经性水肿等表现，应停药，严重者可致呼吸停止，皮肤试验对预测过敏反应价值有限。 禁忌症 ⑴严重心传导阻滞，包括Ⅱ或Ⅲ度房室传导阻滞，双束室阻滞。 ⑵严重窦房结功能障碍。 ⑶对本品过敏者。",
      "full_interactions": "⑴β受体阻滞药可以减少肝血流量抑制肝微粒体酶，故合用时可能减低肝脏对本品的清除，不良反应增多加剧。 ⑵神经肌肉阻滞药合用较大剂量利多卡因（按体重5mg/kg以上）可使神经肌肉松弛药的阻滞作用增效。 ⑶与抗惊厥要合用，可增加心肌抑制作用，产生心脏停搏。此外二者合用，中枢神经系统不良反应也增加。苯妥英钠及苯巴比妥也可以增快本品的肝脏代谢，从而降低静注后的血药浓度。曾有报道用本品静注再加戊巴比妥静注时，可产生窒息致死。 ⑷与普鲁卡因胺合用时，可产生一过性谵妄及幻觉，但不影响本品的血药浓度。 ⑸异丙肾上腺素，试验证明因增加肝血流量，故本品的总清除率随之增高。 ⑹去甲肾上腺素，实验证明因降低肝血流量，故本品的总清除率下降。 ⑺西咪替丁可减少本品的清除。雷尼替丁无此作用。 ⑻氨基糖苷类抗生素可增强本药的神经阻滞作用。 用药交代 谨慎与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴用量大，注射液中应加肾上腺素，使吸收减慢。 ⑵由于个体间差异大，应先以小量开始，无特殊情况才能给予常用量或足量。 ⑶超量可引起惊厥及心脏骤停。 ⑷药液中若加对羟基苯甲酸酯作为防腐剂，不得用于神经阻滞或椎管内注射。 ⑸巴比妥类药可促进利多卡因代谢，来那个药合用可引起心动过缓，窦性停搏。 ⑹与普鲁卡因胺合用，可产生一过性谵妄及幻觉，但不影响本品血药浓度。 ⑺异丙肾上腺素因增加肝血流量，可使本品的总清除率升高；去甲肾上腺素因减少肝血流量，可使本品总清除率下降。 ⑻与下列药品有配伍禁忌：苯巴比妥、硫喷妥钠、硝普钠、甘露醇、两性霉素B、氨苄西林、磺胺嘧啶。 ⑼由于药物迅速分布到组织中，达到治疗血药浓度迟缓，为了能较快地得到有效浓度，宜用负荷剂量加静脉维持量，如首次负荷量后5分钟不能达到理想效果，可再用首次量的1/2～1/3。 ⑽长期静滴，遇有心脏或肝脏功能障碍者，应减慢滴注速度，以免超量。 用法与用量 作为局部麻醉药应用： ⑴成人常用量：①骶管阻滞用于分娩镇痛，用量以200mg（1.0％）为限；用于外科止痛可酌增至200～250mg（1.0％～1.5％）。②硬脊膜外阻滞，胸腰段，250mg～300mg（1.5％～2.0％）。③浸润局麻或静注区域阻滞，50～300mg（0.25％～0.5％）。④外周神经阻滞，臂丛（单侧）250～300mg（1.5％）；牙科，20～100mg（2.0％）；肋间神经（每支），30mg（1.0％），300mg为限；宫颈旁浸润，左右侧各100mg（0.5％～1.0％）；椎旁脊神经阻滞（每支），30～50mg（1.0％），300mg为限；阴部神经，左右侧各100mg（0.5％～1.0％）。⑤交感神经节阻滞，颈星状神经50mg（1.0％），腰星状神经50～100mg（1.0％）⑥一次限量，一般不要超过200mg（4.0mg/kg），药液中加用肾上腺素用量可增至300～350mg（6.0mg/kg）。静注区域阻滞，极量4.0mg/kg。 ⑵小儿常用量：随个体而异，一次给药最高总量不得超过4.0～4.5mg/kg，常用0.25％～0.5溶液，特殊情况才用1.0％溶液。 ⑶作为临床检查时外用：①常用胶浆剂：盐酸利多卡因胶浆2％，涂抹于食管、咽喉、气管或尿道等导管的外壁；妇女作阴道检查时可用棉花签蘸5～7ml涂于局部；尿道扩张术或膀胱镜检查时用量200～400mg。②常用外用溶液：盐酸利多卡因外用溶液4％，在作胃镜前直接涂抹或喷雾于咽部或口腔黏膜表面，偶作鼻腔填塞，每次24小时处方不得超过3.0mg/kg，小儿慎用。③常用气雾剂或喷雾剂：盐酸利多卡因气雾剂或喷雾剂2％～4％，供作内镜检查，每次2％10～30ml；4％5～15ml。 作为抗心律失常药应用： ⑴常用量：①肌肉注射现已少用；②静脉注射，按体重1～1.5mg/kg（一般用50～100mg）作为首次负荷量静注2～3分钟，必要时每5分钟后再重复注射1～2次，1小时内最大量不超过300mg；③静脉滴注（一般以5％葡萄糖注射液配成1～4mg/ml药液滴注或用输液泵给药），用负荷量后可继续以每分钟1～4mg速度静滴维持；或以每分钟按体重0.015～0.03mg/kg速度静脉滴注。老年人、心力衰竭、心源性休克、肝血流量减少、肝或肾功能障碍时应减少用量，以每分钟0.5～1mg静滴。 ⑵极量：静脉注射1小时最大负荷量按体重4.5mg/kg（或300mg）。最大维持量为每分钟4mg。 ⑶用于眼科手术麻醉：滴入眼睑内，一次2滴，每2分钟1次，共2～3次。 剂型与规格 注射液 50mg 5ml 100mg 5ml基药 200mg 10ml基药 XC01B甲0326 0% 哪儿有 注射液 100mg 10ml 400mg 20ml 40mg 2ml基药 XC01B甲0326 0% 哪儿有 胶浆剂 0.2g 10g基药 0.4g 20g XN01BB乙0326 0% 哪儿有 气雾剂 XN01BB乙0326 5% 哪儿有 滴眼液 2％ 5ml 3％ 5ml 4％ 5ml 暂无 眼用凝胶剂 5ml:0.175g XS01H乙380 5% 暂无 注射用溶剂 4mg 2ml 哪儿有 凝胶贴膏 700mg:14g(14cm×10cm) XN01BB乙1035 5% 哪儿有",
      "full_precautions": "⑴交叉过敏反应，对其他胺类局麻药过敏者可能对本品也过敏，但利多卡因与普鲁卡因胺、奎尼丁间尚无交叉过敏反应的报道。 ⑵已有报道分娩前静脉注射本品，数分钟胎儿血药浓度可达母亲血药浓度的55％～100％。也有报道母亲用药后导致胎儿心动过缓或过速，甚至引起新生儿高铁血红蛋白血症，孕妇用药需权衡利弊，新生儿用药可引起中毒，早产儿的ｔ1/2为3.16小时，较正常婴儿长1.8小时。 ⑶老年人用药应根据需要及耐受程度调整剂量，＞70岁患者剂量应减半。 ⑷对诊断的干扰：肌内注射本品后血清乳酸脱氢酶及碱性磷酸酶升高，故诊断急性心肌梗死时因测定同工酶。 ⑸下列情况应慎用：①充血性心力衰竭，严重心肌受损；②肝功能障碍；③老年人；④低血容量及休克；⑤不完全性房室传导阻滞或室内传导阻滞；⑥肝血流量减低；⑦肾功能障碍；⑧严重窦性心动过缓；⑨预激综合征（可能会加重）。 ⑹用药期间应注意随访检查：①血压；②心电图；③血清电解质；④血药浓度监测（尤其大量或较长期输注时）。 ⑺除过敏反应外，疗效及不良反应程度与血药浓度相关。 ⑻静脉给药应同时监测心电图，并备有抢救设备；心电图P-R间期延长或QRS波增宽，出现其他心律失常或原有心律失常加剧者应立即停药。 作为局麻药应用时须注意：①本品吸收快，易发生毒性反应，故应用时勿误入血管。②加入1/20万肾上腺素作神经阻滞可减少毒性作用发生率，延长作用时效。③本品扩散强，毒性与血药浓度相关，一般不宜作浸润麻醉。④静注时可有麻醉样感觉，头晕、眼发黑，若将药物静滴，可使此症状减轻。静注逾量作用于中枢神经，可无先兆的兴奋出现即出现深度的抑制，应慎用。⑤心、肝功能不全者，应适当调整。 药物相互作用 ⑴β受体阻滞药可以减少肝血流量抑制肝微粒体酶，故合用时可能减低肝脏对本品的清除，不良反应增多加剧。 ⑵神经肌肉阻滞药合用较大剂量利多卡因（按体重5mg/kg以上）可使神经肌肉松弛药的阻滞作用增效。 ⑶与抗惊厥要合用，可增加心肌抑制作用，产生心脏停搏。此外二者合用，中枢神经系统不良反应也增加。苯妥英钠及苯巴比妥也可以增快本品的肝脏代谢，从而降低静注后的血药浓度。曾有报道用本品静注再加戊巴比妥静注时，可产生窒息致死。 ⑷与普鲁卡因胺合用时，可产生一过性谵妄及幻觉，但不影响本品的血药浓度。 ⑸异丙肾上腺素，试验证明因增加肝血流量，故本品的总清除率随之增高。 ⑹去甲肾上腺素，实验证明因降低肝血流量，故本品的总清除率下降。 ⑺西咪替丁可减少本品的清除。雷尼替丁无此作用。 ⑻氨基糖苷类抗生素可增强本药的神经阻滞作用。 用药交代 谨慎与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴用量大，注射液中应加肾上腺素，使吸收减慢。 ⑵由于个体间差异大，应先以小量开始，无特殊情况才能给予常用量或足量。 ⑶超量可引起惊厥及心脏骤停。 ⑷药液中若加对羟基苯甲酸酯作为防腐剂，不得用于神经阻滞或椎管内注射。 ⑸巴比妥类药可促进利多卡因代谢，来那个药合用可引起心动过缓，窦性停搏。 ⑹与普鲁卡因胺合用，可产生一过性谵妄及幻觉，但不影响本品血药浓度。 ⑺异丙肾上腺素因增加肝血流量，可使本品的总清除率升高；去甲肾上腺素因减少肝血流量，可使本品总清除率下降。 ⑻与下列药品有配伍禁忌：苯巴比妥、硫喷妥钠、硝普钠、甘露醇、两性霉素B、氨苄西林、磺胺嘧啶。 ⑼由于药物迅速分布到组织中，达到治疗血药浓度迟缓，为了能较快地得到有效浓度，宜用负荷剂量加静脉维持量，如首次负荷量后5分钟不能达到理想效果，可再用首次量的1/2～1/3。 ⑽长期静滴，遇有心脏或肝脏功能障碍者，应减慢滴注速度，以免超量。 用法与用量 作为局部麻醉药应用： ⑴成人常用量：①骶管阻滞用于分娩镇痛，用量以200mg（1.0％）为限；用于外科止痛可酌增至200～250mg（1.0％～1.5％）。②硬脊膜外阻滞，胸腰段，250mg～300mg（1.5％～2.0％）。③浸润局麻或静注区域阻滞，50～300mg（0.25％～0.5％）。④外周神经阻滞，臂丛（单侧）250～300mg（1.5％）；牙科，20～100mg（2.0％）；肋间神经（每支），30mg（1.0％），300mg为限；宫颈旁浸润，左右侧各100mg（0.5％～1.0％）；椎旁脊神经阻滞（每支），30～50mg（1.0％），300mg为限；阴部神经，左右侧各100mg（0.5％～1.0％）。⑤交感神经节阻滞，颈星状神经50mg（1.0％），腰星状神经50～100mg（1.0％）⑥一次限量，一般不要超过200mg（4.0mg/kg），药液中加用肾上腺素用量可增至300～350mg（6.0mg/kg）。静注区域阻滞，极量4.0mg/kg。 ⑵小儿常用量：随个体而异，一次给药最高总量不得超过4.0～4.5mg/kg，常用0.25％～0.5溶液，特殊情况才用1.0％溶液。 ⑶作为临床检查时外用：①常用胶浆剂：盐酸利多卡因胶浆2％，涂抹于食管、咽喉、气管或尿道等导管的外壁；妇女作阴道检查时可用棉花签蘸5～7ml涂于局部；尿道扩张术或膀胱镜检查时用量200～400mg。②常用外用溶液：盐酸利多卡因外用溶液4％，在作胃镜前直接涂抹或喷雾于咽部或口腔黏膜表面，偶作鼻腔填塞，每次24小时处方不得超过3.0mg/kg，小儿慎用。③常用气雾剂或喷雾剂：盐酸利多卡因气雾剂或喷雾剂2％～4％，供作内镜检查，每次2％10～30ml；4％5～15ml。 作为抗心律失常药应用： ⑴常用量：①肌肉注射现已少用；②静脉注射，按体重1～1.5mg/kg（一般用50～100mg）作为首次负荷量静注2～3分钟，必要时每5分钟后再重复注射1～2次，1小时内最大量不超过300mg；③静脉滴注（一般以5％葡萄糖注射液配成1～4mg/ml药液滴注或用输液泵给药），用负荷量后可继续以每分钟1～4mg速度静滴维持；或以每分钟按体重0.015～0.03mg/kg速度静脉滴注。老年人、心力衰竭、心源性休克、肝血流量减少、肝或肾功能障碍时应减少用量，以每分钟0.5～1mg静滴。 ⑵极量：静脉注射1小时最大负荷量按体重4.5mg/kg（或300mg）。最大维持量为每分钟4mg。 ⑶用于眼科手术麻醉：滴入眼睑内，一次2滴，每2分钟1次，共2～3次。 剂型与规格 注射液 50mg 5ml 100mg 5ml基药 200mg 10ml基药 XC01B甲0326 0% 哪儿有 注射液 100mg 10ml 400mg 20ml 40mg 2ml基药 XC01B甲0326 0% 哪儿有 胶浆剂 0.2g 10g基药 0.4g 20g XN01BB乙0326 0% 哪儿有 气雾剂 XN01BB乙0326 5% 哪儿有 滴眼液 2％ 5ml 3％ 5ml 4％ 5ml 暂无 眼用凝胶剂 5ml:0.175g XS01H乙380 5% 暂无 注射用溶剂 4mg 2ml 哪儿有 凝胶贴膏 700mg:14g(14cm×10cm) XN01BB乙1035 5% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2864",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 457,
    "name": "盐酸罗哌卡因注射液",
    "full_name": "(甲10%)盐酸罗哌卡因注射液[国基]",
    "chemical_name": "盐酸罗哌卡因注射液",
    "dosage_form": "注射液",
    "types": [
      "国家基药"
    ],
    "manufacturers": [
      "Aspen Pharmacare Australia Pty Ltd",
      "江苏恒瑞医药"
    ],
    "specifications": [
      {
        "specification": "75mg/支",
        "manufacturer": "Aspen Pharmacare Australia Pty Ltd",
        "full_manufacturer": "Aspen Pharmacare Australia Pty Ltd（AstraZeneca AB）",
        "price": 26.74,
        "unit": "支",
        "code": "X00588",
        "approval_number": "H20140764",
        "insurance_code": "XN01BBL265B002020479096"
      },
      {
        "specification": "100mg/支",
        "manufacturer": "江苏恒瑞医药",
        "full_manufacturer": "江苏恒瑞医药股份有限公司(委托：上海恒瑞医药有限公司)",
        "price": 8.38,
        "unit": "支",
        "code": "X00708",
        "approval_number": "国药准字H20060137",
        "insurance_code": "XN01BBL265B002020101445",
        "location": "N-2",
        "outpatient_location": "U-3"
      }
    ],
    "pinyin": "yansuanluopaikayin",
    "pinyin_initials": "yslpky",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用于神经阻滞麻醉和硬膜外阻滞麻醉；以及低浓度时用于产科镇痛及术后镇痛。",
      "dosage": "用于硬膜外阻滞麻醉，包括骨科、妇科、泌尿科等下腹部及下肢手术，常用浓度为0.5％～1.0％。",
      "contraindications": "对本品过敏者禁用，肝肾功能不全者禁用。",
      "adverse_reactions": "参阅利多卡因。",
      "interactions": "⑴同时应用其他局麻药或与酰胺类局麻药结构相关的药物治疗的患者如同时使用本品应慎用。  <br>⑵与第Ⅲ类抗心律失常药（如胺碘酮）合用时应谨慎。  <br>⑶其他参阅利多卡因。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴心脏毒性较左旋布比卡因和布比卡因低，引起心律失常的阈值高，一旦出现心脏毒性，心脏复苏成功率较布比卡因及左旋布比卡因高。  \n⑵対子宫胎盘血流无影响。",
      "source": "湖南药事服务网",
      "full_indications": "适用于神经阻滞麻醉和硬膜外阻滞麻醉；以及低浓度时用于产科镇痛及术后镇痛。",
      "full_dosage": "用于硬膜外阻滞麻醉，包括骨科、妇科、泌尿科等下腹部及下肢手术，常用浓度为0.5％～1.0％。用于手术后镇痛及分娩镇痛，常用浓度为0.125％～0.2％。外用神经阻滞：剂量越大，起效时间越短，常用浓度：0.5％～0.75％。用氯化钠注射液按所需给药浓度溶解后使用。常用麻醉的参考剂量，见表三十二。<br>　　⑴在注射前以及注射期间，应仔细回吸以防止血管内注射。当需要大剂量注射时，如硬膜外麻醉，建议使用3～5ml试验剂量的含有肾上腺素的利多卡因（2％利多卡因）。如误静脉内可引起短暂的心率加快，或误蛛网膜下腔注射可出现脊髓麻醉。在注入标准剂量前及注入中需反复回吸并注意缓慢注射或逐渐增加注射速度（每分钟25～50mg），同时密切观察患者的生命体征并持续与患者交谈。如出现中毒症状，应立即停止注射。硬膜外阻滞中，罗哌卡因单次最高250mg的剂量曾被使用过，且耐受良好。当需要延长麻醉时，无论持续注入或重复单次注射都应考虑达到血浆中毒浓度或诱发局部神经损伤的危险，手术麻醉当累积剂量达到800mg时，或手术24小时用于镇痛时，对于成人来说都可以耐受。    <br>　　⑵对术后疼痛的治疗，建议采用以下技术：如果术前已经放置硬膜外导管，术中可经此导管给予本品7.5mg/ml实施硬膜外给药。术后用2mg/ml的本品维持镇痛。对大多数中度至重度的术后疼痛，临床研究表明每小时6～10ml（12～20mg）的输液速度，能够提供有效镇痛，只伴有轻微而非进行性的运动神经阻滞。采用这一技术后，对阿片类药物的需求明显下降。临床研究表明，对于需要较高剂量的患者，每小时12～14ml（24～28mg）的输液速度也能较好地耐受。    <br>　　⑶7.5mg/ml以上的浓度曾有用于剖宫产术的记录。",
      "full_contraindications": "对本品过敏者禁用，肝肾功能不全者禁用。",
      "full_adverse_reactions": "参阅利多卡因。",
      "full_interactions": "⑴同时应用其他局麻药或与酰胺类局麻药结构相关的药物治疗的患者如同时使用本品应慎用。  <br>⑵与第Ⅲ类抗心律失常药（如胺碘酮）合用时应谨慎。  <br>⑶其他参阅利多卡因。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴心脏毒性较左旋布比卡因和布比卡因低，引起心律失常的阈值高，一旦出现心脏毒性，心脏复苏成功率较布比卡因及左旋布比卡因高。  <br>⑵対子宫胎盘血流无影响。",
      "pharmacodynamics": "本品为新的长效局麻药，化学结构介于甲哌卡因与布比卡因之间，只是在其氮己环的侧链倍丙基取代。与多数酰胺类局麻药所不同，它不是左旋混合物而是单一对映结构体（S型）。其脂溶性及神经阻滞效能：利多卡因＜罗哌卡因＜布比卡因，对心脏毒性：布比卡因＞左旋布比卡因＞罗哌卡因。",
      "full_pharmacodynamics": "本品为新的长效局麻药，化学结构介于甲哌卡因与布比卡因之间，只是在其氮己环的侧链倍丙基取代。与多数酰胺类局麻药所不同，它不是左旋混合物而是单一对映结构体（S型）。其脂溶性及神经阻滞效能：利多卡因＜罗哌卡因＜布比卡因，对心脏毒性：布比卡因＞左旋布比卡因＞罗哌卡因。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2871",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 458,
    "name": "盐酸洛贝林注射液",
    "full_name": "(甲)盐酸洛贝林注射液[国基]",
    "chemical_name": "盐酸洛贝林注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海禾丰制药",
      "北京市永康药业"
    ],
    "specifications": [
      {
        "specification": "3mg/支",
        "manufacturer": "上海禾丰制药",
        "full_manufacturer": "上海禾丰制药有限公司",
        "price": 18.25,
        "unit": "支",
        "code": "X00587",
        "approval_number": "国药准字H31021342",
        "insurance_code": "XR07ABL271B002010200673"
      },
      {
        "specification": "3mg/支",
        "manufacturer": "北京市永康药业",
        "full_manufacturer": "北京市永康药业有限公司",
        "price": 18.25,
        "unit": "支",
        "code": "X00695",
        "approval_number": "国药准字H11020525",
        "insurance_code": "XR07ABL271B002020100137",
        "location": "N-5"
      }
    ],
    "pinyin": "yansuanluobeilin",
    "pinyin_initials": "yslbl",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "主要用于各种原因引起的呼吸抑制。临床上常用于新生儿窒息，一氧化碳、阿片中毒。",
      "dosage": "成人：，一次3mg",
      "contraindications": "尚不明确。",
      "adverse_reactions": "常见：恶心、呕吐、头痛等。",
      "interactions": "洛贝林与碱性药物合用，产生山梗素沉淀；与尼古丁合用，可出现恶心、出　汗、心悸等症状。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴本品可用于婴幼儿、新生儿。  \n⑵剂量较大时，能引起心动过速、传导阻滞、呼吸抑制甚至惊厥。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于各种原因引起的呼吸抑制。临床上常用于新生儿窒息，一氧化碳、阿片中毒。",
      "full_dosage": "⑴静脉注射：常用量：①成人，一次3mg；极量：一次6mg，一日20mg。②小儿，一次0.3～3mg，必要时每隔30分钟可重复使用；新生儿窒息可注入肚脐静脉3mg。  <br>　　⑵皮下或肌肉注射：常用量：①成人，一次10mg；极量：一次20mg，一日50mg。②小儿，一次1～3mg。",
      "full_contraindications": "尚不明确。",
      "full_adverse_reactions": "⑴可有恶心、呕吐、呛咳、头痛、心悸等。  <br>⑵剂量较大时能引起心动过速、传导阻滞、呼吸抑制甚至惊厥。",
      "full_interactions": "洛贝林与碱性药物合用，产生山梗素沉淀；与尼古丁合用，可出现恶心、出　汗、心悸等症状。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品可用于婴幼儿、新生儿。  <br>⑵剂量较大时，能引起心动过速、传导阻滞、呼吸抑制甚至惊厥。",
      "pharmacodynamics": "可刺激颈动脉窦和主动脉体化学感受器（均为N1受体），反射性地兴奋呼吸中枢而使呼吸加快，但对呼吸中枢并无直接兴奋作用。对迷走神经中枢和血管运动中枢也同时具有放射性的兴奋作用；对植物神经节先兴奋而后阻断。",
      "full_pharmacodynamics": "可刺激颈动脉窦和主动脉体化学感受器（均为N1受体），反射性地兴奋呼吸中枢而使呼吸加快，但对呼吸中枢并无直接兴奋作用。对迷走神经中枢和血管运动中枢也同时具有放射性的兴奋作用；对植物神经节先兴奋而后阻断。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=941",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 459,
    "name": "盐酸麻黄碱注射液",
    "full_name": "(甲)盐酸麻黄碱注射液",
    "chemical_name": "盐酸麻黄碱注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "东北制药集团沈阳第一制药"
    ],
    "specifications": [
      {
        "specification": "30mg/支",
        "manufacturer": "东北制药集团沈阳第一制药",
        "full_manufacturer": "东北制药集团沈阳第一制药有限公司",
        "price": 4.11,
        "unit": "支",
        "code": "X00538",
        "approval_number": "国药准字H21022412",
        "insurance_code": "XC01CAM001B002010201161",
        "location": "麻精"
      }
    ],
    "pinyin": "yansuanmahuangjian",
    "pinyin_initials": "ysmhj",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于蛛网膜下腔麻醉或硬膜外麻醉；各种原因；蛛网膜下腔麻醉或硬膜外麻醉引起的低血压及慢性低血压症；各种原因引起的鼻黏膜充血、肿胀引起的鼻塞；鼻出血。",
      "dosage": "成人：，常用量一次15～30mg",
      "contraindications": "禁用：高血压、器质性心脏病、冠状动脉粥样硬化、脑动脉硬化、甲状腺亢进及糖尿病等患者。",
      "adverse_reactions": "⑴偶有鼻刺痛感，烧灼感等局部刺激症状。  \n⑵高浓度、频繁和长期使用，对鼻黏膜有损害作用。  \n⑶偶有患者使用后出现血压升高。",
      "interactions": "⑴麻黄碱与巴比妥类、苯海拉明、氨茶碱合用，通过后者的中枢抑制、抗过敏、抗胆碱、解除支气管痉挛及减少腺体分泌作用。  <br>⑵忌与帕吉林（优降宁）等单胺氧化酶抑制药合用，以免引起血压过高。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴不宜长期使用。  ⑵老年人、孕妇慎用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴预防支气管哮喘发作和缓解轻度哮喘发作，对急性重度哮喘发作效果不佳。    <br>⑵用于蛛网膜下腔麻醉或硬膜外麻醉引起的低血压及慢性低血压症。    <br>⑶用于各种原因引起的鼻黏膜充血、肿胀引起的鼻塞，急、慢性鼻炎、鼻窦炎，也可用于鼻出血。",
      "full_dosage": "⑴支气管哮喘：口服：成人，常用量一次15～30mg，一日45～90mg；极量，一次60mg，一日150mg。皮下或肌内注射：成人，常用量一次15～30mg，一日45～60mg；极量，一次60mg，一日150mg。    <br>　　⑵蛛网膜下隙麻醉或硬膜外麻醉时维持血压：麻醉前皮下或肌内注射20～50mg。慢性低血压症，每次口服20～50mg，一日2次或3次。    <br>　　⑶解除鼻黏膜充血、水肿：滴鼻或喷入鼻腔，成人一日3次，一次3～4滴；小儿宜用0.5％的溶液，一日3次，一次3～4滴；    <br>　　⑷止血用2％的溶液。",
      "full_contraindications": "禁用于高血压、器质性心脏病、冠状动脉粥样硬化、脑动脉硬化、甲状腺亢进及糖尿病等患者。",
      "full_adverse_reactions": "⑴偶有鼻刺痛感，烧灼感等局部刺激症状。  <br>⑵高浓度、频繁和长期使用，对鼻黏膜有损害作用。  <br>⑶偶有患者使用后出现血压升高。",
      "full_interactions": "⑴麻黄碱与巴比妥类、苯海拉明、氨茶碱合用，通过后者的中枢抑制、抗过敏、抗胆碱、解除支气管痉挛及减少腺体分泌作用。  <br>⑵忌与帕吉林（优降宁）等单胺氧化酶抑制药合用，以免引起血压过高。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴不宜长期使用。  ⑵老年人、孕妇慎用。",
      "pharmacodynamics": "⑴药效学：可直接激动肾上腺素受体，也可通过促使肾上腺素能神经末梢释放去甲肾上腺素而间接激动肾上腺素受体，对α和β受体均有激动作用：①心血管系统：使皮肤、黏膜和内脏血管收缩，血容量减少；冠脉和脑血管扩张，血流量增加。用药后血压升高，脉压加大。使心收缩力增强，心输出量增加。由于血压升高反射性地兴奋迷走神",
      "full_pharmacodynamics": "⑴药效学：可直接激动肾上腺素受体，也可通过促使肾上腺素能神经末梢释放去甲肾上腺素而间接激动肾上腺素受体，对α和β受体均有激动作用：①心血管系统：使皮肤、黏膜和内脏血管收缩，血容量减少；冠脉和脑血管扩张，血流量增加。用药后血压升高，脉压加大。使心收缩力增强，心输出量增加。由于血压升高反射性地兴奋迷走神经，故心率不变或稍慢。②支气管：松弛支气管平滑肌；其α效应尚可使支气管黏膜血管收缩，减轻充血水肿，有利于改善小气道阻塞。但长期应用反致黏膜血管过度收缩，毛细血管压增加，充血水肿反加重。此外，α效应尚可加重支气管平滑肌痉挛。③中枢神经系统：兴奋大脑皮层和皮层下中枢，产生精神兴奋、失眠、不安和震颤等。④本品通过激动α受体引起血管收缩，从而减少鼻腔黏膜容积。其血管收缩作用比较持久而缓和，对鼻黏膜上皮纤毛活动影响少，改善鼻腔通气，促进鼻窦引流，并可减轻局部炎症。  <br>　　⑵药动学：口服后易自肠吸收，可通过血脑屏障进入脑脊液。Ｖd为3～4L/kg，吸收后仅少量脱胺氧化，79％以原形经尿排泄。作用较肾上腺素弱而持久，ｔ1/2为3～4小时。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1626",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 460,
    "name": "盐酸吗啡片",
    "full_name": "(甲)盐酸吗啡片[国基]",
    "chemical_name": "盐酸吗啡片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "青海制药"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "青海制药",
        "full_manufacturer": "青海制药有限公司",
        "price": 15.65,
        "unit": "袋",
        "code": "Y00000014878",
        "approval_number": "国药准字H63020014",
        "insurance_code": "XN02AAM022A001010105956"
      }
    ],
    "pinyin": "yansuanmafei",
    "pinyin_initials": "ysmf",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "作为强效镇痛药。本品制剂用于其他镇痛药无效的急性锐痛及剧痛，如严重创伤、战伤、烧伤等疼痛。可缓解心肌梗死和左心室衰竭以及心源性肺水肿。用于麻醉和手术前保持病人适当的镇静。口服制剂用于癌痛。",
      "dosage": "成人：常用量，普通片剂一次5～15mg",
      "contraindications": "孕妇禁用。",
      "adverse_reactions": "常见：恶心、呕吐、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵慎用于老年人。⑸慎用于肾绞痛、胆绞痛，可使疼痛加剧，必要时与阿托品合用。⑷吗啡注入硬膜外隙或蛛网膜下隙后，应监测呼吸及循环功能，前者24小时，后者12小时。",
      "source": "湖南药事服务网",
      "full_indications": "作为强效镇痛药。本品制剂用于其他镇痛药无效的急性锐痛及剧痛，如严重创伤、战伤、烧伤等疼痛。可缓解心肌梗死和左心室衰竭以及心源性肺水肿。用于麻醉和手术前保持病人适当的镇静。口服制剂用于癌痛。",
      "full_dosage": "⑴口服：①成人常用量，普通片剂一次5～15mg，一日15～60mg。②极量，一次30mg，一日100mg。对于重度癌痛患者，首次剂量范围较大，一日3～6次，临睡前一次剂量可加倍。服用缓、控释片宜从每12小时服用10～20mg开始，视镇痛效果调整剂量；服用时必须整片吞服，不可掰开或嚼碎，用量可达每日1～2g。    <br>　　⑵皮下注射：①成人常用量，一次5～15mg，一日15～40mg。②极量，一次20mg，一日60mg。    <br>　　⑶静脉注射：盐酸吗啡成人镇痛时常用量5～10mg；用作静脉全麻不要超过1mg/kg，不足时加用作用时效短的本类镇痛药，以免苏醒延迟，术后发生血压下降和长时间呼吸抑制。<br>　　⑷手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极量5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下隙，一次0.1～0.3mg，原则上不再重复给药。",
      "full_contraindications": "⑴未成熟新生儿、婴幼儿、孕妇、哺乳期妇女、呼吸抑制病人、脑外伤颅内高压、支气管哮喘、肺源性心脏病代偿失调、甲状腺功能减退、皮质功能不全、前列腺肥大、排尿困难及严重肝功能不全、休克尚未纠正控制前、麻痹性肠梗阻等患者禁用。<br>⑵临盆产妇也禁用。",
      "full_adverse_reactions": "⑴心血管系统：心动过缓，低血压，心律失常，高血压。  <br>⑵呼吸系统：支气管痉挛、喉痉挛。  <br>⑶消化系统：恶心、呕吐、胆道痉挛，便秘。  <br>⑷中枢神经系统：视物模糊、晕厥、欣快、烦躁。  <br>⑸泌尿生殖系统：尿潴留、抗利尿作用、子宫痉挛。  <br>⑹过敏反应：瘙痒、荨麻疹。  <br>⑺其他：胸壁僵硬。",
      "full_interactions": "⑴药液不得与氨茶碱、巴比妥类钠盐等碱性液、溴或碘化物、碳酸氢钠、氧化剂（如高锰酸钾）、植物收敛剂、氢氯噻嗪、肝素钠、苯妥英钠、呋喃妥因、新生霉素、甲氧西林、氯丙嗪、异丙嗪、哌替啶、磺胺嘧啶、磺胺甲噁唑以及铁、铝、镁、银、锌化合物等接触，以免发生浑浊沉淀。  <br>⑵与氮芥、环磷酰胺合用，增加氮芥、环磷酰胺的毒性。  <br>⑶与二甲双胍合用，增加乳酸性酸中毒的危险性。  <br>⑷与Ｍ胆碱受体阻断药（尤其是阿托品）合用，便秘加重，增加麻痹性肠梗阻和尿潴留的危险性。  <br>⑸与胍乙啶、美卡拉明、金刚烷胺、溴隐亭、左旋多巴、利多卡因、普鲁卡因胺、奎尼丁、亚硝酸钠、利尿药合用发生体位性低血压。  <br>⑹与生长抑素、利福平、利福布汀合用降低吗啡的疗效。  <br>⑺与美西律合用抑制并延迟美西律的吸收。  <br>⑻与艾司洛尔合用使艾司洛尔的血药浓度升高。  <br>⑼与纳洛酮、烯丙吗啡合用拮抗吗啡的作用。  <br>⑽与西咪替丁合用出现呼吸暂停、精神错乱和肌肉抽搐。  <br>⑾与纳曲酮、卡马西平合用出现阿片戒断症状。  <br>⑿与香草醛合用增加香草醛的抗凝血作用。  <br>⒀其余参阅麻醉性镇痛药。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴连用3～5天可能产生耐药性，长期应用可成瘾。  <br>⑵慎用于老年人。  <br>⑶应用大量吗啡进行静脉全麻时，常和神经安定药并用，诱导中可发生低血压，手术开始遇到外科刺激是血压又会骤升，应及早对症处理。  <br>⑷吗啡注入硬膜外隙或蛛网膜下隙后，应监测呼吸及循环功能，前者24小时，后者12小时。<br>⑸慎用于肾绞痛、胆绞痛，可使疼痛加剧，必要时与阿托品合用。  <br>⑹中毒解救除一般中毒处理外，还可静脉注射纳洛酮0.005～0.01mg/kg，成人0.4mg，亦可用烯丙吗啡作为拮抗药。  <br>⑺对于重度癌痛患者，吗啡使用量可不受药典中极量的限制。",
      "pharmacodynamics": "⑴药效学：吗啡作用于中枢神经系统与含平滑肌的器官，产生镇痛、嗜睡、欣快、剂量相关的呼吸抑制等。使动脉、静脉舒张，周围血管阻力下降。抑制咳嗽中枢，可以镇咳。可激活中枢极后区引起恶性、呕吐。影响消化道运动引起便秘。释放组胺引起皮肤瘙痒与支气管痉挛。  <br>　　⑵药动学：吗啡起效时间因给药途径而不同；",
      "full_pharmacodynamics": "⑴药效学：吗啡作用于中枢神经系统与含平滑肌的器官，产生镇痛、嗜睡、欣快、剂量相关的呼吸抑制等。使动脉、静脉舒张，周围血管阻力下降。抑制咳嗽中枢，可以镇咳。可激活中枢极后区引起恶性、呕吐。影响消化道运动引起便秘。释放组胺引起皮肤瘙痒与支气管痉挛。  <br>　　⑵药动学：吗啡起效时间因给药途径而不同；静脉注射即刻，肌内注射1～5分钟，口服60分钟，椎管内给药15～60分钟。峰作用时间：静脉注射5～20分钟，肌内注射30～60分钟，皮下注射50～90分钟，口服60分钟，硬膜外腔单次注射30分钟。作用维持时间：静脉注射、肌内注射、皮下注射为2～7小时，椎管内给药6～24小时。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1003",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 461,
    "name": "盐酸吗啡注射液",
    "full_name": "(甲)盐酸吗啡注射液[国基]",
    "chemical_name": "盐酸吗啡注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "东北制药集团沈阳第一制药"
    ],
    "specifications": [
      {
        "specification": "10mg/支",
        "manufacturer": "东北制药集团沈阳第一制药",
        "full_manufacturer": "东北制药集团沈阳第一制药有限公司",
        "price": 3.72,
        "unit": "支",
        "code": "X00622",
        "approval_number": "国药准字H21022436",
        "insurance_code": "XN02AAM022B002010201161",
        "location": "麻精"
      }
    ],
    "pinyin": "yansuanmafei",
    "pinyin_initials": "ysmf",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "作为强效镇痛药。本品制剂用于其他镇痛药无效的急性锐痛及剧痛，如严重创伤、战伤、烧伤等疼痛。可缓解心肌梗死和左心室衰竭以及心源性肺水肿。用于麻醉和手术前保持病人适当的镇静。口服制剂用于癌痛。",
      "dosage": "成人：常用量，普通片剂一次5～15mg",
      "contraindications": "症 ⑴未成熟新生儿、婴幼儿、孕妇、哺乳期妇女、呼吸抑制病人、脑外伤颅内高压、支气管哮喘、肺源性心脏病代偿失调、状腺功能减退、皮质功能不全、前列腺肥大、排尿困难及严重肝功能不全、休克尚未纠正控制前、麻痹性肠梗阻等患者禁用。⑵临盆产妇也禁用。",
      "adverse_reactions": "⑴心血管系统：心动过缓，低血压，心律失常，高血压。 ⑵呼吸系统：支气管痉挛、喉痉挛。 ⑶消化系统：恶心、呕吐、胆道痉挛，便秘。 ⑷中枢神经系统：视物模糊、晕厥、欣快、烦躁。 ⑸泌尿生殖系统：尿潴留、抗利尿作用、子宫痉挛。 ⑹过敏反应：瘙痒、荨麻疹。 ⑺其他：胸壁僵硬。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑵慎用于老年人。⑸慎用于肾绞痛、胆绞痛，可使疼痛加剧，必要时与阿托品合用。⑷吗啡注入硬膜外隙或蛛网膜下隙后，应监测呼吸及循环功能，前者24小时，后者12小时。",
      "source": "湖南药事服务网",
      "full_indications": "作为强效镇痛药。本品制剂用于其他镇痛药无效的急性锐痛及剧痛，如严重创伤、战伤、烧伤等疼痛。可缓解心肌梗死和左心室衰竭以及心源性肺水肿。用于麻醉和手术前保持病人适当的镇静。口服制剂用于癌痛。",
      "full_dosage": "⑴口服：①成人常用量，普通片剂一次5～15mg，一日15～60mg。②极量，一次30mg，一日100mg。对于重度癌痛患者，首次剂量范围较大，一日3～6次，临睡前一次剂量可加倍。服用缓、控释片宜从每12小时服用10～20mg开始，视镇痛效果调整剂量；服用时必须整片吞服，不可掰开或嚼碎，用量可达每日1～2g。 ⑵皮下注射：①成人常用量，一次5～15mg，一日15～40mg。②极量，一次20mg，一日60mg。 ⑶静脉注射：盐酸吗啡成人镇痛时常用量5～10mg；用作静脉全麻不要超过1mg/kg，不足时加用作用时效短的本类镇痛药，以免苏醒延迟，术后发生血压下降和长时间呼吸抑制。 ⑷手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极量5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下隙，一次0.1～0.3mg，原则上不再重复给药。",
      "full_contraindications": "症 ⑴未成熟新生儿、婴幼儿、孕妇、哺乳期妇女、呼吸抑制病人、脑外伤颅内高压、支气管哮喘、肺源性心脏病代偿失调、状腺功能减退、皮质功能不全、前列腺肥大、排尿困难及严重肝功能不全、休克尚未纠正控制前、麻痹性肠梗阻等患者禁用。⑵临盆产妇也禁用。",
      "full_adverse_reactions": "⑴心血管系统：心动过缓，低血压，心律失常，高血压。 ⑵呼吸系统：支气管痉挛、喉痉挛。 ⑶消化系统：恶心、呕吐、胆道痉挛，便秘。 ⑷中枢神经系统：视物模糊、晕厥、欣快、烦躁。 ⑸泌尿生殖系统：尿潴留、抗利尿作用、子宫痉挛。 ⑹过敏反应：瘙痒、荨麻疹。 ⑺其他：胸壁僵硬。",
      "full_interactions": "⑴药液不得与氨茶碱、巴比妥类钠盐等碱性液、溴或碘化物、碳酸氢钠、氧化剂（如高锰酸钾）、植物收敛剂、氢氯噻嗪、肝素钠、苯妥英钠、呋喃妥因、新生霉素、氧西林、氯丙嗪、异丙嗪、哌替啶、磺胺嘧啶、磺胺噁唑以及铁、铝、镁、银、锌化合物等接触，以免发生浑浊沉淀。 ⑵与氮芥、环磷酰胺合用，增加氮芥、环磷酰胺的毒性。 ⑶与二双胍合用，增加乳酸性酸中毒的危险性。 ⑷与Ｍ胆碱受体阻断药（尤其是阿托品）合用，便秘加重，增加麻痹性肠梗阻和尿潴留的危险性。 ⑸与胍啶、美卡拉明、金刚烷胺、溴隐亭、左旋多巴、利多卡因、普鲁卡因胺、奎尼丁、亚硝酸钠、利尿药合用发生体位性低血压。 ⑹与生长抑素、利福平、利福布汀合用降低吗啡的疗效。 ⑺与美西律合用抑制并延迟美西律的吸收。 ⑻与艾司洛尔合用使艾司洛尔的血药浓度升高。 ⑼与纳洛酮、烯丙吗啡合用拮抗吗啡的作用。 ⑽与西咪替丁合用出现呼吸暂停、精神错乱和肌肉抽搐。 ⑾与纳曲酮、卡马西平合用出现阿片戒断症状。 ⑿与香草醛合用增加香草醛的抗凝血作用。 ⒀其余参阅麻醉性镇痛药。 药物过量 ①应用特异性解毒剂：纳洛酮、烯丙吗啡；②应用利尿药或高渗葡萄糖注射液促使药物治疗毒物排出体外；③呼吸抑制可用阿托品刺激呼吸中枢。 用药交代 ⑴口服用药时可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵对于重度癌痛病人，吗啡使用量可超过极量限制（即不受药典中关于吗啡极量的限制）。 给药说明 吗啡肌注不是不可以，但不推荐，结合药动学和现有的证据来看，皮下注射在止疼效果上不劣于肌肉注射，安全性更高（伤不到神经），依从性更好（引起的疼痛较轻）。吗啡肌注是一种给药选择，但仅限于硫酸吗啡注射液，盐酸吗啡肌内注射为超说明书用药，使用需谨慎。 用法与用量 ⑴口服：①成人常用量，普通片剂一次5～15mg，一日15～60mg。②极量，一次30mg，一日100mg。对于重度癌痛患者，首次剂量范围较大，一日3～6次，临睡前一次剂量可加倍。服用缓、控释片宜从每12小时服用10～20mg开始，视镇痛效果调整剂量；服用时必须整片吞服，不可掰开或嚼碎，用量可达每日1～2g。 ⑵皮下注射：①成人常用量，一次5～15mg，一日15～40mg。②极量，一次20mg，一日60mg。 ⑶静脉注射：盐酸吗啡成人镇痛时常用量5～10mg；用作静脉全麻不要超过1mg/kg，不足时加用作用时效短的本类镇痛药，以免苏醒延迟，术后发生血压下降和长时间呼吸抑制。 ⑷手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极量5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下隙，一次0.1～0.3mg，原则上不再重复给药。",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴连用3～5天可能产生耐药性，长期应用可成瘾。 ⑵慎用于老年人。 ⑶应用大量吗啡进行静脉全麻时，常和神经安定药并用，诱导中可发生低血压，手术开始遇到外科刺激是血压又会骤升，应及早对症处理。 ⑷吗啡注入硬膜外隙或蛛网膜下隙后，应监测呼吸及循环功能，前者24小时，后者12小时。 ⑸慎用于肾绞痛、胆绞痛，可使疼痛加剧，必要时与阿托品合用。 ⑹中毒解救除一般中毒处理外，还可静脉注射纳洛酮0.005～0.01mg/kg，成人0.4mg，亦可用烯丙吗啡作为拮抗药。 ⑺对于重度癌痛患者，吗啡使用量可不受药典中极量的限制。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1003",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 462,
    "name": "复方盐酸阿米洛利片",
    "full_name": "(自)复方盐酸阿米洛利片[市基]",
    "chemical_name": "复方盐酸阿米洛利片",
    "dosage_form": "片",
    "types": [
      "市基药"
    ],
    "manufacturers": [
      "江苏迪赛诺制药"
    ],
    "specifications": [
      {
        "specification": "1片/片",
        "manufacturer": "江苏迪赛诺制药",
        "full_manufacturer": "江苏迪赛诺制药有限公司",
        "price": 7.74,
        "unit": "盒",
        "code": "X00014",
        "approval_number": "国药准字H10900029",
        "insurance_code": "XC03DBF555A001010101495",
        "location": "L-7"
      }
    ],
    "pinyin": "fufangyansuanamiluoli",
    "pinyin_initials": "ffysamll",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "主要治疗水肿性疾病，亦可用于难治性低钾血症的辅助治疗。由于螺内酯和氨苯蝶啶大部分需经肝脏代谢后排出体外，肝功能严重损害时，两药代谢减少，不易掌握剂量，此时宜用此药，因其不需要经肝脏代谢。",
      "dosage": "⑴口服：成人常用量，开始一次2.5～5mg，一日1次，以后酌情调整剂量，必要时一次2.5mg，一日2次，与食物同服。一日最大剂量不超过20mg。    ⑵小儿：剂量尚未确定。",
      "contraindications": "对本品过敏者、严重肾功能减退、高钾血症者禁用。",
      "adverse_reactions": "单独使用时高钾血症较常见。本药偶可引起低钠血症，高钙血症，轻度代谢性酸中毒。胃肠道反应如恶心、呕吐、腹痛、腹泻或便秘；头痛、头晕、性功能下降，过敏反应表现为皮疹甚至呼吸困难。",
      "interactions": "本品不宜与其他潴钾利尿药合用。与氯化铵合用易发生代谢性酸中毒。甘珀酸钠、甘草类制剂具有醛固酮样作用，可降低本品的利尿作用。其余参阅螺内酯。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率1，Tmax约4小时，肾脏排泄。",
      "precautions": "⑸下列情况慎用：①少尿；",
      "source": "湖南药事服务网",
      "full_indications": "主要治疗水肿性疾病，亦可用于难治性低钾血症的辅助治疗。由于螺内酯和氨苯蝶啶大部分需经肝脏代谢后排出体外，肝功能严重损害时，两药代谢减少，不易掌握剂量，此时宜用此药，因其不需要经肝脏代谢。",
      "full_dosage": "⑴口服：成人常用量，开始一次2.5～5mg，一日1次，以后酌情调整剂量，必要时一次2.5mg，一日2次，与食物同服。一日最大剂量不超过20mg。    ⑵小儿：剂量尚未确定。",
      "full_contraindications": "对本品过敏者、严重肾功能减退、高钾血症者禁用。",
      "full_adverse_reactions": "单独使用时高钾血症较常见。本药偶可引起低钠血症，高钙血症，轻度代谢性酸中毒。胃肠道反应如恶心、呕吐、腹痛、腹泻或便秘；头痛、头晕、性功能下降，过敏反应表现为皮疹甚至呼吸困难。",
      "full_interactions": "本品不宜与其他潴钾利尿药合用。与氯化铵合用易发生代谢性酸中毒。甘珀酸钠、甘草类制剂具有醛固酮样作用，可降低本品的利尿作用。其余参阅螺内酯。",
      "full_pharmacokinetics": "⑴药效学：主要抑制末端远端小管和集合管的Na+-K+和Na+-H+交换，从而使Na+和水排出增多，而K+和H+排出减少。本药还使Ca2+和Mg2+排泄减少。本药与排钾利尿药合用，可明显减少钾的排泄，并部分减少Ca2+和Mg2+的排泄。而排Na+和水的作用则增强。  <br>　　⑵药动学：口服吸收不完全，生物利用度（F）为50％，食物可降低生物利用度。血浆蛋白结合率低，在体内不被代谢，ｔ1/2为6～9小时，单次口服起效时间为2小时，达峰时间为3～4小时，有效持续时间为6～10小时，持续24小时。20％～50％经肾脏排泄，40％左右随粪便排出。",
      "full_precautions": "⑴动物实验表明对胎仔无不良作用，无致畸和致肿瘤作用。但孕妇应在医生指导下用药。  <br>⑵无实验证实本药能否经乳汁分泌。  <br>⑶老年人应用本药较易出现高钾血症和肾损害等，用药期间应密切观察。  <br>⑷对诊断的干扰：可使下列测定值升高：血糖（尤其是糖尿病患者）。血肌酐、尿素和尿素氮（尤其是老年人和已有肾功能损害者），血钾、血镁及血浆肾素等。血钠浓度下降。  ⑸下列情况慎用：①少尿；②肾功能损害；③糖尿病；④酸中毒和低钠血症。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1738",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 463,
    "name": "盐酸曲唑酮片",
    "full_name": "(乙10%)盐酸曲唑酮片",
    "chemical_name": "盐酸曲唑酮片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "台湾海默尼药业"
    ],
    "specifications": [
      {
        "specification": "50mg/片",
        "manufacturer": "台湾海默尼药业",
        "full_manufacturer": "台湾海默尼药业有限公司（美时化学制药股份有限公司南投厂）",
        "price": 52.13,
        "unit": "盒",
        "code": "X00015",
        "approval_number": "国药准字HC20171014",
        "insurance_code": "XN06AXQ113A001010279116",
        "location": "E-2",
        "outpatient_location": "G-3"
      }
    ],
    "pinyin": "yansuanquzuotong",
    "pinyin_initials": "ysqzt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于各种抑郁症。顽固性抑郁症患者经其他抗抑郁药治疗无效者，用本品往往有效，尤其用于老年性抑郁症或伴发心脏疾患的患者。还可用于焦虑症。有报道可用于男性性功能障碍（主要是治疗早泄）。",
      "dosage": "口服：起始量一日50～100mg，常用量一日100～150mg，最大剂量不超过一日400mg，分2次服用。",
      "contraindications": "对本品过敏及严重的心脏病患者。",
      "adverse_reactions": "常见：嗜睡、疲乏、眩晕、头痛、失眠、紧张、震颤、激动、视物模糊、口干、便秘",
      "interactions": "⑴与单胺氧化酶抑制药合用可能导致严重的不良反应。  <br>⑵可增强酒精和中枢抑制药的中枢抑制作用。  <br>⑶与可增强5-HT能神经功能的药物合用可引起5-HT综合征。  <br>⑷与CYP抑制剂或诱导剂合用，可产生药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约9小时，蛋白结合率89，肝脏代谢，肾脏排泄。",
      "precautions": "⑴严重肝肾功能不全慎用。⑷本品可引起警惕性下降、嗜睡等，司机或机械操作者慎用。⑶孕妇或哺乳期妇女不宜使用。",
      "source": "湖南药事服务网",
      "full_indications": "用于各种抑郁症。顽固性抑郁症患者经其他抗抑郁药治疗无效者，用本品往往有效，尤其适用于治疗老年性抑郁症或伴发心脏疾患的患者。还可用于治疗焦虑症。有报道可用于治疗男性性功能障碍（主要是治疗早泄）。",
      "full_dosage": "口服：起始量一日50～100mg，常用量一日100～150mg，最大剂量不超过一日400mg，分2次服用。老年人及肝肾功能不全者应减量。产生足够疗效后，可逐步降至最小有效量，维持数月。失眠者可睡前顿服50～100mg。<br>治疗早泄：前7天每晚睡前口服50mg，第2周增至每晚100mg。若无其它严重不良反应维持此剂量4周。",
      "full_contraindications": "对本品过敏及严重的心脏病患者。",
      "full_adverse_reactions": "⑴常见不良反应：嗜睡、疲乏、眩晕、头痛、失眠、紧张、震颤、激动、视物模糊、口干、便秘。  <br>⑵少见不良反应：体位性低血压、心动过速、恶心、呕吐、腹部不适。  <br>⑶罕见不良反应：肌肉疼痛、多梦、血清丙氨酸氨基转移酶升高、皮疹等。",
      "full_interactions": "⑴与单胺氧化酶抑制药合用可能导致严重的不良反应。  <br>⑵可增强酒精和中枢抑制药的中枢抑制作用。  <br>⑶与可增强5-HT能神经功能的药物合用可引起5-HT综合征。  <br>⑷与CYP抑制剂或诱导剂合用，可产生药物相互作用。",
      "full_pharmacokinetics": "⑴药效学：本品属5-HT受体阻断药和再摄取抑制药，能抑制突触前膜对5-HT的再摄取，并阻断5-HT1受体，也能阻断中枢α1受体，但不影响中枢多巴胺的再摄取。与其他抗抑郁药不同，它不抑制外周去甲肾上腺素的再摄取，而通过阻断突触前膜α2受体增加去甲肾上腺素的释放。此外，还能阻断突触后5-HT2A受体，其代谢产物具有激动5-HT1A、5-HT1B、5-HT1C及5-HT1D等受体的作用，本品有明显的镇静作用，但抗胆碱作用不显著。另外，因本品能抑制射精中枢，提高了射精的兴奋阈，从而延长射精的时间。<br>　　⑵药动学：口服易吸收，食物可影响吸收，空腹时ｔmax为1小时（进食后为2小时）。蛋白结合率89％～95％，少量可进入乳汁。在肝脏代谢，代谢途径为羟基化合N-氧化，生成具有活性的м-氯苯哌嗪。几乎全部以代谢物的形式从尿和粪便排出体外。半衰期（ｔ1/2）为5～9小时（活性代谢产物为4～14小时）。",
      "full_precautions": "⑴严重肝肾功能不全慎用。  <br>⑵老年人应减量。  <br>⑶孕妇或哺乳期妇女不宜使用。   <br>⑷本品可引起警惕性下降、嗜睡等，司机或机械操作者慎用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=824",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 464,
    "name": "盐酸阿米替林片",
    "full_name": "(甲)盐酸阿米替林片[国基]",
    "chemical_name": "盐酸阿米替林",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "湖南洞庭药业"
    ],
    "specifications": [
      {
        "specification": "25mg/片",
        "manufacturer": "湖南洞庭药业",
        "full_manufacturer": "湖南洞庭药业股份有限公司",
        "price": 32.0,
        "unit": "瓶",
        "code": "X00029",
        "approval_number": "国药准字H43020561",
        "insurance_code": "XN06AAA037A017010104917",
        "location": "L-6"
      }
    ],
    "pinyin": "yansuanamitilin",
    "pinyin_initials": "ysamtl",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于抑郁症、各种原因；抑郁症、各种原因所致的抑郁症状和精神分裂症伴抑郁症状者。",
      "dosage": "儿童：抑郁症为25～100mg",
      "contraindications": "对本品过敏、严重心脏病、高血压、肝肾功能不全、青光眼、排尿困难、尿潴留以及同时服用单胺氧化酶抑制剂等的患者。",
      "adverse_reactions": "常见：恶心、呕吐、心动过速、震颤、多汗、视物模糊、口干、便秘、排尿困难、体位性低血压、ECG异常、嗜睡、头痛、体重增加、性功能障碍等",
      "interactions": "⑴西咪替丁、哌醋甲酯、抗精神病药、钙通道阻滞剂等CYP抑制剂可降低本品代谢，导致血药浓度升高，易引起或加重不良反应，甚至产生中毒症状。  <br>⑵巴比妥类等CYP诱导剂可加速本品的代谢，降低血液黏度，减弱抗抑郁作用。  <br>⑶与单胺氧化酶抑制药合用或先后用药，可引起严重的不良反应。如两药需换用时，间隔应超过2周。  <br>⑷硫糖铝可明显影响本品吸收，使阿米替林AUC减少50％。  <br>⑸与抗惊厥药合用，可降低癫痫阈值，降低抗惊厥药作用，故需调整抗癫痫药的剂量。  <br>⑹与延长ＱＴ",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率90，肝脏代谢，肾脏排泄。",
      "precautions": "⑴下列情况应慎用：癫痫患者或有癫痫发作倾向者；⑵老年人对药物的代谢及排泄功能下降，对本品敏感性增加，用药时应减少剂量，同时需格外注意防止体位性低血压的发生。⑷用药前后及用药时检查及监测：白细胞计数、肝功能及心电图等。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于抑郁症、各种原因所致的抑郁症状和精神分裂症伴抑郁症状者；<br>2.预防偏头痛和偏头痛相关的头痛；<br>3.发作性、慢性紧张性头痛，慢性每日头痛和转化的偏头痛；<br>4.其他疼痛，如创伤后头痛、面部疼痛综合征等。",
      "full_dosage": "⑴抗抑郁：①口服：开始一日12.5～25mg，分1～3次服用，随后逐渐加量。有效剂量为每日150mg～250mg，维持量为一日50～100mg。缓释片因释放缓慢，故有效剂量可为一日50～100mg，每晚睡前服用。②肌肉注射：一次25～50mg，一日2次。儿童抑郁症为25～100mg/d。小儿遗尿症10～25mg，睡前服。    <br>⑵神经症：口服，开始一日12.5～25mg，分1～2次服用。有效剂量为25～150mg。",
      "full_contraindications": "对本品过敏、严重心脏病、高血压、肝肾功能不全、青光眼、排尿困难、尿潴留以及同时服用单胺氧化酶抑制剂等的患者。",
      "full_adverse_reactions": "⑴常见不良反应：恶心、呕吐、心动过速、震颤、多汗、视物模糊、口干、便秘、排尿困难、体位性低血压、ECG异常、嗜睡、头痛、体重增加、性功能障碍等。  <br>⑵少见的不良反应：激越、失眠、精神症状加剧、青光眼加剧、麻痹性肠梗阻、尿潴留、抽搐、迟发性运动障碍、男性乳房增大、闭经、肝功能异常、胆汁淤积性黄疸、过敏反应。偶可引起谵妄、心脏传导阻滞、心律失常、粒细胞减少、猝死。",
      "full_interactions": "⑴西咪替丁、哌醋甲酯、抗精神病药、钙通道阻滞剂等CYP抑制剂可降低本品代谢，导致血药浓度升高，易引起或加重不良反应，甚至产生中毒症状。  <br>⑵巴比妥类等CYP诱导剂可加速本品的代谢，降低血液黏度，减弱抗抑郁作用。  <br>⑶与单胺氧化酶抑制药合用或先后用药，可引起严重的不良反应。如两药需换用时，间隔应超过2周。  <br>⑷硫糖铝可明显影响本品吸收，使阿米替林AUC减少50％。  <br>⑸与抗惊厥药合用，可降低癫痫阈值，降低抗惊厥药作用，故需调整抗癫痫药的剂量。  <br>⑹与延长ＱＴ间期的药物合用时，会增加室性心律失常的风险。  <br>⑺与甲状腺激素同时服用，易导致心律失常。  <br>⑻吸烟可使阿米替林血药浓度降低。  <br>⑼阿米替林可提高机体对酒精的反应性，如过量饮酒易致酒精中毒。",
      "full_pharmacokinetics": "⑴药效学：本品为三环类抗抑郁药（TCAs）的代表药物。该药主要通过抑制突触前膜5-HT及去甲肾上腺素（NA）的再摄取，增强中枢5-HT能及NA能神经的功能，从而发挥抗抑郁作用。可使抑郁患者情绪明显改善，有效率约为70％。同时具有镇静、催眠、抗焦虑及抗胆碱作用。  <br>　　⑵药动学：口服吸收快而完全，有首关消除，ｔmax为8～12小时，血浆蛋白结合率90％，吸收后分布广泛，可透过胎盘屏障。经肝药酶（CYP）代谢，主要分布在脑、心、肝等组织。其主要代谢产物去甲替林也有较强的抗抑郁作用，此外，阿米替林的N-氧化物和羟基衍生物可能也有活性。其代谢产物由肾脏排出体外，也可从乳汁分泌。血药浓度个体差异大。ｔ1/2为9～25小时。",
      "full_precautions": "⑴下列情况应慎用：癫痫患者或有癫痫发作倾向者；前列腺炎、膀胱炎患者；5岁以下儿童；支气管哮喘患者。  <br>⑵老年人对药物的代谢及排泄功能下降，对本品敏感性增加，用药时应减少剂量，同时需格外注意防止体位性低血压的发生。  <br>⑶本品可透过胎盘屏障，动物实验表明，孕期服用大剂量阿米替林对胎儿有影响，但人类孕期用药安全性尚不清楚。全面投入可经乳汁排泄，对哺乳期婴儿有潜在不良影响，故哺乳期妇女硬要需权衡利弊。  <br>⑷用药前后及用药时检查及监测：白细胞计数、肝功能及心电图等。  <br>⑸过量可引起兴奋、口干、瞳孔扩大、心动过速、尿潴留、肠梗阻等抗胆碱作用的症状。严重时可致意识障碍、惊厥、肌痉挛、反射亢进、低血压、代谢性酸中毒、呼吸心跳抑制等。及时恢复后还可能发生致命的心律失常以及谵妄、意识障碍、易激惹和幻觉等。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=794",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 465,
    "name": "※※▲(甲)注射用两性霉素B",
    "full_name": "※※▲(甲)注射用两性霉素B",
    "chemical_name": "两性霉素B",
    "dosage_form": "注射用",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "华北制药"
    ],
    "specifications": [
      {
        "specification": "5mg/瓶",
        "manufacturer": "华北制药",
        "full_manufacturer": "华北制药股份有限公司",
        "price": 75.0,
        "unit": "瓶",
        "code": "X00030",
        "approval_number": "国药准字H13020285",
        "insurance_code": "XJ02AAL085B001020102697",
        "location": "2F-3"
      }
    ],
    "pinyin": "※※▲zhusheyongliangxingmeisub",
    "pinyin_initials": "※※▲zsylxmsb",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于下列真菌感染；不能耐受注射用两性霉素B；马尔尼菲青霉菌；药物；无效的患者；诊断已确立的深部真菌病（如获病原检查或组织学真菌检查阳性）；非侵袭性真菌病；不能耐受注射用两性霉素B引起的肾毒性。",
      "dosage": "成人：常用量：①静脉，开始给药时可先试从一次1～5mg",
      "contraindications": "对本品及其任何成分过敏者及严重肝病患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、发热、过敏、疼痛等。",
      "interactions": "⑴由于两性霉素Ｂ可诱发低钾血症，因此①除在减轻两性霉素Ｂ的不良反应时可合用嗜酸性皮质激素（可加重低钾血症）外，一般不推荐两者合用；如需合用，则激素宜给予最小剂量和最短疗程，并需监测血钾浓度和心脏功能。②可增强潜在的强心苷不良反应。③可增强神经肌肉阻滞作用，与具有神经肌肉阻滞作用的药物合用时应经常测定患者的血钾浓度。  <br>⑵两性霉素Ｂ与氟胞嘧啶合用可增强两者的药效；但也可增强氟胞嘧啶的毒性，因两性霉素Ｂ可增加氟胞嘧啶的细胞摄取并损伤其自肾排泄。  <br>⑶氨基糖苷类抗生素、抗肿瘤药、卷曲霉",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约173小时，蛋白结合率90，肝脏代谢，肾脏排泄。",
      "precautions": "⑹本品属妊娠期用药Ｂ类，妊娠期间该药仅在有明确指征时慎用。",
      "source": "湖南药事服务网",
      "full_indications": "1.适用于下列真菌感染的治疗：隐球菌病、皮炎芽生菌病、播散性念珠菌病、球孢子菌病、组织胞浆菌病、马内菲青霉病，由毛霉属、根霉属、犁头霉属和蛙粪霉属等所致的感染，由暗色真菌所致感染，由申克孢子丝菌引起的孢子丝菌病，由烟曲霉素等所致的曲霉病等。如上述真菌所致的败血症、心内膜炎、脑膜炎（隐球菌及其他真菌）、腹腔感染（包括与透析有关或无关者）、尿路感染和眼内炎等。<br>2.尚可作为美洲利什曼虫病的替代治疗药物。由于两性霉素B的明显毒性，该药主要用于诊断已确立的深部真菌病（如获病原检查或组织学真菌检查阳性），且病情较重呈进行性发展者。对临床真菌感染征象不明显，仅皮肤或血清试验阳性的患者不宜选用。该药也不宜用于非侵袭性真菌病，如中性粒细胞正常者的口腔、食道、阴道念珠菌病。两性霉素含脂复合制剂适用于不能耐受注射用两性霉素B引起的肾毒性，或出现于静脉用药相关的严重全身反应（寒战、发热等），或注射用两性霉素B治疗无效的患者，AMBL尚适用于粒细胞缺乏患者发热疑为真菌感染的经验治疗。<br>3.亦可用于马尔尼菲青霉菌引起的马尔尼菲青霉病的治疗。【用法用量】剂量从小剂量始，从10～20mg/d增至50mg/d，3次/周，连用16～22周。加入5%葡萄糖中缓慢滴注。",
      "full_dosage": "⑴注射用两性霉素B成人常用量：①静脉，开始给药时可先试从一次1～5mg或按体重一次0.02～0.1mg/kg给药，以后根据患者耐受情况每日或隔日增加5mg，当增加至一次0.6～0.7mg时即可暂停增加剂量。最高单次剂量按体重不超过1mg/kg，每日或隔1～2日给药1次，总累积量1.5～3.0g，疗程1～3个月，也可延长至6个月，需视患者病情及各类种类而定。对敏感真菌所致感染宜采用较小剂量，即成人一次20～30mg，疗程仍宜较长。②鞘内注射，首次为0.05～0.1mg以后逐渐增至0.5mg，最大量每次不超过1mg，每周给药2～3次，总量15mg左右。鞘内给药时宜与小剂量地塞米松或琥珀酸氢化可的松同时给予，并需用脑脊液反复稀释药液，边稀释边缓慢注入以减少反应。③持续膀胱冲洗，每日两性霉素B5mg加入1000ml灭菌注射用水中，按每小时注入40ml该药溶液速度进行膀胱冲洗5～10日。小儿常用量：静脉滴注及鞘内注射剂量以体重计算均同成人。    <br>⑵两性霉素B脂质复合体(ABLC):成人及小儿推荐剂量为一日5mg/kg，一日1次静脉滴注。静脉滴注液最终浓度应为1mg/ml，小儿及心血管疾病者可为2mg/ml。静脉滴注该药的速度为每小时2.5mg/kg。如静脉滴注时间超过2小时，则应注意摇匀药液，每2小时摇动输液袋1次。    <br>⑶两性霉素B脂质体（AMBL）：系统性真菌感染由曲霉、念珠菌或隐球菌所致者，一日3～5mg/kg，HIV感染的隐球菌脑膜炎患者，一日6mg/kg。中性粒细胞减少症发热时的经验治疗为每日3mg/kg。内脏利什曼原虫病的治疗，在免疫功能正常者，第1～5日一日3mg/kg，第14、21日一日3mg/kg。免疫缺陷者第1～5日，一日4mg/kg，第10、17、24、31、38日，一日4mg/kg。均为静脉滴注，一日1次。每次滴注时间120min。耐受性良好的患者静滴时间也可减少至60min，但如滴注时防止出现不适，应减慢滴注速度，药液需经输液通道内滤膜滤过后方可静脉滴注。    <br>⑷两性霉素B胆固醇复合体（ABCD）：成人及小儿推荐给药剂量均为一日3～4mg/kg，一日1次静脉滴注。应用前先以灭菌注射用水溶解药物，再以5％葡萄糖注射液稀释药液浓度至0.6mg/ml（0.16～0.83mg/ml),以1小时1mg/kg的速度静脉滴注。在首次给药前先予以试验剂量，即予以本品小剂量5mg/10ml(1.6～8.3mg/10ml）静脉滴注15～30分钟以上，并在滴完后30分钟内严密观察患者反应，如患者可耐受，每次静脉滴注时间可短于2小时，如患者不能耐受，则可延长静脉滴注时间至每次2小时以上。    <br>⑸灼烧伤后皮肤真菌感染，以0.1％溶液外涂；呼吸道真菌感染，以5～10mg配成0.2～0.3mg/ml溶液，一日分2次喷雾，疗程1个月；真菌性角膜溃疡，用1％眼膏或0.1％溶液外涂，一日2次。    <br>⑹用于真菌性角膜溃疡：滴入眼睑内，一次1～2滴，一日3～4次。",
      "full_contraindications": "对本品及其任何成分过敏者及严重肝病患者禁用。",
      "full_adverse_reactions": "⑴静滴过程中或静滴后数小时发生寒战、高热、严重头痛、恶心和呕吐，有时并可出现血压下降、眩晕等。两性霉素B含脂复合制剂静滴后全身反应较注射用两性霉素B为少见，其中ABCD相对略高。  <br>⑵几乎所有患者在疗程中均可出现不同程度的肾功能损害，尿中可出现红细胞、白细胞、蛋白和管型，血尿素氮及肌酐升高，肌酐清除率降低，也可引起肾小管性酸中毒。两性霉素B含脂复合制剂发生肾毒性者明显较注射用两性霉素B少见。  <br>⑶由于大量钾离子排出所致的低钾血症。  <br>⑷血液系统毒性反应，可发生正常红细胞性贫血，白细胞或血小板减少也偶可发生。<br>⑸肝毒性较为少见，由本品所致的肝细胞坏死、急性肝功能衰竭亦有发生。<br>⑹心血管系统反应：静滴过快时可引起心室颤动或心脏骤停。本品所致的低钾血症亦可导致心律紊乱的发生。两性霉素B刺激性大，注射部位可发生血栓性静脉炎。  <br>⑺神经系统毒性：视力模糊或复视、癫痫样发作、偶可见多发性神经病变。鞘内注射本品可引起严重头痛、发热、呕吐、颈项强直、下肢疼痛、尿潴留等，严重者下肢截瘫。  <br>⑻偶有过敏性休克、皮疹等发生。  <br>⑼作为局部外用可有局部刺激等。",
      "full_interactions": "⑴由于两性霉素Ｂ可诱发低钾血症，因此①除在减轻两性霉素Ｂ的不良反应时可合用嗜酸性皮质激素（可加重低钾血症）外，一般不推荐两者合用；如需合用，则激素宜给予最小剂量和最短疗程，并需监测血钾浓度和心脏功能。②可增强潜在的强心苷不良反应。③可增强神经肌肉阻滞作用，与具有神经肌肉阻滞作用的药物合用时应经常测定患者的血钾浓度。  <br>⑵两性霉素Ｂ与氟胞嘧啶合用可增强两者的药效；但也可增强氟胞嘧啶的毒性，因两性霉素Ｂ可增加氟胞嘧啶的细胞摄取并损伤其自肾排泄。  <br>⑶氨基糖苷类抗生素、抗肿瘤药、卷曲霉素、多黏菌素类、万古霉素、他克莫司、喷他脒、环孢素等具有肾毒性的药物与两性霉素Ｂ合用时肾毒性增强。<br>⑷骨髓抑制药、放射治疗等unke加重患者贫血，同用时需减少两性霉素Ｂ的剂量。  <br>⑸同时应用使尿液碱化的药物可增加两性霉素Ｂ的排泄，并防止或减少肾小管酸中毒的发生。",
      "full_pharmacokinetics": "⑴药效学：可与敏感真菌细胞膜上的甾醇结合，损伤膜的通透性，导致细胞内重要物质如钾离子、核苷酸和氨基酸等外漏，从而破坏细胞的正常代谢而抑制其生长，导致真菌死亡。通常临床治疗所达到的药物浓度对真菌仅具抑菌作用，如药物浓度达到人体可耐受范围的高限则对真菌起杀菌作用。<br>　　⑵药动学：口服吸收少且不稳定。静脉注射后的药动学因制剂不同而异。①AmB：静脉滴注起始剂量每日1～5mg并逐渐增至每日0.4～0.6mg/kg时，Ｃmax约0.5～2mg/L，Ｃss为0.5mg/L，消除ｔ1/2为24小时，终末半衰期15日，血浆蛋白结合率＞90％。本品可分布至炎症的胸水、腹水、滑膜液和眼房水中，药物浓度通常低于同期血药浓度的50％，脑脊液中药物浓度很低，很少超过血药浓度的2.5％。在玻璃体液和羊水中仅微量。该药在人体组织中分布的完整资料尚缺乏。氚标记本品应用于灵长类动物试验结果显示药物组织浓度最高者为肾，其余依次递减为肝、脾、肾上腺、肺、甲状腺、心、骨骼肌、胰腺、脑和骨，脑脊液中浓度约为同期血药浓度的2％～4％。本品通过肾脏缓慢排泄（数周至数月），以活性形式自尿中排出量为给药量的2～5％。由于排泄缓慢，在停药后7周尚可自尿中检出该药。不易透析清除。在体内的代谢途径尚不清楚。②ABLC：给药后在血中测得者为两性霉素Ｂ浓度。体内过程呈非线性。药物的表观分布容积和自血中的清除高于其剂量的增长比例，以致血药浓度的增高低于其剂量增高的比例（在每日0.6～5mg/kg剂量范围内）。ABLC应用后体内AmB的高分布容积及高清除率反映了药物被组织的摄取。在体内主要分布于网状内皮系统，如肝、脾、肺组织中，肾组织中亦有少量分布，终末ｔ1/2长达173小时，与药物在体内组织中缓慢分布有关。该药每日5mg/kg，给药7日后，第7日的AUC较第1日增长34％，药物有轻度蓄积。③AMBL：进入体内以AmB形式存在。每日给药1～5mg/kg，3～20日，其体内过程呈非线性。血药浓度增高比例高于其剂量增长比例（在每日1～5mg/kg剂量范围内）。24小时给药一次后，ｔ1/2为7～10小时，但在给药49日后ｔ1/2增至100～153小时。此提示药物有自组织缓慢再分布过程。Ｃss一般在给药4日内达到。在每日1～5mg/kg剂量范围内，达稳态后的血药谷浓度较为恒定，药物在血中的积蓄不明显。该药的代谢、排泄过程尚不清楚。④ABCD：在体内以两性霉素Ｂ形式存在，体内过程符合开放、两室模型，非线性。表观分布容积和总血浆CL随剂量增加而上升，在每日0.5～8mg/kg剂量范围内血药浓度的增高低于其剂量增高的比例。每日3mg/kg和4mg/kg的预期药代动力学参数，Ｃmax分别为2.6mg/L和2.9mg/L，ｔ1/2为27.5小时和28.2小时。稳态时AUC各为29mg/L·h和36mg/L·h。表观分布容积分别为3.8L/kg和4.1L/kg。在轻度肝或肾功能损害者ABCD的药学参数无明显改变。",
      "full_precautions": "⑴两性霉素B毒性大、不良反应多见，故应用于诊断已明确的深部真菌感染。由于它又常是某些致命性全身真菌感染的唯一有效的治疗药物，因此必须从其拯救生命的效益和可能发生的不良反应的危险性两方面权衡考虑是否用药。 <br>⑵各种制剂应用时均可发生过敏性休克。如果用药过程中出现呼吸窘迫等表现时，应立即停药予以相应的抢救措施，并不可再使用。  <br>⑶在应用ABLC初始剂量时应仔细观察，在输注ABLC 1～2小时后可出现寒战和发热，在最初几个剂量应用时易发生，继续用药，上述反应可能减少。  <br>⑷本品主要在体内灭活，故仅在肾功能中毒减退时半衰期轻度延长，因此伴肾损害的患者仍可每日或隔日静滴本品，中毒肾功能损害者给药间期略予延长，然而由于应用两性霉素B时常发生肾功能损害，且肾毒性与剂量有关，故宜给予最小有效量。但治疗累积剂量大于4.0g时可引起不可逆性肾功能损害。  <br>⑸治疗期间应检查：①肾功能，定期检查尿常规、血尿素氮及血肌酐，治疗过程中开始剂量递增时隔天测定上述各项，治程中尿常规、血尿素氮及血肌酐至少每周2次，如测定结果血尿素氮或血肌酐值得升高具临床意义时，则需减量或停药，直至肾功能改善；②周围血象和血清镁测定，治程中每周测定1次；③肝功能检查，如发现肝功能损害（血胆红素、碱性磷酸酶、血氨基转移酶升高等）时应停药；④血钾测定，治程中每周至少测定2次。  <br>⑹本品属妊娠期用药Ｂ类，妊娠期间该药仅在有明确指征时慎用。  <br>⑺哺乳期妇女患者应用该药时应停止哺乳。  <br>⑻小儿如有指征应用该药时，应使用最小的有效量，并严密观察。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2168",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 466,
    "name": "蔗糖铁注射液",
    "full_name": "(乙10%)蔗糖铁注射液",
    "chemical_name": "蔗糖铁",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "广东天普生化医药"
    ],
    "specifications": [
      {
        "specification": "100mg/瓶",
        "manufacturer": "广东天普生化医药",
        "full_manufacturer": "广东天普生化医药股份有限公司",
        "price": 23.8,
        "unit": "瓶",
        "code": "X00582",
        "approval_number": "国药准字H20064471",
        "insurance_code": "XB03ACZ012B002010100344",
        "location": "M-4"
      }
    ],
    "pinyin": "zhetangtie",
    "pinyin_initials": "ztt",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "抗贫血药。用于预防和治疗各种原因引起的缺铁性贫血，包括儿童或婴儿期需铁量增加而食物中供应不足、铁吸收障碍、妊娠中后期以及慢性失血等。",
      "dosage": "成人：用1～2.5ml；儿童：用1ml",
      "contraindications": "⑴禁用于非缺铁性贫血；铁过量或铁利用障碍；已知对单糖或二糖铁复合物过敏者。\n⑵禁用于对活性成分、药品本身或任何其辅料过敏的患者；以及对其他胃肠外应用的铁制剂有严重超敏反应的患者。",
      "adverse_reactions": "较少引起过敏或过敏样反应。约1%患者用药后可出现口腔金属味、头痛、恶心、呕吐及低血压。偶见肌肉疼痛、发热、麻疹、面部潮红及肢端水肿等。在静脉注射部位可见静脉炎及静脉痉挛。",
      "interactions": "不宜与口服铁剂同时应用，应在停用本品5天后在口服铁剂。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率0.5，肝脏代谢。",
      "precautions": "⑴已知有过敏（包括药物过敏）的患者和免疫、炎症性疾病的患者（如系统性红斑狼疮、类风湿关节炎），以及有严重哮喘、湿疹或其他特应性变态反应病史的患者易发生超敏反应，慎用。此外肝硬化导致的上消化道大出血因肝功能较差应慎用静脉铁剂。⑺铁剂治疗促进氧自由基产生，可增加感染机会，同时尽管有争议，但仍不能排除静脉补铁有促进炎症和细菌生长的可能性，所以全身活动性感染时禁用，",
      "source": "湖南药事服务网",
      "full_indications": "抗贫血药。用于预防和治疗各种原因引起的缺铁性贫血，包括儿童或婴儿期需铁量增加而食物中供应不足、铁吸收障碍、妊娠中后期以及慢性失血等。",
      "full_dosage": "⑴以静脉滴注、缓慢静脉注射或直接注射到透析器的静脉端给药。首次用药进行测试，成人用1～2.5ml（20～50mg铁），体重＞14kg的儿童用1ml（含20mg铁），体重＜14kg的儿童减半（1.5mg/kg），应备有心肺复苏设备。如果在给药15分钟后未出现任何不良反应，继续给予剩余的药液。<br>　　⑵用量计算公式：所需总铁量（mg）＝体重（kg）×[Hb目标值－Hb实际值（g/L)]×0.24＋贮存铁量（mg）。转换成本品本品总量（ml）＝所需铁总量（mg）÷20mg/ml。（注：①体重≤35kg：Hb目标值＝130g/L，贮存铁量＝15mg/kg；②体重＞35kg：Hb目标值＝150g/L，贮存铁量＝500mg；③系数0.24＝0.0034×0.07×1000；④若所需总铁量超过了允许的最大单次剂量，则分次给药。） <br>　　⑶失血和献血者所需补充铁量的计算公式：补充铁量＝失血的单位数×200   需要本品量（ml）＝失血的单位数×10  如果已知失血量，静脉给予200mg铁可使Hb升高相当于一个单位血（一个单位血＝400ml，含Hb为150g/L的血）。  静脉滴注：滴注速度为：100mg铁滴注至少15分钟；200mg铁至少滴注30分钟；300mg铁至少滴注1.5小时；400mg铁至少滴注2.5小时；500mg铁至少滴注3.5小时。成人单次最大耐受量：将本品25ml（500mg铁）稀释于500ml四氯乙烯中，一周1次。  静脉注射：不用稀释，缓慢注射。速度为每分钟1ml，一次最大注射剂量时10ml。注射后应告诉患者伸展上肢。 <br>　　⑷常用剂量：根据血红蛋白水平而定。①成人和老年人：一周2～3次，一次5～10ml（100～200mg铁）；②儿童：一周2～3次，一次0.15mg/kg（3mg/kg铁）。",
      "full_contraindications": "⑴禁用于非缺铁性贫血；铁过量或铁利用障碍；已知对单糖或二糖铁复合物过敏者。<br>⑵禁用于对活性成分、药品本身或任何其辅料过敏的患者；以及对其他胃肠外应用的铁制剂有严重超敏反应的患者。",
      "full_adverse_reactions": "较少引起过敏或过敏样反应。约1%患者用药后可出现口腔金属味、头痛、恶心、呕吐及低血压。偶见肌肉疼痛、发热、麻疹、面部潮红及肢端水肿等。在静脉注射部位可见静脉炎及静脉痉挛。",
      "full_interactions": "不宜与口服铁剂同时应用，应在停用本品5天后在口服铁剂。",
      "full_pharmacokinetics": "⑴药效学：铁为血红蛋白与肌红蛋白的主要组成部分。血红蛋白为红细胞中主要携氧者。肌红蛋白系肌肉细胞贮存氧的部位，以助肌肉运动时供氧需要。与三羧酸循环有关的大多数酶和因子均含铁，或仅在贴存在时才能发挥作用。所以对缺铁患者积极补铁剂后，除血红蛋白合成加速外，与组织缺铁和含铁酶活性降低的有关症状如生长迟缓、行为异常、体力不足、黏膜组织变化以及皮肤、指甲病变也均能逐渐得以纠正。<br>⑵药动学：注射用铁剂比口服吸收迅速，铁离子吸收后被血中的铜蓝蛋白氧化成三价铁离子，然后与转铁蛋白结合，以胞饮作用的形式进入细胞，供造红细胞所用，也可以铁蛋白或含铁血黄素形式累积在肝、脾、骨髓及其他单核-吞噬细胞系统。蛋白结合率在血红蛋白中很高，而肌红蛋白、酶及转运铁的蛋白中则较低，铁蛋白及含铁血黄素也很低。铁在人体中排泄极微量，见于尿、粪便、汗液、脱落的肠黏膜细胞及酶内，排泄总量为0.5~1.0mg。女性由于月经、妊娠、哺乳等原因，每日排泄量为1.5~2.0mg。口服贴剂后不能吸收的均从粪便排出。",
      "full_precautions": "⑴已知有过敏（包括药物过敏）的患者和免疫、炎症性疾病的患者（如系统性红斑狼疮、类风湿关节炎），以及有严重哮喘、湿疹或其他特应性变态反应病史的患者易发生超敏反应，慎用。<br>⑵在每次注射静脉用铁制剂期间和之后的至少30分钟内，应密切观察患者是否出现超敏反应的体征。<br>⑶除非有明确需要，不应在妊娠期间应用静脉用铁制剂。在明确治疗获益大于对母亲和胎儿的潜在风险的前提下，治疗应仅限于孕中期和孕晚期。对胎儿的风险是严重的，包括胎儿缺氧和窘迫。<br>⑷静脉用铁制剂首次给药前不推荐初始试验剂量，而是给予风险最小化建议。<br>⑸静脉铁剂产生的羟基自由基能损伤肝脏，对肝功能不全者补充铁剂时要充分评估。若需静脉补充铁剂应密切监视铁的状态，避免铁过载，因铁过载是持续加重肝脏损伤的因素。此外肝硬化导致的上消化道大出血因肝功能较差应慎用静脉铁剂。<br>⑹慢性炎症性贫血合并铁缺乏时，因炎症因子使铁调素水平升高，会抑制肠道对口服铁剂的吸收，需使用静脉铁剂补铁。<br>⑺铁剂治疗促进氧自由基产生，可增加感染机会，同时尽管有争议，但仍不能排除静脉补铁有促进炎症和细菌生长的可能性，所以全身活动性感染时禁用，禁用于急慢性感染者。<br>⑻游离铁可致氧自由基产生，引起组织毒性，在使用注射铁剂前应检测血清铁蛋白水平，确诊铁缺乏。禁用于体内铁负荷过多者。另外铁过载者发生某些严重细菌感染的风险增加。<br>⑼补充静脉铁剂需防止铁过载，因可导致内脏含铁血黄素沉积。<br>⑽不能与口服铁剂同时使用。<br>⑾输注铁剂时有时会出现低血压，可能与输注过快、预防性使用抗组胺药如苯海拉明有关。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1182",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 467,
    "name": "罗沙司他胶囊",
    "full_name": "※▲(乙10%)罗沙司他胶囊",
    "chemical_name": "罗沙司他胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "珐博进医药技术开发"
    ],
    "specifications": [
      {
        "specification": "50mg/粒",
        "manufacturer": "珐博进医药技术开发",
        "full_manufacturer": "珐博进（中国）医药技术开发有限公司",
        "price": 150.65,
        "unit": "盒",
        "code": "X00032",
        "approval_number": "国药准字H20180024",
        "insurance_code": "XB03XAL373E001020180523",
        "location": "L-5"
      }
    ],
    "pinyin": "※▲luoshasita",
    "pinyin_initials": "※▲lsst",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于正在接受透析治疗的患者因慢性肾脏病(CKD)引起的贫血（肾性贫血）；或非透析的慢性肾性贫血（NDD-CKD）。",
      "dosage": "本品的起始治疗需在专业医疗人员监督下进行。",
      "contraindications": "过敏；哺乳期禁用。",
      "adverse_reactions": "常见：腹泻、头痛等。",
      "interactions": "CKD患者通常有多种合并用药。下述为与罗沙司他合用时需予以注意的药物:<br>⑴磷结合剂、口服铁：罗沙司他(200mg) 与碳酸司维拉姆(2400mg)或醋酸钙(1900mg)合并用药可导致血浆罗沙司他曲线下面积(AUC)分别下降67％和46％，最大血药浓度(Cmax) 分别下降66％和52％。应在磷结合剂、口服铁、含镁/铝抗酸剂或其他含多价阳离子药物和矿物质补充剂使用前后至少间隔1小时服用罗沙司他。该限制不适用于碳酸锎，因罗沙司他与碳酸镧合并用药对罗沙司他AUC或Cmax未显示有临床意义的影响",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约11小时，Tmax约2小时，肝脏代谢，肾脏排泄。",
      "precautions": "临床试验中排除了高血压控制不佳的患者，故高血压控制不佳的患者应慎用本品。⑹运动员慎用。⑴血红蛋白水平监测：在CKD患者中，血红蛋白水平不应超过用法用量建议的目标值上限。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗正在接受透析治疗的患者因慢性肾脏病(CKD)引起的贫血（肾性贫血）；或非透析的慢性肾性贫血（NDD-CKD）。",
      "full_dosage": "本品的起始治疗需在专业医疗人员监督下进行。<br>口服给药：根据体重选择起始推荐剂量，透析患者为一次100mg (45~60kg)或120mg(≥60kg)，每周3次。研究显示进食不会显著影响罗沙司他的暴露量，因此可空腹服用或与食物同服。对于正在接受血液透析或腹膜透析的患者，可在透析治疗前后的任何时间服用。",
      "full_contraindications": "⑴妊娠期和哺乳期女性禁用。<br>⑵已知对本品活性成分或任何辅料过敏的患者禁用。",
      "full_adverse_reactions": "常见的有头痛、背痛、疲劳和腹泻等，不良反应的发生率和严重程度与安慰剂或阳性药对照组之间没有显著性的差异，且大多与患者本身的疾病状态有关，相比于EPO导致的高血压和血管栓塞问题，罗沙司他在心血管方面的不良反应更容易被接受。<br>日本要求说明书增加临床上显著的不良反应：中枢性甲状腺功能减退。可能出现中枢性甲状腺功能减退，其血液TSH水平可在正常范围内或降低。如果出现加减相关的症状或体征，应采取适当措施，如停用该药物，必要时服用甲状腺激素制剂。",
      "full_interactions": "CKD患者通常有多种合并用药。下述为与罗沙司他合用时需予以注意的药物:<br>⑴磷结合剂、口服铁：罗沙司他(200mg) 与碳酸司维拉姆(2400mg)或醋酸钙(1900mg)合并用药可导致血浆罗沙司他曲线下面积(AUC)分别下降67％和46％，最大血药浓度(Cmax) 分别下降66％和52％。应在磷结合剂、口服铁、含镁/铝抗酸剂或其他含多价阳离子药物和矿物质补充剂使用前后至少间隔1小时服用罗沙司他。该限制不适用于碳酸锎，因罗沙司他与碳酸镧合并用药对罗沙司他AUC或Cmax未显示有临床意义的影响。<br>⑵活性吸附炭：与口服活性吸附炭(Kremezin\\\\\\\")合并用药对罗沙司他AUC或Cnmax未显示有临床意义的影响。<br>⑶丙磺舒(UGT和OATI/OAT3抑制剂)：罗沙司他(100mg)与丙磺舒(500mg，一天2次)合并用药可导致罗沙司他AUC和Cmax分别增加2.3倍和1.4倍。应谨慎开始或结束罗沙司他与丙磺舒、其他OAT1/OAT3抑制剂(如特立氟胺）、 UGT抑制剂（如丙戊酸)以及UGT诱导剂(如利福平)的合并用药，必要时可考忠调整罗沙司他用药剂址。<br>⑷他汀类药物：罗沙司他(200mg)与辛伐他汀(40mg)合并用药可导致辛伐他汀的AUC和Cmax分别增加1.8和1.9倍，而辛伐他汀酸(辛伐他汀活性代谢物)的AUC和Cmax分别增加1.9和2.8倍。两者问隔2、4和10小时用药并不能减少相互作用。罗沙司他(200mg)与瑞舒伐他汀(10mg)合并用药导致瑞舒伐他汀的AUC和Cmax分别增加2.9和4.5倍。罗沙司他(200mg)与阿托伐他汀(40mg)合并用药导致阿托伐他污的AUC和Cmax分别增加2.0和1.3倍。与其它他汀类药物(或OATP1B1转运底物，如格列苯脲)合用，预期也会有相互作用。<br>　　为了避免他汀类药物过量和他汀类药物对骨骼肌的可能影响(如肌痛、肌病以及。罕见的横纹肌溶解症)，建议与罗沙司他合并用药时应考虑减少他汀类药物剂量并监测他汀类药物的不良反应。<br>⑸吉非罗齐(CYP2C8和OATP1B1抑制剂)：罗沙司他(100mg) 与吉非罗齐(600mg， 一天2次)合并用药可导致罗沙司他AUC和Cmax分别增加2.3倍和1.4倍。应谨慎开始或结束罗沙司他与吉非罗齐、其他OATP1B1抑制剂(如环孢素)、CYP2C8 抑制剂( 如氯吡格雷)以及CYP2C8诱导剂(如利福平)的合并用药，必要时可考虑调整罗沙司他用药剂量。<br>罗沙司他与吉非罗齐或丙磺舒合并用药时会增加罗沙司他血浆暴露量，有导致Hb水平上升过快的潜在风险。通过定期监测Hb水平及相应调整剂量可减少该风险。关于丙磺舒和吉非罗齐在CKD患者人群中的使用，请参阅其说明书。<br>⑹奥美拉唑：罗沙司他与奧美拉唑合并用药对罗沙司他的AUC和Cmax未显示有临床意义的影响，预期罗沙司他与其他质子泵抑制剂无相互作用。<br>⑺CYP450的抑制诱导作用：与罗沙司他合并用药对经CYP2B6(安非他酮)、CYP2C8(罗格列酮)或CYP2C9(S-华法林)酶代谢的药物的AUC或Cmax未显示有临床意义的影响。当罗沙司他和通过CYP酶代谢的药物合并使用时预期无明显临床相互作用(CYP 代谢抑制)。体外实验显示临床相关浓度下，罗沙司他无CYP酶诱导作用。<br>在CYP450酶体外抑制实验中，评估了罗沙司他对多种CYP酶(CYP1A2、2A6、2B6、2C8、 2C9v 2C19、2D6、2E1 和3A4/3A5)的作用。<br>⑻结果显示罗沙司他是CYP2B6、2C8和2C9的混合抑制剂，K;值分别为110、16和140yumol/L。罗沙司他能非竞争性抑制CYP2A6和3A4/3A5，K;值分别为340和460umol/L。罗沙司他对OLCYP1A2、2D6 和2E1几乎无直接抑制作用(IC50>500 umol/L)。虽然未在人体中评估罗沙司他对CYP1A2、2A6、2C19、2D6、2E1 和3A4/3A5底物的药物代谢动力学的影响，但因未观察到罗沙司他与CYP2C8、2C9和2B6的探针底物发生有临床意义的药物相互作用，因而罗沙司他更不太可能抑制其他CYP酶的底物。",
      "full_pharmacokinetics": "⑴药效学：本品为低氧诱导因子-脯氨酰羟化酶抑制剂。在体外可抑制脯氨酰羟化酶PHD1、PHD2、PHD3，在Hep3B细胞系衍生株1G6细胞中可导致低氧诱导因子-α（HIF-α）的快速且可逆的活化，可诱导Hep3B细胞促红细胞生成素（EPO）水平升高，从而达到纠正贫血的目的。罗沙司他可升高正常小鼠和大鼠、炎性或肾切除诱导贫血模型大鼠的血红蛋白和红细胞压积。<br>⑵药动学：①吸收。口服给药后被快速吸收，空腹时中位血药浓度达峰时间为2小时。治疗剂量范围内，罗沙司他暴露量（Cmax和AUC）会随剂量增加而相应增加。健康受试者中平均消除半衰期约为8-11小时，CKD非透析患者中约为12小时，透析患者中约为10-12小时。在推荐剂量每周3次给药情况下，未见明显药物蓄积。摄入高热量、高脂肪包括乳制品的早餐后，罗沙司他AUC未出现变化，Cmax降低25%。罗沙司他可与或不与食物同服。<br>②分布。罗沙司他与人血浆蛋白高度结合（>98%），主要与白蛋白结合。血液透析或腹膜透析对罗沙司他无明显消除作用。<br>③代谢。罗沙司他在体内主要通过UGT1A9和CYP2C8被广泛代谢，代谢产物主要有罗沙司他-O-葡糖苷酸和羟化-罗沙司他。在人类肝脏中，CYP2C8是负责将罗沙司他转化为羟化罗沙司他的主要CYP酶。在人类肝脏中，UGT1A9是将罗沙司他葡萄糖苷酸化的主要酶。<br>④消除。给健康受试者服用放射性标记的罗沙司他，平均放射性回收率约为96%（50%来自粪便，46%来自尿液）。血浆中的放射性（≥83%）大部分来自于原型罗沙司他，血浆中未发现主要代谢物。",
      "full_precautions": "⑴血红蛋白水平监测：在CKD患者中，血红蛋白水平不应超过用法用量建议的目标值上限。过高血红蛋白水平可能增加静脉血栓栓塞、血管通路血栓形成的风险。<br>⑵服用本品治疗期间，应根据Hb水平对罗沙同他的剂量进行调整，使Hb水平维持在100-120g/L范围。在开始本品治疗或调整剂量后，应每2周检测一次Hb水平，直至其达到并稳定在目标范围内，随后可每4周一次进行监测。若Hb在4周内升高幅度超过20g/L,应采取必要的措施，例如降低剂量或暂停治疗(详见[用法用量]“剂量调整”部分)。<br>⑶血压监测：在临床试验中观察到高血压不良事件，但这可能受到基础疾病、透析等因素的影响，药物相关性尚不明确。尚不能排除使用罗沙司他治疗贫血期间血压升高的可能。因此在使用罗沙司他治疗前、治疗开始和治疗期间应对血压进行监测。临床试验中排除了高血压控制不佳的患者，故高血压控制不佳的患者应慎用本品。<br>⑷严重肝损害的患者：本品在重度肝功能受损的患者(Child PughC级)中的有效性和安全性尚未确立。对于重度肝功能受损的患者，治疗需在仔细评估患者的风险/获益后进行。在剂量调整期间应对患者严密监测。<br>⑸罗沙司他不应与红细胞生成刺激剂（ESAS）同时使用。<br>⑹运动员慎用。<br>⑺育龄女性及男性患者的女性配偶用药期间及停药后7日内应采取高效的避孕措施。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12904",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 468,
    "name": "复方倍他米松注射液",
    "full_name": "(甲)复方倍他米松注射液",
    "chemical_name": "复方倍他米松注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "重庆华邦制药"
    ],
    "specifications": [
      {
        "specification": "1ml/瓶",
        "manufacturer": "重庆华邦制药",
        "full_manufacturer": "重庆华邦制药有限公司",
        "price": 38.52,
        "unit": "盒",
        "code": "X00144",
        "approval_number": "国药准字H20093412",
        "insurance_code": "XH02BXF183B002010101003",
        "location": "B-5",
        "outpatient_location": "2D-3"
      }
    ],
    "pinyin": "fufangbeitamisong",
    "pinyin_initials": "ffbtms",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于：①骨骼肌与软组织疾病，如类风湿关节炎、骨关节炎、关节滑膜囊炎、强直性脊柱炎、上髁炎、脊神经根炎、尾骨痛、坐骨神经痛、腰痛、斜颈、腱鞘囊肿、外生骨疣、筋膜炎；②呼吸道过敏，如慢性支气管哮喘、枯草热、过敏性支气管炎、季节性或常年性过敏性鼻炎；③皮肤病，如异位性或神经性皮炎、瘢痕疙瘩、牛皮癣等；④结缔组织疾病；⑤肿瘤或其他疾病的姑息治疗或辅助治疗。",
      "dosage": "⑴个体化给药，视病情而定。",
      "contraindications": "全身真菌感染者禁用；对本品中任何成分过敏者禁用；特发性血小板减少性紫癜者忌用。",
      "adverse_reactions": "注射本品不良反应与用药剂量或疗程相关，可通过降低剂量而消除或减轻，甚至停药。与已知皮质激素类固醇一样，可能发生水电解质、肌肉骨骼、胃肠道、皮肤、神经、内分泌、代谢与精神失常。  面部与头部皮损内注射本品时极少病例可发生失明，色素沉着于色素减退，皮下及表皮萎缩，无菌性脓疡。关节注射本品后可有潮红、Charcoal样关节病。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "本品是糖皮质激素丙二酸倍他米松和倍他米松磷酸酯的复合剂。本品内含溶解性很强的倍他米松磷酸酯钠，很快被吸收，能迅速溶入组织。注射后几小时即发挥抗炎作用；而微溶性二丙酸倍他米松可储存起来缓慢吸收（ｔ1/2为48小时），维持疗效，从而可更长时间控制症状。其余参阅倍他米松。",
      "precautions": "⑸局部或全身感染及真菌感染、癌症、结核病等慎用。⑹使用本品期间不宜免疫接种。",
      "source": "湖南药事服务网",
      "full_indications": "用于：①骨骼肌与软组织疾病，如类风湿关节炎、骨关节炎、关节滑膜囊炎、强直性脊柱炎、上髁炎、脊神经根炎、尾骨痛、坐骨神经痛、腰痛、斜颈、腱鞘囊肿、外生骨疣、筋膜炎；②呼吸道过敏，如慢性支气管哮喘、枯草热、过敏性支气管炎、季节性或常年性过敏性鼻炎；③皮肤病，如异位性或神经性皮炎、瘢痕疙瘩、牛皮癣等；④结缔组织疾病；⑤肿瘤或其他疾病的姑息治疗或辅助治疗。",
      "full_dosage": "⑴个体化给药，视病情而定。  <br>　　⑵关节内推荐剂量：成年人膝、腰、肩大关节1～2ml；肘、腕、踝中关节0.5～1ml；脚、手、胸小关节0.25～0.5ml。  <br>　　⑶皮损内注射治疗时推荐剂量0.2ml/cm²；本品在所有部位的注射总量每周不得超过1ml。",
      "full_contraindications": "全身真菌感染者禁用；对本品中任何成分过敏者禁用；特发性血小板减少性紫癜者忌用。",
      "full_adverse_reactions": "注射本品不良反应与用药剂量或疗程相关，可通过降低剂量而消除或减轻，甚至停药。与已知皮质激素类固醇一样，可能发生水电解质、肌肉骨骼、胃肠道、皮肤、神经、内分泌、代谢与精神失常。  面部与头部皮损内注射本品时极少病例可发生失明，色素沉着于色素减退，皮下及表皮萎缩，无菌性脓疡。关节注射本品后可有潮红、Charcoal样关节病。",
      "full_interactions": "⑴同时使用苯巴比妥、利福平、苯妥英或麻黄碱可促进糖皮质激素类药物的代，从而降低其疗效。<br>⑵对于同时使用糖皮质激素与雌激素的患者，应注意观察糖皮质激素作用过强的症状。<br>⑶同时使用糖皮质激素类药物与排钾利尿剂可加重低钾血症;同时使用糖皮质激素类药物与强心苷有增加与低钾血症有关的心律失常或洋地黄中毒的可能;糖皮质激素类药物可促进两性霉素B所致的钾流失。对于使用上述任何一种合并用药的所有患者 应密切监测血清电解质，特别是血钾浓度。<br>⑷同时使用糖皮质激素类药物与香豆素抗凝剂可增加或减弱抗凝作用，因此可能需要调整药物剂量。<br>⑸非甾体抗炎药或乙醇与糖皮质激素的共同作用可增加胃肠道溃疡的发生率或加重溃疡。<br>⑹糖皮质激素类药物可降低血水杨酸类药物的浓度。对于凝血酶原过少的患者 联合使用阿司匹林与糖皮质激素类药物时应慎重。<br>⑺给糖尿病患者使用糖皮质激素类药物时可能需要调整抗糖尿病药的用量。<br>⑻同时使用糖皮质激素疗法可抑制机体对生长激素的反应。",
      "full_pharmacokinetics": "本品是糖皮质激素丙二酸倍他米松和倍他米松磷酸酯的复合剂。本品内含溶解性很强的倍他米松磷酸酯钠，很快被吸收，能迅速溶入组织。注射后几小时即发挥抗炎作用；而微溶性二丙酸倍他米松可储存起来缓慢吸收（ｔ1/2为48小时），维持疗效，从而可更长时间控制症状。其余参阅倍他米松。",
      "full_precautions": "⑴本品不能静脉或皮下注射。  ⑵禁与对羟苯甲酸甲酯、对羟苯甲酸丙酯、苯酚等混合用。  ⑶使用本品时须严格无菌操作。  ⑷药物所致继发性肾上腺皮质功能不全，可能因长期使用皮质类固醇激素撤药过快所致，可通过逐步减量甲乙缓解。  ⑸局部或全身感染及真菌感染、癌症、结核病等慎用。  ⑹使用本品期间不宜免疫接种。  ⑺本品宜直接在软组织、关节周围、滑囊内、皮内及创伤内注射。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1267",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 469,
    "name": "氟康唑片",
    "full_name": "※▲(甲)氟康唑片",
    "chemical_name": "氟康唑",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "扬子江药业集团"
    ],
    "specifications": [
      {
        "specification": "50mg/片",
        "manufacturer": "扬子江药业集团",
        "full_manufacturer": "扬子江药业集团有限公司",
        "price": 5.47,
        "unit": "盒",
        "code": "X00034",
        "approval_number": "国药准字H19990151",
        "insurance_code": "XJ02ACF075A001010301749",
        "location": "X-2",
        "outpatient_location": "B-1"
      }
    ],
    "pinyin": "※▲fukangzuo",
    "pinyin_initials": "※▲fkz",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于治疗敏感真菌；口咽部和食道感染；时；脑膜意外的新型隐球菌病；艾滋病和非艾滋病患者的隐球菌脑膜炎时；药物；敏感真菌所致的眼部感染；治疗口咽部和食道感染。",
      "dosage": "成人：常用量：①系统性念珠菌感染，包括念珠菌菌血症、散播性念珠菌病，第1日400mg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、过敏等。",
      "interactions": "⑴与甲磺丁脲、格列本脲和格列吡嗪等口服降糖药合用时，本品可减少该类药物在肝脏的代谢，使血药浓度升高，可发生低血糖症，因此需要监测血糖，并减少磺脲类降糖药的剂量。  <br>⑵与华法林等抗凝药合用时本品可增强其抗凝作用，致凝血酶原时间延长，并可发生出血倾向，应监测凝血酶原时间并谨慎使用。  <br>⑶苯妥英钠与氟康唑合用时，可使苯妥英钠的血药浓度升高，因此两者同用时需监测苯妥英钠药浓度，并据此调整该药剂量。  <br>⑷高剂量氟康唑与环孢素合用时，可使环孢素血药浓度升高，致毒性反应发生的危险性增加",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率54，肝脏代谢，肾脏排泄。",
      "precautions": "因此应用本品疗程中应严密观察并监测肝功能，一旦出现临床症状或肝功能持续异常，需立即停药。",
      "source": "湖南药事服务网",
      "full_indications": "1.念珠菌病。用于治疗口咽部和食道感染；播散性念珠菌病，包括念珠菌菌血症、腹膜炎、肺炎、尿路感染等；念珠菌外阴阴道炎。上课用于骨髓移植患者接受细胞毒性类药物或放射治疗时，预防念珠菌感染的发生；    <br>2.隐球菌病。用于治疗脑膜意外的新型隐球菌病；在治疗艾滋病和非艾滋病患者的隐球菌脑膜炎时，本品可作为两性霉素B联合氟胞嘧啶初治后的长期维持治疗药物；    <br>3.球孢子菌病；    <br>4.芽生菌病、组织胞浆菌病。本品可作为伊曲康唑的替代选用药物。氟康唑目前在免疫缺陷者中长程预防用药，已经导致了念珠菌属等对氟康唑等抗真菌耐药性的增加，故需掌握指征，避免无指征预防用药；    <br>5.用于治疗敏感真菌所致的眼部感染，如真菌性角膜炎、角膜溃疡等。",
      "full_dosage": "⑴成人常用量：①系统性念珠菌感染，包括念珠菌菌血症、散播性念珠菌病，第1日400mg，以后一日200～400mg，均为一日1次，疗程视病情而定，一般至少4周，症状缓解后至少持续2周。②食道念珠菌病，第1日200mg，以后一日100mg，至少3周，症状缓解后至少持续2周。根据治疗反应，也可加大剂量至一日400mg，一日1次。③口咽部念珠菌病，第1日200mg，以后一日100mg，一日1次，疗程至少2周。④念珠菌外阴阴道炎，150mg单剂口服：⑤预防念珠菌病，有预防用药指征者（参见适应证及给药说明），口服200～400mg，一日1次。⑥隐球菌脑膜炎，初治者，首日400mg，一次静脉滴注，继以一日200～400mg，一日1次，用至脑脊液培养转阴后至少10～12周。本品用于艾滋病患者隐球菌脑膜炎抑制治疗防止复发时可予长程应用本品，一日200mg。    <br>　　⑵小儿常用量：①食道念珠菌病，第1日6mg/kg，随后予一日3mg/kg，每日1次，根据病情亦可加大至一日12mg/kg，一日1次，疗程至少3周，症状缓解后至少持续2周。②系统性念珠菌病，治疗散播性念珠菌感染一日6～12mg/kg，疗程视病情而定。③隐球菌脑膜炎，首日12mg/kg，继以一日6mg/kg，一日1次，根据病情亦可增至12mg/kg，一日1次，疗程为脑脊液细菌培养转阴后10～12周。艾滋病患者长程抑制复发治疗为每日6mg/kg，一日1次，长程治疗。小儿应用氟康唑的一日最高剂量不可超过600mg，早产儿（26～29周）出生后首两周内氟康唑每次剂量同年长儿，但给药间期为72小时，在首两周后可改为一日给药1次。治疗隐球菌脑膜炎初期宜静脉给药。静脉滴注最大速率为每小时200mg。    <br>　　⑶肾功能减退患者的肌酐清除率＞50ml/min或0.83ml/s时，不需要调整剂量；肌酐清除率为11～50ml/min或0.18～0.83ml/s时，剂量减为正常剂量的一半。血液透析患者在每次透析后可给予一日量，应在给予一次3小时血液透析后氟康唑血药浓度约降低50％。    <br>　　⑷作为眼部用药时：滴入结膜囊内，一日4～6次，重症时每1～2小时一次，一次1～2滴。滴眼后尚未发现明显眼部和全身不良反应。",
      "full_contraindications": "⑴对本品或其他咪唑类药物有过敏史者禁用。  <br>⑵本品禁止与特非那定、西沙比利合用。",
      "full_adverse_reactions": "本品不良反应发生率约为10％～16％。主要有以下几个方面：<br>⑴消化道反应：恶心、呕吐、腹痛或腹泻等。  <br>⑵过敏反应：可表现为皮疹，偶可发生严重的剥脱性皮炎、渗出性多形红斑，个别病例可发生过敏性休克。  <br>⑶肝毒性：本品治疗中可发生轻度一过性血清氨基转移酶升高，偶可出现肝毒性症状。并有罕见死亡病例报道，此多发生在原有严重基础疾患者，因此在本品治疗开始前、治程中应定期检查肝功能，如肝功能出现持续异常或加剧，或出现肝毒性临床症状时均需立即中止治疗。  <br>⑷周围血象中性粒细胞减少和血小板减少偶可发生，多为一过性。",
      "full_interactions": "⑴与甲磺丁脲、格列本脲和格列吡嗪等口服降糖药合用时，本品可减少该类药物在肝脏的代谢，使血药浓度升高，可发生低血糖症，因此需要监测血糖，并减少磺脲类降糖药的剂量。  <br>⑵与华法林等抗凝药合用时本品可增强其抗凝作用，致凝血酶原时间延长，并可发生出血倾向，应监测凝血酶原时间并谨慎使用。  <br>⑶苯妥英钠与氟康唑合用时，可使苯妥英钠的血药浓度升高，因此两者同用时需监测苯妥英钠药浓度，并据此调整该药剂量。  <br>⑷高剂量氟康唑与环孢素合用时，可使环孢素血药浓度升高，致毒性反应发生的危险性增加，因此必须在监测环孢素血药浓度并调整剂量的情况下方可谨慎应用。  <br>⑸利福平与氟康唑合用时，可降低氟康唑的血药浓度，可根据临床情况，必要时调整氟康唑的剂量。  <br>⑹与茶碱合用时，茶碱的血药浓度约可增高13％，可导致不良反应增加，需监测茶碱血浓度，必要时进行剂量调整。  <br>⑺特非那定与氟康唑合用时可使特非那定血药浓度增高，致ＱＴ间期延长，可导致严重室性心律紊乱的发生，因此禁止两药合用。  <br>⑻西沙比利与氟康唑合用时可使西沙比利血药浓度升高，致ＱＴ间期延长，可导致严重室性心律紊乱，包括尖端扭转室性，因此禁止两药合用。  <br>⑼阿司咪唑与氟康唑合用时，阿司咪唑血药浓度升高，需严密观察有无严重不良反应发生。  <br>⑽口服避孕药二烯酮与氟康唑合用时，二烯酮的药时曲线下面积可增高。  <br>⑾他克莫司或（和）齐多夫定与氟康唑合用时，他克莫司、齐多夫定的血药浓度可增高。  <br>⑿氢氯噻嗪可使氟康唑的血药浓度升高，可能与氢氯噻嗪使氟康唑肾清除减少有关。",
      "full_pharmacokinetics": "⑴药效学：氟康唑作用机制参阅酮康唑。本品具有广谱抗真菌作用，对白色念珠菌、近平滑念珠菌、热带念珠菌等念珠菌属具有良好抗菌作用，但克柔念珠菌的大多数菌株对氟康唑呈现耐药，该药对光滑念珠菌的作用亦较差，抑菌率约60％，氟康唑对隐球菌属亦具良好作用，曲霉属多对该药呈耐药性。该药对球孢子菌、皮炎芽生菌、荚膜组织胞浆菌亦具抗菌作用。氟康唑的体外抗菌活性低于酮康唑，但其体内抗菌活性明显高于体外，治疗上述敏感菌所致实验动物感染有效。  <br>　　⑵药动学：口服吸收完全，空腹口服约可吸收给药量的90％以上。单次口服或静脉给药100mg后，Ｃmax为4.5～8.0mg/L。血浆蛋白结合率低，在体内广泛分布于皮肤、水疱液、腹腔液、痰液等组织体液中。在脑膜有炎症时，脑脊液中药物浓度可达血药浓度的54％～85％。主要自肾排泄，以药物原形自尿中排出给药量的80％以上。少量在肝脏代谢。ｔ1/2为27～37小时，肾功能减退时明显延长。本品可自血液、腹膜透析中部分清除。",
      "full_precautions": "⑴肝毒性：通常本品可致一过性肝功能异常，停药后恢复正常，但偶可致严重肝毒性，并有死亡病例报道，此发生于有严重基础疾病的患者。因此应用本品疗程中应严密观察并监测肝功能，一旦出现临床症状或肝功能持续异常，需立即停药。  <br>⑵本品偶可致严重的剥脱性皮炎，因此在该药治程中，需密切观察，如出现皮疹并呈进展性，则需中止治疗。此严重皮损在艾滋病或恶性肿瘤等严重基础情况者中易发生。  <br>⑶妊娠期应用：本品高剂量投予动物时可出现流产、死胎增多等，在妊娠妇女中缺乏充足的、没有对照的临床研究资料。该药在孕妇中应用属Ｃ类。仅在其可能的受益大于对胎儿潜在的危险性时，方可充分权衡利弊考虑是否用药。<br>⑷本品可分泌入乳汁中，乳汁中药物浓度于血药浓度相仿，因此不推荐氟康唑用于乳妇。  <br>⑸小儿中应用：氟康唑用于日龄1日至17岁患者577例的安全性与成人相仿，该药用于6个月以下婴儿的病例数尚不多，其安全性及有效性的确立有待临床资料的积累。  <br>⑹由于本品主要经肾排出，因此治程中需定期随访肾功能检查。用于肾功能减退患者及老年患者需减量应用。  <br>⑺本品与肝毒性药物合用时，可使肝毒性的发生率增高，故需严密观察。  <br>⑻氟康唑应用疗程应视感染部位及个体治疗反应而定。一般应持续至真菌感染的临床表现及实验室检查指标显示真菌感染小时为止。隐球菌脑膜炎或反复发作口咽部念珠菌病的艾滋病患者需本品长期维持治疗以防止复发。  <br>⑼接受骨髓移植者，如严重粒细胞减少已先期发生，则应预防用氟康唑，直至中性粒细胞计数上升至1.0×109/L以上后7日。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2178",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 470,
    "name": "氯雷他定片",
    "full_name": "(甲)氯雷他定片[国基、上增]",
    "chemical_name": "氯雷他定片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "万特制药",
      "扬子江药业集团上海海尼药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "扬子江药业集团上海海尼药业",
        "full_manufacturer": "扬子江药业集团上海海尼药业有限公司",
        "price": 8.4,
        "unit": "盒",
        "code": "X00037",
        "approval_number": "国药准字H20080134",
        "insurance_code": "XR06AXL226A001010200841",
        "location": "C-2",
        "outpatient_location": "C-4"
      },
      {
        "specification": "10mg/片",
        "manufacturer": "万特制药",
        "full_manufacturer": "万特制药（海南）有限公司",
        "price": 2.61,
        "unit": "盒",
        "code": "Y00000014623",
        "approval_number": "国药准字H20060402",
        "insurance_code": "XR06AXL226A001010405848"
      }
    ],
    "pinyin": "lvleitading",
    "pinyin_initials": "lltd",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于过敏性鼻炎、慢性荨麻疹及其他过敏性瘙痒性皮肤病。",
      "dosage": "口服：①成人及12岁以上儿童，一次10mg，一日1次。②2～12岁儿童体重＞30kg，一次10mg，一日1次；体重≤30kg，一次5mg，一日1次。",
      "contraindications": "对本品及辅料过敏者禁用。",
      "adverse_reactions": "治疗剂量未见明显的镇静作用。罕见报道的有视觉模糊、血压降低或升高、心悸、晕厥、运动功能亢进、肝功能改变、黄疸、肝炎、肝坏死、脱发、癫痫发作、乳房肿大、多形性红斑及全身性过敏反应等。",
      "interactions": "⑴抑制肝药物代谢酶活性的药物能使本品的代谢减慢。一日同服酮康唑400mg，可使氯雷他定及其活性代谢物去羧酸乙氧基氯雷他定的血药浓度升高，但未观察到心电图改变。与大环内酯类抗生素、西咪替丁、茶碱等药物并用也可抑制氯雷他定的代谢。  <br>⑵本品与其他中枢抑制药、三环类抗抑郁药合用或饮酒，可引起严重嗜睡。  <br>⑶单胺氧化酶抑制药可增加本品不良反应。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率98，Tmax约1小时。",
      "precautions": "⑵孕妇及哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗过敏性鼻炎、慢性荨麻疹及其他过敏性瘙痒性皮肤病。",
      "full_dosage": "口服：①成人及12岁以上儿童，一次10mg，一日1次。②2～12岁儿童体重＞30kg，一次10mg，一日1次；体重≤30kg，一次5mg，一日1次。",
      "full_contraindications": "对本品及辅料过敏者禁用。",
      "full_adverse_reactions": "治疗剂量未见明显的镇静作用。罕见报道的有视觉模糊、血压降低或升高、心悸、晕厥、运动功能亢进、肝功能改变、黄疸、肝炎、肝坏死、脱发、癫痫发作、乳房肿大、多形性红斑及全身性过敏反应等。",
      "full_interactions": "⑴抑制肝药物代谢酶活性的药物能使本品的代谢减慢。一日同服酮康唑400mg，可使氯雷他定及其活性代谢物去羧酸乙氧基氯雷他定的血药浓度升高，但未观察到心电图改变。与大环内酯类抗生素、西咪替丁、茶碱等药物并用也可抑制氯雷他定的代谢。  <br>⑵本品与其他中枢抑制药、三环类抗抑郁药合用或饮酒，可引起严重嗜睡。  <br>⑶单胺氧化酶抑制药可增加本品不良反应。",
      "full_pharmacokinetics": "⑴药效学：氯雷他定为哌啶类化合物，可选择性拮抗外周Ｈ1受体。起效快，作用强。氯雷他定或其代谢物均不能通过血脑屏障，无明显的中枢抑制和抗胆碱能作用。<br>　　⑵药动学：空腹口服后吸收迅速，1～3小时内起效，8～12小时达最大效应，持续作用时间达24小时以上，食物可使血药浓度达峰时间延迟约1小时，分别使氯雷他定及其代谢物的曲线下面积AUC（吸收量）增加约40％和15％，但血药的峰值浓度不受食物影响。在正常成年人，本品的清除相半衰期（ｔ1/2β)为8.4（3～20）小时，其代谢物去羧酸乙氧基氯雷他定的清除相半衰期（ｔ1/2β）为28（8.8～92）小时。本品及其代谢物地氯雷他定与血浆蛋白结合率分别为98％和73％～77％。本品及其代谢物可在乳汁中检出，但不透过血脑屏障。",
      "full_precautions": "⑴对肝功能受损者，应减低剂量。  <br>⑵孕妇及哺乳期妇女慎用。  <br>⑶2岁以下儿童服用氯雷他定的安全性及疗效目前尚未确定。  <br>⑷老年患者用药量与成人相同。  <br>⑸药物过量中毒时，如患者清醒可予催吐。可用生理盐水洗胃，并给予活性炭吸附物，也可考虑用盐类泻药（硫酸钠）以阻止药物从肠道吸收。血液透析不能使本品清除，腹膜透析能否使本品清除尚不明确。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2661",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 471,
    "name": "氯雷他定糖浆",
    "full_name": "(甲)氯雷他定糖浆",
    "chemical_name": "氯雷他定糖浆",
    "dosage_form": "糖浆",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "万特制药"
    ],
    "specifications": [
      {
        "specification": "60ml/瓶",
        "manufacturer": "万特制药",
        "full_manufacturer": "万特制药（海南）有限公司",
        "price": 10.45,
        "unit": "盒",
        "code": "X00270",
        "approval_number": "国药准字H20070001",
        "insurance_code": "XR06AXL226K001020105848",
        "location": "H-4",
        "outpatient_location": "A-2"
      }
    ],
    "pinyin": "lvleitading",
    "pinyin_initials": "lltd",
    "dosage_form_pinyin": "tangjiang",
    "dosage_form_initials": "tj",
    "manual": {
      "indications": "用于过敏性鼻炎、慢性荨麻疹及其他过敏性瘙痒性皮肤病。",
      "dosage": "成人：及12岁以上儿童，一次10mg；儿童：，一次10mg",
      "contraindications": "对本品及辅料过敏者禁用。",
      "adverse_reactions": "常见：过敏等。",
      "interactions": "⑴抑制肝药物代谢酶活性的药物能使本品的代谢减慢。一日同服酮康唑400mg，可使氯雷他定及其活性代谢物去羧酸乙氧基氯雷他定的血药浓度升高，但未观察到心电图改变。与大环内酯类抗生素、西咪替丁、茶碱等药物并用也可抑制氯雷他定的代谢。 ⑵本品与其他中枢抑制药、三环类抗抑郁药合用或饮酒，可引起严重嗜睡。 ⑶单胺氧化酶抑制药可增加本品不良反应。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 用法与用量 口服：①成人及12岁以上",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率98，Tmax约1小时。",
      "precautions": "⑵孕妇及哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗过敏性鼻炎、慢性荨麻疹及其他过敏性瘙痒性皮肤病。",
      "full_pharmacokinetics": "⑴药效学：氯雷他定为哌啶类化合物，可选择性拮抗外周Ｈ1受体。起效快，作用强。氯雷他定或其代谢物均不能通过血脑屏障，无明显的中枢抑制和抗胆碱能作用。 ⑵药动学：空腹口服后吸收迅速，1～3小时内起效，8～12小时达最大效应，持续作用时间达24小时以上，食物可使血药浓度达峰时间延迟约1小时，分别使氯雷他定及其代谢物的曲线下面积AUC（吸收量）增加约40％和15％，但血药的峰值浓度不受食物影响。在正常成年人，本品的清除相半衰期（ｔ1/2β)为8.4（3～20）小时，其代谢物去羧酸乙氧基氯雷他定的清除相半衰期（ｔ1/2β）为28（8.8～92）小时。本品及其代谢物地氯雷他定与血浆蛋白结合率分别为98％和73％～77％。本品及其代谢物可在乳汁中检出，但不透过血脑屏障。",
      "full_dosage": "口服：①成人及12岁以上儿童，一次10mg，一日1次。②2～12岁儿童体重＞30kg，一次10mg，一日1次；体重≤30kg，一次5mg，一日1次。 剂型与规格 片剂 5mg 10mg基药 XR06甲1258 0% 哪儿有 糖浆剂 10mg 10ml 120mg 120ml 60mg 60ml XR06乙1258 0% 哪儿有 口腔崩解片 10mg 哪儿有 咀嚼片 5mg 哪儿有 胶囊剂 5mg基药 10mg基药 XR06甲1258 0% 哪儿有 颗粒剂 5mg 10mg 哪儿有 糖浆剂 50mg 50ml 50mg 100ml 30mg 60ml XR06乙1258 0% 哪儿有",
      "full_contraindications": "对本品及辅料过敏者禁用。",
      "full_adverse_reactions": "治疗剂量未见明显的镇静作用。罕见报道的有视觉模糊、血压降低或升高、心悸、晕厥、运动功能亢进、肝功能改变、黄疸、肝炎、肝坏死、脱发、癫痫发作、乳房肿大、多形性红斑及全身性过敏反应等。 肝损伤 ⑴肝毒性： 氯雷他定和地氯雷他定可导致低度肝酶上升，通常是无症状的、轻微的和自限性的，甚至无需调整剂量。目前关于氯雷他定和地氯雷他定导致临床症状明显的肝损伤的报告病例极少。肝损伤的潜伏期有所差异，一般在用药后的2至4周出现。多数病例的酶上升都表现为肝细胞损伤，与急性病毒性肝炎类似。尚未报告免疫超敏和自身免疫反应，多数病例均为自限性的。然而，至少有一例关于氯雷他定引起急性肝炎致死的报告。⑵损伤机制： 氯雷他定和地氯雷他定导致肝损伤的机制目前未知。氯雷他定大部分经肝脏细胞色素P450系统（CYP 3A4和2D6）代谢。⑶肝损星级：★★★ 禁忌症 对本品及辅料过敏者禁用。",
      "full_interactions": "⑴抑制肝药物代谢酶活性的药物能使本品的代谢减慢。一日同服酮康唑400mg，可使氯雷他定及其活性代谢物去羧酸乙氧基氯雷他定的血药浓度升高，但未观察到心电图改变。与大环内酯类抗生素、西咪替丁、茶碱等药物并用也可抑制氯雷他定的代谢。 ⑵本品与其他中枢抑制药、三环类抗抑郁药合用或饮酒，可引起严重嗜睡。 ⑶单胺氧化酶抑制药可增加本品不良反应。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 用法与用量 口服：①成人及12岁以上儿童，一次10mg，一日1次。②2～12岁儿童体重＞30kg，一次10mg，一日1次；体重≤30kg，一次5mg，一日1次。 剂型与规格 片剂 5mg 10mg基药 XR06甲1258 0% 哪儿有 糖浆剂 10mg 10ml 120mg 120ml 60mg 60ml XR06乙1258 0% 哪儿有 口腔崩解片 10mg 哪儿有 咀嚼片 5mg 哪儿有 胶囊剂 5mg基药 10mg基药 XR06甲1258 0% 哪儿有 颗粒剂 5mg 10mg 哪儿有 糖浆剂 50mg 50ml 50mg 100ml 30mg 60ml XR06乙1258 0% 哪儿有",
      "full_precautions": "⑴对肝功能受损者，应减低剂量。 ⑵孕妇及哺乳期妇女慎用。 ⑶2岁以下儿童服用氯雷他定的安全性及疗效目前尚未确定。 ⑷老年患者用药量与成人相同。 ⑸药物过量中毒时，如患者清醒可予催吐。可用生理盐水洗胃，并给予活性炭吸附物，也可考虑用盐类泻药（硫酸钠）以阻止药物从肠道吸收。血液透析不能使本品清除，腹膜透析能否使本品清除尚不明确。 药物相互作用 ⑴抑制肝药物代谢酶活性的药物能使本品的代谢减慢。一日同服酮康唑400mg，可使氯雷他定及其活性代谢物去羧酸乙氧基氯雷他定的血药浓度升高，但未观察到心电图改变。与大环内酯类抗生素、西咪替丁、茶碱等药物并用也可抑制氯雷他定的代谢。 ⑵本品与其他中枢抑制药、三环类抗抑郁药合用或饮酒，可引起严重嗜睡。 ⑶单胺氧化酶抑制药可增加本品不良反应。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 用法与用量 口服：①成人及12岁以上儿童，一次10mg，一日1次。②2～12岁儿童体重＞30kg，一次10mg，一日1次；体重≤30kg，一次5mg，一日1次。 剂型与规格 片剂 5mg 10mg基药 XR06甲1258 0% 哪儿有 糖浆剂 10mg 10ml 120mg 120ml 60mg 60ml XR06乙1258 0% 哪儿有 口腔崩解片 10mg 哪儿有 咀嚼片 5mg 哪儿有 胶囊剂 5mg基药 10mg基药 XR06甲1258 0% 哪儿有 颗粒剂 5mg 10mg 哪儿有 糖浆剂 50mg 50ml 50mg 100ml 30mg 60ml XR06乙1258 0% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2661",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 472,
    "name": "六味地黄丸",
    "full_name": "(甲)六味地黄丸[国基]",
    "chemical_name": "六味地黄丸",
    "dosage_form": "丸",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "兰州佛慈制药"
    ],
    "specifications": [
      {
        "specification": "1丸/丸",
        "manufacturer": "兰州佛慈制药",
        "full_manufacturer": "兰州佛慈制药股份有限公司",
        "price": 15.0,
        "unit": "瓶",
        "code": "Y00000012512",
        "approval_number": "国药准字Z62020664",
        "insurance_code": "ZA09CAL0264010205892",
        "location": "D-3",
        "outpatient_location": "J-1"
      }
    ],
    "pinyin": "liuweidihuang",
    "pinyin_initials": "lwdh",
    "dosage_form_pinyin": "wan",
    "dosage_form_initials": "w",
    "manual": {
      "indications": "滋阴补肾。用于肾阴虚所致的头晕耳鸣，腰膝酸软，骨蒸潮热，盗汗遗精，消渴。",
      "dosage": "服用，儿童、孕妇、哺乳期妇女应在药师或医师指导下服用。 5.服药期间出现上述",
      "contraindications": "对本品及所含成份过敏者禁用；体实及阳虚者忌服。",
      "adverse_reactions": "监测数据显示，六味地黄制剂有腹泻、腹痛、腹胀、恶心、呕吐、胃肠不适、食欲不振、便秘、瘙痒、皮疹、头痛、心悸、过敏等不良反应报告。 肝损伤 肝毒性：处方中的泽泻能对实验动物的肝脏和肾脏造成损害。",
      "interactions": "1.真实世界数据显示，服用环孢素的移植患者合用六味地黄丸能升高环孢素的血药浓度，增加不良反应的风险。 2.如与其他药物同时使用可能会发生",
      "pregnancy_category": null,
      "pharmacokinetics": "熟地黄、酒萸肉、牡丹皮、山药、茯苓、泽泻。",
      "precautions": "2.感冒患者慎用。7.脾虚泄泻者慎用；",
      "source": "湖南药事服务网",
      "full_indications": "滋阴补肾。用于肾阴虚所致的头晕耳鸣，腰膝酸软，骨蒸潮热，盗汗遗精，消渴。",
      "full_dosage": "服用，儿童、孕妇、哺乳期妇女应在药师或医师指导下服用。 5.服药期间出现上述",
      "full_contraindications": "对本品及所含成份过敏者禁用；体实及阳虚者忌服。",
      "full_adverse_reactions": "监测数据显示，六味地黄制剂有腹泻、腹痛、腹胀、恶心、呕吐、胃肠不适、食欲不振、便秘、瘙痒、皮疹、头痛、心悸、过敏等不良反应报告。 肝损伤 肝毒性：处方中的泽泻能对实验动物的肝脏和肾脏造成损害。",
      "full_interactions": "1.真实世界数据显示，服用环孢素的移植患者合用六味地黄丸能升高环孢素的血药浓度，增加不良反应的风险。 2.如与其他药物同时使用可能会发生",
      "full_pharmacokinetics": "熟地黄、酒萸肉、牡丹皮、山药、茯苓、泽泻。",
      "full_precautions": "1.忌辛辣、不易消化食物。 2.感冒患者慎用。 3.有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者应在药师或医师指导下服用。 4.按照用法用量服用，儿童、孕妇、哺乳期妇女应在药师或医师指导下服用。 5.服药期间出现上述不良反应时应停药，如症状不缓解应去医院就诊。 6.服药2～4周症状无缓解，应去医院就诊。 7.脾虚泄泻者慎用；过敏体质者慎用。 8.本品性状发生改变时禁止使用。 9.儿童必须在成人监护下使用。 10.请将本品放在儿童不能接触的地方。 11.如正在使用其他药品，使用本品前请咨询药师或医师。",
      "composition": "熟地黄、酒萸肉、牡丹皮、山药、茯苓、泽泻。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6577",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 473,
    "name": "硫酸镁",
    "full_name": "(甲)硫酸镁",
    "chemical_name": "硫酸镁",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "河北武罗药业"
    ],
    "specifications": [
      {
        "specification": "10g/袋",
        "manufacturer": "河北武罗药业",
        "full_manufacturer": "河北武罗药业有限公司",
        "price": 69.07,
        "unit": "盒",
        "code": "Y00000014957",
        "approval_number": "国药准字H13022977",
        "insurance_code": "XA06ADL146P001010102670",
        "location": "J-5",
        "outpatient_location": "L-5"
      }
    ],
    "pinyin": "liusuanmei",
    "pinyin_initials": "lsm",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "",
      "dosage": "",
      "contraindications": "",
      "adverse_reactions": "",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "",
      "source": ""
    },
    "url": {}
  },
  {
    "id": 474,
    "name": "硫酸氢氯吡格雷片",
    "full_name": "(甲)硫酸氢氯吡格雷片[国基、上增]",
    "chemical_name": "硫酸氢氯吡格雷片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "深圳信立泰药业"
    ],
    "specifications": [
      {
        "specification": "75mg/片",
        "manufacturer": "深圳信立泰药业",
        "full_manufacturer": "深圳信立泰药业股份有限公司",
        "price": 14.5,
        "unit": "盒",
        "code": "Y00000014435",
        "approval_number": "国药准字H20120035",
        "insurance_code": "XB01ACL190A001030100553",
        "location": "P-2",
        "outpatient_location": "F-2"
      }
    ],
    "pinyin": "liusuanqinglvbigelei",
    "pinyin_initials": "lsqlbgl",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "1.用于新近心肌梗死、新近脑卒中或确诊的周围动脉病变患者，可减少新的缺血性脑卒中、心肌梗死和死亡等心脑血管事件的符合终点； 2.用于急性冠状动脉综合征（不稳定心绞痛和非ST段抬高心肌梗死）患者； 3.用于冠状动脉支架置入术后预防支架内血栓形成（与阿司匹林联用）。",
      "dosage": "口服：一次75mg，一日1次。①用于新近心肌梗死、缺血性脑卒中和确诊的外周动脉病口服本品75mg，一日1次。②急性冠状动脉综合征以及介入治疗患者：应先服负荷量300mg，继之一次75mg，一日1次，连续服药（联合阿司匹林一日75～100mg）。最佳的疗程尚不确定，一般不少于1年，并应与阿司匹林一日100mg联合应用。",
      "contraindications": "症 对本品过敏者及活动性病理性出血的患者（如消化道溃疡、颅内出血等）禁用。",
      "adverse_reactions": "常见：皮疹、腹泻、发热、过敏等。",
      "interactions": "⑴阿司匹林不改变本品抑制ADP诱导的血小板聚集反应。但本品可能增强阿司匹林对胶原诱导的血小板聚集的抑制反应。本品与阿司匹林长期联合应用的安全性仍待进一步研究。 ⑵肝素：同时给予肝素对本品诱导的抑制血小板聚集的反应物明显作用，但两者长期联合应用的安全性有待进一步确定。 ⑶非甾体抗炎药（NSAIDs）：在健康志愿者的研究表明本品与NSAIDs联合应用，可能增加胃肠道隐性出血，应慎用。 ⑷华法林：本品与华法林合用的安全性尚未确定。 ⑸奥美拉唑可降低本品血药浓度，增加心血管事件风险。 ⑹其他联合治疗：本",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴像其他抗血小板药物一样，本品对由于外伤、外科手术或其他病理情况而导致出血危险增加时应慎用。⑵对有胃肠道出血倾向病变（如溃疡病）的患者应慎用。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于新近心肌梗死、新近脑卒中或确诊的周围动脉病变患者，可减少新的缺血性脑卒中、心肌梗死和死亡等心脑血管事件的符合终点； 2.用于急性冠状动脉综合征（不稳定心绞痛和非ST段抬高心肌梗死）患者； 3.用于冠状动脉支架置入术后预防支架内血栓形成（与阿司匹林联用）。",
      "full_dosage": "口服：一次75mg，一日1次。①用于新近心肌梗死、缺血性脑卒中和确诊的外周动脉病口服本品75mg，一日1次。②急性冠状动脉综合征以及介入治疗患者：应先服负荷量300mg，继之一次75mg，一日1次，连续服药（联合阿司匹林一日75～100mg）。最佳的疗程尚不确定，一般不少于1年，并应与阿司匹林一日100mg联合应用。",
      "full_contraindications": "症 对本品过敏者及活动性病理性出血的患者（如消化道溃疡、颅内出血等）禁用。",
      "full_adverse_reactions": "⑴出血：单独服用本品，胃肠道出血、颅内出血，其发生率均与阿司匹林相似。当本品与阿司匹林合用时出血发生率增加，主要是胃肠道出血和血管穿刺处出血增加。 ⑵胃肠道反应如腹痛、消化不良、胃炎、便秘等，偶见轻度腹泻。 ⑶皮疹及其他皮肤损害4.0％～15.8％。 ⑷中性粒细胞减少：极少见（发生率低于噻氯匹定）。但如服用本品的患者出现发热或其他感染征象，必须给予相应检查，以及时检出，进行相应处理。 ⑸日本要求产品的说明书新增临床显著不良反应胰岛素自身免疫综合征：可能发生严重低血糖。 肝损伤 ⑴肝损伤： 服用氯吡格雷的患者中，1%至3%患者出现血清酶升高。大量临床研究表明，血清酶丙氨酸转氨酶升高频率不高于安慰剂组，且未报告无临床症状明显的肝损伤病例。然而，自药品上市以来，已有数例关于临床症状明显的重度肝损伤的个案报告。发病期为2至24周（平均6周），伴有疲劳、黄疸和发痒症状。肝酶升高一般表现为胆汁淤积性，但也存在混合性或肝细胞性。部分患者出现发热、皮疹和嗜酸性粒细胞增多症等自身免疫症状，但通常较轻，并不明显。通常不会出现自身抗体。自限性病例通常在1至3个月内恢复。但也出现急性肝功能衰竭，导致死亡或需要肝移植的少数病例。⑵损伤机制： 目前尚未研究出氯吡格雷肝毒性的作用机制，但是明显存在特异性，可能是由于氯吡格雷分子复杂的肝代谢造成。常见免疫超敏性症状，但不明显。出现因氯吡格雷导致超敏反应的报告。 禁忌症 对本品过敏者及活动性病理性出血的患者（如消化道溃疡、颅内出血等）禁用。",
      "full_interactions": "⑴阿司匹林不改变本品抑制ADP诱导的血小板聚集反应。但本品可能增强阿司匹林对胶原诱导的血小板聚集的抑制反应。本品与阿司匹林长期联合应用的安全性仍待进一步研究。 ⑵肝素：同时给予肝素对本品诱导的抑制血小板聚集的反应物明显作用，但两者长期联合应用的安全性有待进一步确定。 ⑶非甾体抗炎药（NSAIDs）：在健康志愿者的研究表明本品与NSAIDs联合应用，可能增加胃肠道隐性出血，应慎用。 ⑷华法林：本品与华法林合用的安全性尚未确定。 ⑸奥美拉唑可降低本品血药浓度，增加心血管事件风险。 ⑹其他联合治疗：本品与阿替洛尔、硝苯地平、巴比妥、西咪替丁和雌激素等无明显药物相互作用。在临床研究中本品曾与利尿药、β受体阻滞药、血管紧张素转换酶抑制药、钙拮抗药、降胆固醇药、血管扩张药、降糖药、抗癫痫药及激素替代治疗药物等联合应用，子啊临床上未见显著的药物不良相互作用的证据。 在高浓度体外试验本品抑制CYP2C9，据此，本品可能影响苯妥英钠、他莫昔芬、苯磺丁脲、华法林、氟伐他汀和非甾体抗炎药的代谢，但目前尚无证据表明其影响的程度，本品与这些药物联用时应慎重。 用药交代 谨慎与奈玛特韦/利托那韦片（组合包装）合用。如果需要合用，要权衡利弊，如果栓塞风险大，如冠状动脉支架植入术后6周内，则应避免联合用药或者用普拉格雷替代氯吡格雷。 给药说明 ⑴本品口服不受食物影响。 ⑵老年人和肾脏病患者不需调整剂量。 ⑶给药过程中发生严重出血者，必要时输注血小板可以逆转本品的药理作用。 用法与用量 口服：一次75mg，一日1次。①用于新近心肌梗死、缺血性脑卒中和确诊的外周动脉病口服本品75mg，一日1次。②急性冠状动脉综合征以及介入治疗患者：应先服负荷量300mg，继之一次75mg，一日1次，连续服药（联合阿司匹林一日75～100mg）。最佳的疗程尚不确定，一般不少于1年，并应与阿司匹林一日100mg联合应用。",
      "full_pregnancy_category": "B\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴像其他抗血小板药物一样，本品对由于外伤、外科手术或其他病理情况而导致出血危险增加时应慎用。如患者进行选择性手术应在术前5～7天停用。 ⑵对有胃肠道出血倾向病变（如溃疡病）的患者应慎用。 ⑶肝功能损害者需慎用，因严重肝病患者可有出血倾向，本品应用的经验不足。 ⑷妊娠：动物实验显示本品不损害受精，无胚胎毒性，但在孕妇尚无适宜的有良好对照的研究，因此，只有十分必要，本品才用于孕妇。 ⑸哺乳：大鼠研究表明本品和/或其代谢产物可自乳汁中分泌，但是在人类乳汁中是否分泌尚不清楚。鉴于许多药物均可在乳汁中排泄，以及本品对哺乳婴儿的潜在严重"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1167",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 475,
    "name": "硫酸庆大霉素注射液",
    "full_name": "(甲)硫酸庆大霉素注射液[国基]",
    "chemical_name": "硫酸庆大霉素注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "遂成药业"
    ],
    "specifications": [
      {
        "specification": "8万单位/支",
        "manufacturer": "遂成药业",
        "full_manufacturer": "遂成药业股份有限公司",
        "price": 0.8,
        "unit": "支",
        "code": "X00617",
        "approval_number": "国药准字H41021258",
        "insurance_code": "XJ01GBQ072B002010203204",
        "outpatient_location": "2F-1"
      }
    ],
    "pinyin": "liusuanqingdameisu",
    "pinyin_initials": "lsqdms",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于铜绿假单胞菌或葡萄球菌属；治疗敏感细菌；肠球菌感染；敏感细菌所致的外眼感染；单纯性尿路感染初治；肠道感染或结肠手术前准备；治疗敏感细菌所致的外眼感染。",
      "dosage": "成人：肌内注射或稀释后静脉滴注，①常用量：一次80mg；儿童：剂量，肌内注射或稀释后静脉滴注：2～2.5mg",
      "contraindications": "对本品或其他氨基糖苷类抗生素过敏者禁用。妊娠期妇女禁用。",
      "adverse_reactions": "常见：瘙痒等。",
      "interactions": "参阅链霉素。氨基糖苷类与β内酰胺类（头孢菌素类与青霉素类）混合可导致相互失活，因此需联合应用上述抗生素时必须分瓶滴注。同样，庆大霉素亦不宜与其他药物同瓶滴注。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率30，肾脏排泄。",
      "precautions": "⑾氨基糖苷类可能加重重症肌无力、帕金森病患者的症状，需慎用该类药物。⑶在使用本品过程中应定期检查尿常规、血尿素氮、血肌酐，注意患者听力变化或听力损害先兆（耳鸣、而饱满感、高频听力损害），有条件者进行血药浓度监测。局部使用该类药物较大剂量时亦可发生上述不良反应，需加以注意。",
      "source": "湖南药事服务网",
      "full_indications": "1.本品适用于敏感铜绿假单胞菌、变形杆菌（吲哚阳性和阴性）属、大肠埃希菌、克雷伯菌属、肠杆菌属、沙雷菌属、柠檬酸杆菌属以及葡萄球菌属（不包括耐甲氧西林菌株）所致的严重感染；临床上本品常与β内酰胺类或其他抗菌药物联合应用。本品与青霉素G（或氨苄西林）联合应用治疗肠球菌感染；<br>2.本品用于铜绿假单胞菌或葡萄球菌属所致的严重中枢神经系统感染（如脑膜炎、脑室炎）时，可同时用本品鞘内注射作为辅助治疗；<br>3.本品不适用于单纯性尿路感染初治，除非病原菌对其他毒性较低的抗菌药物不敏感，本品对链球菌属中多数菌种（尤其D组）、肺炎链球菌和厌氧菌（如拟杆菌属或梭状芽孢杆菌属）无效；<br>4.本品口服可用于肠道感染或结肠手术前准备，也可用本品肌注合并克林霉素或甲硝唑以减少结肠手术后感染率。<br>5.局部外用适用于治疗敏感细菌所致的外眼感染，如结膜炎、结膜炎、泪囊炎、睑缘炎、睑板腺炎等。",
      "full_dosage": "⑴成人：肌内注射或稀释后静脉滴注，①常用量：一次80mg（8万U），一日2～3次，间隔8小时。或1～1.7mg/kg（以庆大霉素计，下同），每8小时1次，共7～14日。静脉滴注时建议优先采用一日剂量一次给药的方法。②单纯性尿路感染，体重低于60kg的成人，3mg/kg，一日1次；体重超过60kg者160mg，一日1次；或1.5mg/kg，每12小时1次。<br>　　⑵儿童剂量，肌内注射或稀释后静脉滴注：2～2.5mg/kg，每8小时1次，共7～14日。疗程中应进行血药浓度监测。    <br>　　⑶血液透析后，可根据感染严重程度，成人按体重补给一次剂量1～1.7mg/kg；儿童补给2～2.5mg/kg。鞘内或脑室内注射成人每次4～8mg，每2～3日1次。    <br>　　⑷药液配制：①静脉：将每次剂量加入50～200ml氯化钠注射液或5％葡萄糖注射液中，使药物浓度不超过1g/L（盐基）（相当于0.1％的溶液）。该药液应在30～60分钟内缓慢滴入，以免发生神经肌肉阻滞作用。儿科患者的药液量应相应减少。②鞘内（药液浓度2g/L）：有时用于脑手术或脑外伤后脑膜炎患者。每次剂量须抽入5ml或10ml的无菌针筒内。进行腰椎穿刺术后，先留取脑脊液标本送实验室检查，再讲装有庆大霉素的针筒连接腰椎穿刺针，使相当量的脑脊液流入针筒内，边抽边推，然后将针筒内的全部药液于3～5分钟内缓慢注入，注入时使腰椎穿刺针略微向上倾斜。如脑脊液呈脓性而不易流出时，庆大霉素亦可用氯化钠注射液稀释。由于庆大霉素溶液中不加防腐剂，因此剩余药液应即丢弃。",
      "full_contraindications": "对本品或其他氨基糖苷类抗生素过敏者禁用。妊娠期妇女禁用。",
      "full_adverse_reactions": "⑴耳毒性：本品的耳毒性表现为对前庭影响较大，对耳蜗的损害相对较小。应用本品后可发生头昏、眩晕、耳鸣、麻木、共济失调等。患者原有肾功能损害时耳毒性发生的重要诱发因素。应用本品后少数患者的听力损害可进展至耳聋，听力损害初期可为耳鸣及高频听力减退，如及早发现，及时停药，听力损害尚可能减轻，但继续用药，则可能导致损害的进行性加重。<br>⑵肾毒性：应用本品后使受者出现肾毒性。初期表现为尿液中出现管型、蛋白尿及红细胞等，尿量增多或减少。如早期发现，及时停药，大多可逆，但如继续用药，则肾功能损害加重，可发展至肾功能衰竭。  <br>⑶神经肌肉阻滞作用：本品可对神经肌肉接头有阻滞作用，偶可致呼吸抑制。  <br>⑷变态反应：少见，偶可出现皮肤瘙痒、荨麻疹等。⑸局部外用如滴眼时偶有局部刺激不适，无全身不良反应。",
      "full_interactions": "参阅链霉素。氨基糖苷类与β内酰胺类（头孢菌素类与青霉素类）混合可导致相互失活，因此需联合应用上述抗生素时必须分瓶滴注。同样，庆大霉素亦不宜与其他药物同瓶滴注。",
      "full_pharmacokinetics": "⑴药效学：参阅氨基糖苷类药。  <br>　　⑵药动学：肌注后新手迅速而完全。局部冲洗或局部应用亦可经身体表面吸收一定量。吸收后主要分布于细胞外液，其中5％～15％再分布到组织中，在肾皮质细胞中积聚，本品可穿过胎盘。分布容积为0.2～0.25L/kg（0.06～0.63L/L）尿液中药物浓度高。支气管分泌物、脑脊液、蛛网膜下隙、眼组织以及房水中含药量少。蛋白结合率低。肌内注射或静脉滴注后30～60分钟，成人一次肌注1mg/kg后Ｃmax为4mg/L；成人一次静滴80mg，Ｃmax可达4～6mg/L，婴儿单次给药2.5mg/kg后Ｃmax可达3～6mg/L；发热或大面积烧伤患者，血药浓度可能有所降低。ｔ1/2成人为2～3小时，肾功能衰竭者40～50小时。发热、贫血、严重烧伤患者或合用羧苄西林钠的患者ｔ1/2可能缩短；但在妇科、外科及烧伤的不同患者间有很大差异。小儿ｔ1/2为5～11.5小时，体重轻者的ｔ1/2较长。  本品在体内不代谢，经肾小球滤过排出，尿中浓度可超过100mg/L，24小时内排出50％～93％。新生儿出生3天以内者，给药12小时内排出10％；新生儿出生5～40天者给药12小时内排出40％。血液透析与腹膜透析可从血液中清除相当药量，使ｔ1/2显著缩短。",
      "full_precautions": "⑴庆大霉素等氨基糖苷类应用疗程超过14日的安全性尚未确立，因此治疗疗程一般不宜大于2周，以减少耳、肾毒性的发生。  <br>⑵耳、肾毒性：在原有肾功能不全，或肾功能正常者使用剂量过大，疗程长者易发生前庭或听力损害，也易出现肾毒性。  <br>⑶在使用本品过程中应定期检查尿常规、血尿素氮、血肌酐，注意患者听力变化或听力损害先兆（耳鸣、而饱满感、高频听力损害），有条件者进行血药浓度监测。  <br>⑷避免联合应用肾、耳毒性药剂及前利尿剂。如氨基糖苷类与注射用第一代头孢菌素类合用时可能加重肾毒性。  <br>⑸庆大霉素等氨基糖苷类不可快速静脉推注或滴注给药，以避免神经肌肉接头阻滞作用的发生，引起呼吸抑制。局部使用该类药物较大剂量时亦可发生上述不良反应，需加以注意。避免与神经肌肉阻滞剂合用。  <br>⑹庆大霉素滴耳液应用亦可致耳毒性的发生，避免该药耳部滴用。  <br>⑺庆大霉素等氨基糖苷类用于孕妇，可能致胎儿第8对脑神经损害，孕妇宜避免应用，确有指征应用时，必须在血药浓度监测下调整给药方案使用。哺乳期妇女使用该类药物时应暂停授乳。  <br>⑻早产儿、新生儿、婴幼儿应尽量避免用氨基糖苷类，临床有明确指征需应用时，则应进行血药浓度监测，调整给药方案个体化给药。  <br>⑼肾功能减退者宜避免应用氨基糖苷类，有指征应用时需根据肾功能减退程度减量用药，并进行血药浓度监测，老年患者常有生理性肾功能减退，参照上述肾功能减退者情况用药。  <br>⑽氨基糖苷类不可用于眼内或结膜下给药，因可能引起黄斑坏死。  <br>⑾氨基糖苷类可能加重重症肌无力、帕金森病患者的症状，需慎用该类药物。  <br>⑿庆大霉素注射液含亚硫酸钠，在某些敏感人群中可能引起过敏性休克或其他严重过敏反应。  <br>⒀逾量处理：本品无特异性对抗剂，过量或引起严重毒性反应时，主要是对阵疗法和支持疗法。腹膜透析或血液透析可帮助庆大霉素从血脂中清除。新生儿也可考虑换血疗法。  <br>⒁局部用于眼部时须注意：①本品不得直接注入球结膜下或眼前房内。②泪囊感染（泪囊炎）常伴有鼻泪管堵闭塞，除用本品滴眼外，可同时辅以全身抗菌药物和局部热敷。③滴眼时瓶口勿接触眼睛，使用后应将瓶盖拧紧，以免污染药物。④本品滴眼后虽极少吸收进入全身血液循环，但孕妇及哺乳期妇女仍应注意不可过量或长期使用，以免影响胎儿及婴儿的生长发育。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1977",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 476,
    "name": "硫酸沙丁胺醇吸入气雾剂",
    "full_name": "(甲)硫酸沙丁胺醇吸入气雾剂[国基]",
    "chemical_name": "硫酸沙丁胺醇吸入气雾剂",
    "dosage_form": "气雾剂",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "GLAXOSMITHKLINE, S.A."
    ],
    "specifications": [
      {
        "specification": "200掀/瓶",
        "manufacturer": "GLAXOSMITHKLINE, S.A.",
        "full_manufacturer": "GLAXOSMITHKLINE, S.A. ( Glaxo Wellcome S.A.)",
        "price": 19.79,
        "unit": "盒",
        "code": "X00153",
        "approval_number": "国药准字HJ20150673",
        "insurance_code": "XR03ACS048L028010178470",
        "location": "C-5",
        "outpatient_location": "C-2"
      }
    ],
    "pinyin": "liusuanshadinganchunxiru",
    "pinyin_initials": "lssdacxr",
    "dosage_form_pinyin": "qiwuji",
    "dosage_form_initials": "qwj",
    "manual": {
      "indications": "用于支气管哮喘或喘息型支气管炎等伴有支气管痉挛的呼吸道病；亦可用于防止先兆流产。",
      "full_indications": "用于支气管哮喘或喘息型支气管炎等伴有支气管痉挛的呼吸道病；亦可用于防止先兆流产。",
      "dosage": "成人常用量：①气雾吸入，一次0.1～0.2mg，必要时每4～6小时1次；一次2.4～4.8mg，一日3次；一次0.1～0.2mg",
      "full_dosage": "⑴成人常用量：①气雾吸入，一次0.1～0.2mg，必要时每4～6小时1次；②口服，一次2.4～4.8mg，一日3次。口服溶液剂，成⼈和12岁以上⻘少年⼀次2〜4mg，⼀⽇3次。 ⑵小儿常用量：①气雾吸入，一次0.1～0.2mg；②口服，一次0.6mg，一日3～4次。口服溶液剂，6⾄12岁⼉童⼀次2mg，⼀⽇3次；2⾄6岁⼉童⼀次1~2mg，⼀⽇3次。 ⑶粉雾剂：吸入，成人一次0.2～0.4mg，一日4次；小儿一次0.2mg，一日4次。 ⑷缓释剂：口服，一次8mg，一日2次，应整片吞服，不得咀嚼。 ⑸静脉滴注：用0.9％氯化钠注射液稀释成10μg/ml，滴注速度为每分钟5～10μg 剂型与规格 片剂 2.4mg(相当于沙丁胺醇2mg) XR03C甲1222 0% 哪儿有 缓释片 4mg 8mg XR03C乙1222 5% 哪儿有 缓释胶囊 4mg 8mg XR03C乙1222 5% 哪儿有 注射液 0.48mg(0.4mg) 2ml XR03C乙1222 5% 哪儿有 吸入粉雾剂 0.1mg/喷×200喷 0.2mg/喷×200喷 0.4mg/喷×200揿 XR03A甲1222 0% 哪儿有 气雾剂 0.14mg×200揿基药 0.1mg×200揿基药 XR03A甲1222 0% 哪儿有 雾化溶液剂 50mg 10ml基药 100mg 20ml基药 2.5mg 2.5ml基药 XR03A甲1222 0% 哪儿有 口腔崩解片 0.6mg(相当于沙丁胺醇0.5mg) 2.4mg(相当于沙丁胺醇2mg) 哪儿有 雾化溶液剂 5mg 2.5ml XR03A甲1222 0% 哪儿有 口服溶液 2mg 5ml 暂无",
      "contraindications": "对本品及其他肾上腺素能受体激动药过敏者禁用；对抛射剂氟利昂过敏患者禁用雾化剂。",
      "full_contraindications": "对本品及其他肾上腺素能受体激动药过敏者禁用；对抛射剂氟利昂过敏患者禁用雾化剂。",
      "adverse_reactions": "常见的不良反应有：震颤、恶心、心率增快或心搏异常激烈",
      "full_adverse_reactions": "⑴较常见的不良反应有：震颤、恶心、心率增快或心搏异常激烈。 ⑵较少见的不良反应：头晕、目眩、口咽发干。 ⑶愈量中毒的早期表现：胸痛、头晕，持续严重的头痛，严重高血压，持续恶心，呕吐，持续心率增快或心搏强烈，情绪烦躁不安等。 禁忌症 对本品及其他肾上腺素能受体激动药过敏者禁用；对抛射剂氟利昂过敏患者禁用雾化剂。",
      "interactions": " ⑷与洋地黄类药物合用，可增加洋地黄诱发心动过速的危险性",
      "full_interactions": "⑴同时应用其他肾上腺素受体激动剂者，其支气管扩张作用可增强，不良反应也可加重。 ⑵并用茶碱类药物时，可增加松弛支气管平滑肌的作用，也可能增加不良反应。 ⑶与甲基多巴合用时可致严重急性低血压反应。 ⑷与洋地黄类药物合用，可增加洋地黄诱发心动过速的危险性。 ⑸β受体拮抗药如普萘洛尔能拮抗本品的支气管扩张作用，故不宜合用。 ⑹单胺氧化酶抑制药、三环类抗抑郁药、抗组胺药、左甲状腺素等可增加本品的不良反应。 ⑺在产科手术中与氟烷合用，可加重宫缩无力，引起大出血。 用药交代 可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴静脉注射液：一次0.4mg用5%葡萄糖注射液或0.9%氯化钠注射液20ml稀释。 ⑵静脉滴注液：一次0.4mg用5%葡萄糖注射液100ml稀释。 ⑶新鲜调配为无色的明液体。本品pH为3.0~4.5。 【稳定性】用5%葡萄糖注射液或0.9%氯化钠注射液调配的沙丁胺醇稀释液空温下可稳定保存24h。 给药说明 ⑴应用本品疗效欠佳时，可酌情更换其他支气管β2受体激动药或茶碱类药，不可过量增加本品的用量。 ⑵反复过量使用偶可引起支气管痉挛，如有发生，应立即停用并改变治疗方案。 用法与用量 ⑴成人常用量：①气雾吸入，一次0.1～0.2mg，必要时每4～6小时1次；②口服，一次2.4～4.8mg，一日3次。口服溶液剂，成⼈和12岁以上⻘少年⼀次2〜4mg，⼀⽇3次。 ⑵小儿常用量：①气雾吸入，一次0.1～0.2mg；②口服，一次0.6mg，一日3～4次。口服溶液剂，6⾄12岁⼉童⼀次2mg，⼀⽇3次；2⾄6岁⼉童⼀次1~2mg，⼀⽇3次。 ⑶粉雾剂：吸入，成人一次0.2～0.4mg，一日4次；小儿一次0.2mg，一日4次。 ⑷缓释剂：口服，一次8mg，一日2次，应整片吞服，不得咀嚼。 ⑸静脉滴注：用0.9％氯化钠注射液稀释成10μg/ml，滴注速度为每分钟5～10μg 剂型与规格 片剂 2.4mg(相当于沙丁胺醇2mg) XR03C甲1222 0% 哪儿有 缓释片 4mg 8mg XR03C乙1222 5% 哪儿有 缓释胶囊 4mg 8mg XR03C乙1222 5% 哪儿有 注射液 0.48mg(0.4mg) 2ml XR03C乙1222 5% 哪儿有 吸入粉雾剂 0.1mg/喷×200喷 0.2mg/喷×200喷 0.4mg/喷×200揿 XR03A甲1222 0% 哪儿有 气雾剂 0.14mg×200揿基药 0.1mg×200揿基药 XR03A甲1222 0% 哪儿有 雾化溶液剂 50mg 10ml基药 100mg 20ml基药 2.5mg 2.5ml基药 XR03A甲1222 0% 哪儿有 口腔崩解片 0.6mg(相当于沙丁胺醇0.5mg) 2.4mg(相当于沙丁胺醇2mg) 哪儿有 雾化溶液剂 5mg 2.5ml XR03A甲1222 0% 哪儿有 口服溶液 2mg 5ml 暂无",
      "precautions": " ⑵高血压、冠状动脉供血不足、糖尿病、甲状腺功能亢进等患者应慎用",
      "full_precautions": "⑴对其他肾上腺素受体激动剂过敏者可能对本品呈交叉过敏。 ⑵高血压、冠状动脉供血不足、糖尿病、甲状腺功能亢进等患者应慎用。 ⑶长期使用可形成耐药性，不仅疗效降低，且有加重哮喘的危险。 药物相互作用 ⑴同时应用其他肾上腺素受体激动剂者，其支气管扩张作用可增强，不良反应也可加重。 ⑵并用茶碱类药物时，可增加松弛支气管平滑肌的作用，也可能增加不良反应。 ⑶与甲基多巴合用时可致严重急性低血压反应。 ⑷与洋地黄类药物合用，可增加洋地黄诱发心动过速的危险性。 ⑸β受体拮抗药如普萘洛尔能拮抗本品的支气管扩张作用，故不宜合用。 ⑹单胺氧化酶抑制药、三环类抗抑郁药、抗组胺药、左甲状腺素等可增加本品的不良反应。 ⑺在产科手术中与氟烷合用，可加重宫缩无力，引起大出血。 用药交代 可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴静脉注射液：一次0.4mg用5%葡萄糖注射液或0.9%氯化钠注射液20ml稀释。 ⑵静脉滴注液：一次0.4mg用5%葡萄糖注射液100ml稀释。 ⑶新鲜调配为无色的明液体。本品pH为3.0~4.5。 【稳定性】用5%葡萄糖注射液或0.9%氯化钠注射液调配的沙丁胺醇稀释液空温下可稳定保存24h。 给药说明 ⑴应用本品疗效欠佳时，可酌情更换其他支气管β2受体激动药或茶碱类药，不可过量增加本品的用量。 ⑵反复过量使用偶可引起支气管痉挛，如有发生，应立即停用并改变治疗方案。 用法与用量 ⑴成人常用量：①气雾吸入，一次0.1～0.2mg，必要时每4～6小时1次；②口服，一次2.4～4.8mg，一日3次。口服溶液剂，成⼈和12岁以上⻘少年⼀次2〜4mg，⼀⽇3次。 ⑵小儿常用量：①气雾吸入，一次0.1～0.2mg；②口服，一次0.6mg，一日3～4次。口服溶液剂，6⾄12岁⼉童⼀次2mg，⼀⽇3次；2⾄6岁⼉童⼀次1~2mg，⼀⽇3次。 ⑶粉雾剂：吸入，成人一次0.2～0.4mg，一日4次；小儿一次0.2mg，一日4次。 ⑷缓释剂：口服，一次8mg，一日2次，应整片吞服，不得咀嚼。 ⑸静脉滴注：用0.9％氯化钠注射液稀释成10μg/ml，滴注速度为每分钟5～10μg 剂型与规格 片剂 2.4mg(相当于沙丁胺醇2mg) XR03C甲1222 0% 哪儿有 缓释片 4mg 8mg XR03C乙1222 5% 哪儿有 缓释胶囊 4mg 8mg XR03C乙1222 5% 哪儿有 注射液 0.48mg(0.4mg) 2ml XR03C乙1222 5% 哪儿有 吸入粉雾剂 0.1mg/喷×200喷 0.2mg/喷×200喷 0.4mg/喷×200揿 XR03A甲1222 0% 哪儿有 气雾剂 0.14mg×200揿基药 0.1mg×200揿基药 XR03A甲1222 0% 哪儿有 雾化溶液剂 50mg 10ml基药 100mg 20ml基药 2.5mg 2.5ml基药 XR03A甲1222 0% 哪儿有 口腔崩解片 0.6mg(相当于沙丁胺醇0.5mg) 2.4mg(相当于沙丁胺醇2mg) 哪儿有 雾化溶液剂 5mg 2.5ml XR03A甲1222 0% 哪儿有 口服溶液 2mg 5ml 暂无",
      "pharmacokinetics": "t1/2约3.8小时，肾脏排泄。",
      "full_pharmacokinetics": "⑴药效学：作用于支气管β2肾上腺素受体，松弛平滑肌，其机制为激活腺苷环化酶，促进环磷腺苷生成。因本品能松弛子宫平滑肌，所以能降低子宫收缩，利于妊娠。 ⑵药动学：吸入本品5～10分钟开始作用，最大作用时间为60～90分钟，持续3～6小时。半衰期（ｔ1/2)为3.8小时，72％随尿排出，其中28％为原形，44％为代谢产物。口服30分钟后作用开始，最大作用时间为2～3小时，持续6小时，口服后2.5小时血药浓度达峰值，半衰期（ｔ1/2）为2.7～5小时。口服后约75％随尿排出，一日内大部分被排出，60％为代谢产物。约4％由粪便排出。",
      "pregnancy_category": "",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1604",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 477,
    "name": "连花清瘟颗粒",
    "full_name": "(甲)连花清瘟颗粒[国基]",
    "chemical_name": "连花清瘟颗粒",
    "dosage_form": "颗粒",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "北京以岭药业"
    ],
    "specifications": [
      {
        "specification": "6g/袋",
        "manufacturer": "北京以岭药业",
        "full_manufacturer": "北京以岭药业有限公司（委托生产企业：北京以岭药业有限公司、石家庄以岭药业股份有限公司、衡水以岭药业有限公司）",
        "price": 23.53,
        "unit": "盒",
        "code": "Y00000014508",
        "approval_number": "国药准字Z20100040",
        "insurance_code": "ZA04CAL0116010279263",
        "location": "J-3",
        "outpatient_location": "2G-2"
      }
    ],
    "pinyin": "lianhuaqingwen",
    "pinyin_initials": "lhqw",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "清瘟解毒，宣肺泄热。用于治疗流行性感冒属热毒袭肺证，症见发热或高热，恶寒，肌肉酸痛，鼻塞流涕，咳嗽，头痛，咽干咽痛，舌偏红，苔黄或黄腻等。",
      "dosage": "口服。一次1袋，一日3次。",
      "contraindications": "对本品及本品成分过敏者忌服。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "4.高血压、心脏病患者慎用。9.对本品过敏者禁用，过敏体质者慎用。2.不宜在服药期间同时服用滋补性中药。",
      "source": "湖南药事服务网",
      "full_indications": "清瘟解毒，宣肺泄热。用于治疗流行性感冒属热毒袭肺证，症见：发热或高热，恶寒，肌肉酸痛，鼻塞流涕，咳嗽，头痛，咽干咽痛，舌偏红，苔黄或黄腻等。",
      "full_dosage": "口服。一次1袋，一日3次。",
      "full_contraindications": "对本品及本品成分过敏者忌服。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。",
      "full_pharmacokinetics": "",
      "full_precautions": "1.忌烟、酒及辛辣、生冷、油腻食物。2.不宜在服药期间同时服用滋补性中药。3.风寒感冒者不适用。4.高血压、心脏病患者慎用。有肝病、糖尿病、肾病等慢性病严重者应在医师指导下服用。5.儿童、孕妇、哺乳期妇女、年老体弱者应在医师指导下服用。6.发热体温超过38.5℃的患者，应去医院就诊。7.严格按用法用量服用，本品不宜长期服用。8.服药3天症状无缓解，应去医院就诊。9.对本品过敏者禁用，过敏体质者慎用。10.本品性状发生改变时禁止使用。11.儿童必须在成人监护下使用。12.请将本品放在儿童不能接触的地方。13.如正在使用其他药品，使用本品前请咨询医师或药师。",
      "composition": "连翘、金银花、炙麻黄、炒苦杏仁、石膏、板蓝根、绵马贯众、鱼腥草、广藿香、大黄、红景天、薄荷脑、甘草。辅料为：糊精、环己基氨基磺酸钠。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3774",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 478,
    "name": "盐酸坦索罗辛缓释胶囊",
    "full_name": "(甲)盐酸坦索罗辛缓释胶囊[国基、上增]",
    "chemical_name": "盐酸坦索罗辛缓释胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "浙江仟源海力生制药"
    ],
    "specifications": [
      {
        "specification": "0.2mg/粒",
        "manufacturer": "浙江仟源海力生制药",
        "full_manufacturer": "浙江仟源海力生制药有限公司",
        "price": 8.97,
        "unit": "盒",
        "code": "Y00000014598",
        "approval_number": "国药准字H20020623",
        "insurance_code": "XG04CAT011E003010204636",
        "location": "H-1",
        "outpatient_location": "O-2"
      }
    ],
    "pinyin": "yansuantansuoluoxinhuanshi",
    "pinyin_initials": "ystslxhs",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "⑴用于良性前列性增生症，可明显改善前列性增生症引起排尿困难、夜间尿频、残尿感等症状。 ⑵用于治疗输尿管结石【.美国FDA未批准；中华医学会泌尿外科学分会《中国泌尿外科疾病诊断治疗指南》2014】。",
      "full_indications": "⑴用于良性前列性增生症，可明显改善前列性增生症引起排尿困难、夜间尿频、残尿感等症状。 ⑵用于治疗输尿管结石【.美国FDA未批准；中华医学会泌尿外科学分会《中国泌尿外科疾病诊断治疗指南》2014】。",
      "dosage": "口服：成人常用量一次0.2mg，一日1次，餐后服用，根据年龄及症状不同可适当增减。 剂型与规格 缓释胶囊 0.2mg基药 XG04C乙0598 0% 哪儿有 缓释片 0.2mg XG04C乙0598 0% 哪儿有 口崩缓释片 0.2mg XG04C乙0598 0% 哪儿有",
      "full_dosage": "口服：成人常用量一次0.2mg，一日1次，餐后服用，根据年龄及症状不同可适当增减。 剂型与规格 缓释胶囊 0.2mg基药 XG04C乙0598 0% 哪儿有 缓释片 0.2mg XG04C乙0598 0% 哪儿有 口崩缓释片 0.2mg XG04C乙0598 0% 哪儿有",
      "contraindications": "对本品或α1受体阻滞剂过敏者禁用；儿童禁用。",
      "full_contraindications": "对本品或α1受体阻滞剂过敏者禁用；儿童禁用。",
      "adverse_reactions": "偶见头晕、蹒跚感等症状；偶见血压下降、心率加快等；偶见恶心、呕吐、胃部不适、食欲不振等",
      "full_adverse_reactions": "低于特拉唑嗪和阿夫唑嗪。此外坦洛新与其他抗高血压药物也无明显药代动力学的相互作用。该药无首剂效应，首剂不必减少剂量或强调临睡前服药。 ⑵药动学：成人一次口服缓释制剂0.2mg时，6～8小时后血药浓度达到峰值，半衰期为10小时。连续口服，血药浓度可在第４天达到稳态。本药主要在肝脏代谢，通过胃肠道排泄，给药后30小时内尿中原形药排泄率为12％～14％。连续给药尿排泄率不变。 不良反应 ⑴精神神经系统：偶见头晕、蹒跚感等症状。 ⑵循环系统：偶见血压下降、心率加快等。 ⑶过敏反应：偶尔可出现皮疹，出现这种症状时应停止服药。 ⑷消化系统：偶见恶心、呕吐、胃部不适、食欲不振等。 ⑸肝功能：偶见GOT、GPT、LDH升高。 ⑹其他偶见鼻塞、水肿、吞咽困难、倦怠感等。 肝损伤 ⑴肝毒性：在对照试验中，坦索罗辛已被证实可能会造成血清转氨酶升高（<2%），概率不高于安慰剂或对比剂治疗。这些指标升高是暂时性的，无需调整用药剂量。因坦索罗辛造成严重肝损伤的惟一病例已经被公布出来。肝损伤的发生时间是在开始用药后11天，临床表现为急性胆囊炎相似，表现为黄疸、腹痛与发烧，但表现为肝细胞性的血清酶升高。未发现与任何胆系疾病相关，在停止用药后，病人迅速恢复正常。未出现过敏和自身免疫症状。因此，由坦索罗辛引起的肝损伤病例极少，与其他α1肾上腺素能神经阻断药造成的轻微和自限性的肝损伤类似。 ⑵损伤机制：造成血清转氨酶升高与肝损伤少见病例的具体原因还有待查明。坦索罗辛由肝脏细胞色素P450酶（主要是CYP 3A4与2D6）进行代谢，代谢产生的轻微毒性的产物可能是上述病症的原因。 禁忌症 对本品或α1受体阻滞剂过敏者禁用；儿童禁用。",
      "interactions": "⑴本品与西咪替丁合用，可抑制本品代谢，增加本品血药浓度，从而导致毒性反应； ⑵首次与β肾上腺素受体拮抗药合用，可增加发生低血压的危险",
      "full_interactions": "⑴本品与西咪替丁合用，可抑制本品代谢，增加本品血药浓度，从而导致毒性反应。 ⑵首次与β肾上腺素受体拮抗药合用，可增加发生低血压的危险。 用药交代 ⑴餐后或与食物同服。 ⑵缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑶本品不良反应偶见头晕，建议睡前服用比较好，以免白天影响驾驶车辆或操作精密仪器等。 给药说明 ⑴服用时注意不要咬碎胶囊。 ⑵谨慎与奈玛特韦片/利托那韦片（组合包装）合用。无需调整剂量，但建议坦索罗辛的每次剂量不要超过0.4mg 用法与用量 口服：成人常用量一次0.2mg，一日1次，餐后服用，根据年龄及症状不同可适当增减。 剂型与规格 缓释胶囊 0.2mg基药 XG04C乙0598 0% 哪儿有 缓释片 0.2mg XG04C乙0598 0% 哪儿有 口崩缓释片 0.2mg XG04C乙0598 0% 哪儿有",
      "precautions": "⑴应用抗高血压药物患者，在开始服用本品时，注意血压是否有影响； ⑵体位性低血压患者和肾功能不全患者慎用； ⑶老年患者应注意用药后状况，如得不到期待效果不应继续增量，应改用其他方法治疗",
      "full_precautions": "⑴应用抗高血压药物患者，在开始服用本品时，注意血压是否有影响。 ⑵体位性低血压患者和肾功能不全患者慎用。 ⑶老年患者应注意用药后状况，如得不到期待效果不应继续增量，应改用其他方法治疗。 ⑷本品过量会引起血压降低，应让病人平卧并进行常规低血压治疗，如补充血容量，给予升压药，最适宜的解救药时直接作用于平滑肌的血管收缩药。 药物相互作用 ⑴本品与西咪替丁合用，可抑制本品代谢，增加本品血药浓度，从而导致毒性反应。 ⑵首次与β肾上腺素受体拮抗药合用，可增加发生低血压的危险。 用药交代 ⑴餐后或与食物同服。 ⑵缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑶本品不良反应偶见头晕，建议睡前服用比较好，以免白天影响驾驶车辆或操作精密仪器等。 给药说明 ⑴服用时注意不要咬碎胶囊。 ⑵谨慎与奈玛特韦片/利托那韦片（组合包装）合用。无需调整剂量，但建议坦索罗辛的每次剂量不要超过0.4mg 用法与用量 口服：成人常用量一次0.2mg，一日1次，餐后服用，根据年龄及症状不同可适当增减。 剂型与规格 缓释胶囊 0.2mg基药 XG04C乙0598 0% 哪儿有 缓释片 0.2mg XG04C乙0598 0% 哪儿有 口崩缓释片 0.2mg XG04C乙0598 0% 哪儿有",
      "pharmacokinetics": "t1/2约10小时，肝脏代谢。",
      "full_pharmacokinetics": "的相互作用。该药无首剂效应，首剂不必减少剂量或强调临睡前服药。 ⑵药动学：成人一次口服缓释制剂0.2mg时，6～8小时后血药浓度达到峰值，半衰期为10小时。连续口服，血药浓度可在第４天达到稳态。本药主要在肝脏代谢，通过胃肠道排泄，给药后30小时内尿中原形药排泄率为12％～14％。连续给药尿排泄率不变。",
      "pregnancy_category": "",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1765",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 479,
    "name": "盐酸特比萘芬乳膏",
    "full_name": "(甲)盐酸特比萘芬乳膏[市基]",
    "chemical_name": "盐酸特比萘芬乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "Karo Healthcare AB"
    ],
    "specifications": [
      {
        "specification": "10g/盒",
        "manufacturer": "Karo Healthcare AB",
        "full_manufacturer": "Karo Healthcare AB（Haleon CH SARL）",
        "price": 21.27,
        "unit": "盒",
        "code": "Y00000014748",
        "approval_number": "国药准字HJ20170081",
        "insurance_code": "XD01AET021F002010178671",
        "location": "G-2",
        "outpatient_location": "T-2"
      }
    ],
    "pinyin": "yansuantebinaifen",
    "pinyin_initials": "ystbnf",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "用于孢子丝菌、暗色真菌和曲霉等敏感真菌；孢子丝菌、暗色真菌和曲霉等敏感真菌所致的深部真菌感染。",
      "dosage": "成人：一日250mg；儿童：体重＜20kg时用量为一日62.5mg",
      "contraindications": "对本品及本品制剂中其他成分过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、瘙痒、过敏等。",
      "interactions": "⑴体外研究表明，本品可抑制肝药酶CYP2D6的活性，与三环类抗抑郁药（TCAS）、β受体拮抗药、选择性5-HT再摄取抑制药（SSRIS）以及Ｂ型单胺氧化酶抑制药（MAO-Is）等药物合用时可引起药物相互作用导致血药浓度改变，必要时调整这些药物的剂量。 ⑵本品与口服避孕药合用时可引起月经不调。另一方面，药酶诱导剂如利福平，可以加速特比萘芬的清除；而药酶抑制剂如西咪替丁则可抑制其清除，升高其血药浓度，合用时，本品的剂量应调整。 用法与用量 ⑴口服常规剂量：①成人一日250mg。疗程取决于感染部位，足",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率99，肝脏代谢，肾脏排泄。",
      "precautions": "②避免接触眼睛。",
      "source": "湖南药事服务网",
      "full_indications": "1.本品适用于由红色毛癣菌、须癣毛癣菌、断发毛癣菌、堇色毛癣菌、犬小孢子菌和絮状表皮癣菌所致的皮肤、毛发真菌感染以及皮肤癣病感染所致的甲癣（灰指甲）； 2.本品仅用于治疗大面积、严重的皮肤真菌感染（体癣、股癣、足癣、头癣）和念珠菌（如白色假丝酵母）所致的皮肤酵母菌感染，根据感染部位、严重性和范围考虑口服给药的必要性； 3.本品还可用于孢子丝菌、暗色真菌和曲霉等敏感真菌所致的深部真菌感染。",
      "full_pharmacokinetics": "⑴药效学：为合成的丙烯胺类抗真菌药物，作用机制是抑制角鲨烯环氧酶活性，使真菌麦角甾醇的合成受限制。过多的角鲨烯聚集于真菌细胞内，杀灭真菌。同时，高浓度的角鲨烯也可干扰细胞膜的功能和细胞壁的合成。该药对皮肤癣菌有杀菌作用，对念珠菌酵母型哺乳菌丝型敏感，为抑菌作用。对某些曲霉暗色真菌及双相真菌也有较强的抑菌作用。 ⑵药动学：口服吸收良好（＞70％），ｔmax为2小时，单次口服250mg后Ｃmax为0.8～1.5μg/ml，吸收ｔ1/2为0.8～1.2小时。食物对生物利用度有中度影响，但不需要调整剂量。长期服用，一个月可达Ｃss。血浆蛋白结合率大于99％。本药为高嗜脂性药物，吸收后广泛分布于皮肤及其他组织，有真皮、表皮下层渗透至角质层，并经由皮脂达毛囊，毛发。在角质层中存在的ｔ1/2为3～5天。也能经皮脂排泄，在毛囊、毛发和富含皮脂的皮肤达到高浓度。有证据表明本品在开始治疗后第一周内即可分布到甲板。在甲板吸收迅速持久，停药后可维持一定时间。本品在肝内代谢，70％从尿中排出，其余从粪便排出。有肝肾疾病的患者药物排出迟缓。 特比萘芬经过至少7种CYP异构酶，主要包括CYP2C9、CYP1A2、CYP3A4、CYP2C8和CYP2C19，迅速而广泛地代谢。生物转化后的代谢产物无抗真菌活性，主要经尿排出。ｔ1/2为17小时，无体内蓄积的证据。特比萘芬的血浆稳态浓度无年龄依赖性的改变，但在肝功能或肾功能受损的患者中，清除率可能会降低，可引起特比萘芬的血浓度升高。 单剂量药动学研究表明，对肝脏疾病的患者其清除率降低约50％。",
      "full_dosage": "⑴口服常规剂量：①成人一日250mg。疗程取决于感染部位，足癣疗程一般2～6周，体、股癣2～4周，手足真菌病6周，足甲真菌病12周。②儿童：体重＜20kg时用量为一日62.5mg；体重20～40kg时为一日125mg。应根据感染的严重程度和适应证调整剂量。儿童体重＜20kg（通常年龄＜5岁）：关于这组病人，从对照实验中获得的治疗非常有限，所以，只有在没有其他科选择的治疗方法以及潜在的治疗效益大于可能的危险时才可使用本品。 ⑵局部外用：外涂于患处，治疗体癣、股癣，一日2次，连用1～2周。手癣、足癣、花斑癣，一日2次，连用2～4周。 剂型与规格 片剂 125mg 250mg XD01乙0476 5% 哪儿有 乳膏剂 50mg 5g 0.1g 10g 0.15g 15g XD01乙0476 5% 哪儿有 凝胶剂 0.1g 10g 50mg 5g 哪儿有 阴道泡腾片 50mg 哪儿有 喷雾剂 0.15g 15ml 0.1g 10ml 0.3g 30ml 哪儿有 散剂 0.1g 10g 暂无 涂膜剂/搽剂 40mg 4g 0.15g 15ml 0.3g 30ml 暂无 乳膏剂 0.3g 30g 0.2g 20g XD01乙0455 5% 哪儿有",
      "full_contraindications": "对本品及本品制剂中其他成分过敏者禁用。",
      "full_adverse_reactions": "⑴常见：胃肠道症状如胀满感、食欲降低、消化不良、恶心、轻微腹痛，轻微的皮肤反应如皮疹、荨麻疹、关节痛，肌痛。常为轻中度。 ⑵不常见（≤0.1％）：味觉温暖，包括味觉丧失，常常在停药后数周内可以恢复。 ⑶罕见（＜0.1％）：有报告与特比萘芬治疗有关的肝胆功能不良（实际为原发性胆汁淤积性的），包括非常罕见的肝衰竭。非常罕见（＜0.01％）：严重的皮肤反应（如Stevens-Johnson综合征，中毒性表皮坏死松懈症）和过敏性反应。血液系统疾患如中性粒细胞减少症，粒细胞缺乏症或血小板减少在。 ⑷局部外用时少数患者可出现局部轻度烧灼感、瘙痒感等刺激症状或局部皮肤干燥，偶可引起接触性皮炎。 肝损伤 ⑴肝毒性： 在特比萘芬首次用药不久后即证实可引发药物性肝损伤。口服特比萘芬治疗可使不足1%患者血清转氨酶升高，临床上无症状，停药后即可恢复。特比萘芬治疗2-6周内，预计使血清转氨酶水平升高的可能性为0.31%，若治疗时间超过8周，则血清转氨酶水平升高的可能性为0.44%。采用特比萘芬治疗后，出现症状性肝损伤的几率极低（1/50,000至1/120,000）。肝损伤通常在开始治疗的前6周内出现。损伤类型起初表现为肝细胞受损或胆汁淤积，但通常演变为长时间的胆汁淤积（例1和例2）。部分病例可能演变为胆管消失综合征。不常见超敏反应（皮疹、高烧、嗜酸细胞增多），若出现时，一般为轻中度。自身抗体合成不常见。此外，目前已报告有严重肝细胞损伤并伴有急性肝功能衰竭的病例。表现为血清转氨酶水平急剧升高、渐进性黄疸和肝功能衰竭。同时，特比萘芬与史蒂文斯—约翰逊综合征有关，该综合征中皮疹和过敏症状比肝损伤症状更明显。⑵损伤机制： 因特比萘芬治疗引起的急性肝毒性发生的机理目前尚不明确，可能是过敏性反应的一部分。⑶肝损星级：★★★ 禁忌症 对本品及本品制剂中其他成分过敏者禁用。",
      "full_interactions": "⑴体外研究表明，本品可抑制肝药酶CYP2D6的活性，与三环类抗抑郁药（TCAS）、β受体拮抗药、选择性5-HT再摄取抑制药（SSRIS）以及Ｂ型单胺氧化酶抑制药（MAO-Is）等药物合用时可引起药物相互作用导致血药浓度改变，必要时调整这些药物的剂量。 ⑵本品与口服避孕药合用时可引起月经不调。另一方面，药酶诱导剂如利福平，可以加速特比萘芬的清除；而药酶抑制剂如西咪替丁则可抑制其清除，升高其血药浓度，合用时，本品的剂量应调整。 用法与用量 ⑴口服常规剂量：①成人一日250mg。疗程取决于感染部位，足癣疗程一般2～6周，体、股癣2～4周，手足真菌病6周，足甲真菌病12周。②儿童：体重＜20kg时用量为一日62.5mg；体重20～40kg时为一日125mg。应根据感染的严重程度和适应证调整剂量。儿童体重＜20kg（通常年龄＜5岁）：关于这组病人，从对照实验中获得的治疗非常有限，所以，只有在没有其他科选择的治疗方法以及潜在的治疗效益大于可能的危险时才可使用本品。 ⑵局部外用：外涂于患处，治疗体癣、股癣，一日2次，连用1～2周。手癣、足癣、花斑癣，一日2次，连用2～4周。 剂型与规格 片剂 125mg 250mg XD01乙0476 5% 哪儿有 乳膏剂 50mg 5g 0.1g 10g 0.15g 15g XD01乙0476 5% 哪儿有 凝胶剂 0.1g 10g 50mg 5g 哪儿有 阴道泡腾片 50mg 哪儿有 喷雾剂 0.15g 15ml 0.1g 10ml 0.3g 30ml 哪儿有 散剂 0.1g 10g 暂无 涂膜剂/搽剂 40mg 4g 0.15g 15ml 0.3g 30ml 暂无 乳膏剂 0.3g 30g 0.2g 20g XD01乙0455 5% 哪儿有",
      "full_precautions": "⑴如果患者出现肝功能不良的体征或提示性症状，如无法解释的恶心、厌食或疲倦、或黄疸、黑尿或无色粪便时，应当确认是否为肝源性的，并终止治疗。在该药的临床试验中未开展对伴有慢性或活动性肝病的患者使用特比萘芬的研究，因此不做推荐。肾功能受损的患者（肌酐清除率＜50ml/min或血肌酐超过300umol/L)应当服用正常剂量的一半。 ⑵孕妇及哺乳期妇女用药：胎儿毒性及生育能力动物实验研究发现，无不良反应。由于妊娠妇女中的临床经验有限、在妊娠期间，如果服药的益处不能超过风险，不应使用。本品可以分泌至乳汁中，因此服药期间乳母不应哺乳。 ⑶儿童用药：2岁以上的儿童口服该药耐受性好。由于没有关于年龄小于2岁以下儿童口服特比萘芬的治疗经验，因此本品不推荐使用。 ⑷老年患者用药：尚无证据提示老年患者与年轻患者需服不同剂量或发生不同的不良作用。处方时应当考虑老年患者存在的肝、肾功能减退的因素。 ⑸药物过量：已有少数药物过量的病例报告，发生了头痛、恶心、上腹痛及头晕。药物过量的推荐治疗是清除药物，主要是服用活性炭治疗，根据需要给予对症治疗及支持治疗。 ⑹局部外用时：①用药过程中一旦局部皮肤过敏、皮疹加重、瘙痒，应立即停用。②避免接触眼睛。 药物相互作用 ⑴体外研究表明，本品可抑制肝药酶CYP2D6的活性，与三环类抗抑郁药（TCAS）、β受体拮抗药、选择性5-HT再摄取抑制药（SSRIS）以及Ｂ型单胺氧化酶抑制药（MAO-Is）等药物合用时可引起药物相互作用导致血药浓度改变，必要时调整这些药物的剂量。 ⑵本品与口服避孕药合用时可引起月经不调。另一方面，药酶诱导剂如利福平，可以加速特比萘芬的清除；而药酶抑制剂如西咪替丁则可抑制其清除，升高其血药浓度，合用时，本品的剂量应调整。 用法与用量 ⑴口服常规剂量：①成人一日250mg。疗程取决于感染部位，足癣疗程一般2～6周，体、股癣2～4周，手足真菌病6周，足甲真菌病12周。②儿童：体重＜20kg时用量为一日62.5mg；体重20～40kg时为一日125mg。应根据感染的严重程度和适应证调整剂量。儿童体重＜20kg（通常年龄＜5岁）：关于这组病人，从对照实验中获得的治疗非常有限，所以，只有在没有其他科选择的治疗方法以及潜在的治疗效益大于可能的危险时才可使用本品。 ⑵局部外用：外涂于患处，治疗体癣、股癣，一日2次，连用1～2周。手癣、足癣、花斑癣，一日2次，连用2～4周。 剂型与规格 片剂 125mg 250mg XD01乙0476 5% 哪儿有 乳膏剂 50mg 5g 0.1g 10g 0.15g 15g XD01乙0476 5% 哪儿有 凝胶剂 0.1g 10g 50mg 5g 哪儿有 阴道泡腾片 50mg 哪儿有 喷雾剂 0.15g 15ml 0.1g 10ml 0.3g 30ml 哪儿有 散剂 0.1g 10g 暂无 涂膜剂/搽剂 40mg 4g 0.15g 15ml 0.3g 30ml 暂无 乳膏剂 0.3g 30g 0.2g 20g XD01乙0455 5% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2198",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 480,
    "name": "盐酸特拉唑嗪片",
    "full_name": "(甲)盐酸特拉唑嗪片[国基]",
    "chemical_name": "盐酸特拉唑嗪片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "华润赛科药业"
    ],
    "specifications": [
      {
        "specification": "2mg/片",
        "manufacturer": "华润赛科药业",
        "full_manufacturer": "华润赛科药业有限责任公司",
        "price": 5.42,
        "unit": "盒",
        "code": "Y00000012494",
        "approval_number": "国药准字H10970081",
        "insurance_code": "XG04CAT026A001010100111",
        "location": "H-1",
        "outpatient_location": "O-2"
      }
    ],
    "pinyin": "yansuantelazuoqin",
    "pinyin_initials": "ystlzq",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于：1.用于改善两性前列腺增生症患者的排尿症状；慢性、非细菌性前列腺炎和前列腺痛；高血压；治疗：1.用于改善两性前列腺增生症患者的排尿症状；治疗慢性、非细菌性前列腺炎和前列腺痛；治疗高血压。",
      "dosage": "⑴口服：①用于良性前列腺增生，初始剂量为睡前服用1mg，且不可超过。",
      "contraindications": "⑴对该药或α受体阻滞剂过敏者。  \n⑵有低血压者（例如从卧位转为立位时出现眩晕）。  \n⑶妊娠期妇女、哺乳期妇女、儿童。",
      "adverse_reactions": "常见：头痛、头晕、乏力等。",
      "interactions": "⑴与其他降压药合用，降压作用增强，有产生严重低血压的危险。  <br>⑵拟交感胺类药物与本品同用，使前者的升压作用与后者的降压作用均减弱。与β受体拮抗药、利尿剂或血管紧张素转换酶抑制药合用，降压作用相加或增强，对血脂、血糖和电解质平衡的不良影响减轻。  <br>⑶非甾体抗炎镇痛药与本品同用，使降压作用减弱。  <br>⑷雌激素与本品同用，前者的液体潴留作用使降压作用减弱。<br>⑸奈玛特韦/利托那韦组合包装：特拉唑嗪可能通过CYP3A4在肝脏中广泛代谢，由于CYP3A4的抑制，特拉唑嗪浓度可能升",
      "pregnancy_category": null,
      "pharmacokinetics": "肝脏代谢，肾脏排泄。",
      "precautions": "⑷老年人对降压作用较敏感，应用本品须加注意，可能会有本品引起的低温。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗：1.用于改善两性前列腺增生症患者的排尿症状，如：尿频、尿急、尿线变细、排尿困难、夜尿增多、排尿不尽感等。    <br>2.还用于治疗慢性、非细菌性前列腺炎和前列腺痛，女性膀胱颈梗阻，结肠手术拔除导尿管前服用，预防急性尿潴留的发生。    <br>3.用于治疗高血压，可单独使用或与其他抗高血压药同时使用。",
      "full_dosage": "⑴口服：①用于良性前列腺增生，初始剂量为睡前服用1mg，且不可超过。1周或2周后一日单剂量加倍以达到预期效应。常用维持剂量为一次2～4mg，一日1次，最大剂量不超过10mg。老年人及肾功能损伤患者不必改变剂量。②用于轻度或中度高血压，初始剂量，一次1mg，睡前服用，且不应超过。1～2周后一日剂量可加倍以达预期效果。维持剂量，一次2～10mg，一日1次，睡前服。一日最多不超过20mg。    <br>　　⑵小儿用量：未定。",
      "full_contraindications": "⑴对该药或α受体阻滞剂过敏者。  <br>⑵有低血压者（例如从卧位转为立位时出现眩晕）。  <br>⑶妊娠期妇女、哺乳期妇女、儿童。",
      "full_adverse_reactions": "⑴较常见的有：头晕、头痛、乏力。  <br>⑵较少见的有：胸痛、心率加快或心律不齐。首次剂量后的体位性低血压，常在给药后30分钟至2小时出现，失水、低钠及运动后易出现。",
      "full_interactions": "⑴与其他降压药合用，降压作用增强，有产生严重低血压的危险。  <br>⑵拟交感胺类药物与本品同用，使前者的升压作用与后者的降压作用均减弱。与β受体拮抗药、利尿剂或血管紧张素转换酶抑制药合用，降压作用相加或增强，对血脂、血糖和电解质平衡的不良影响减轻。  <br>⑶非甾体抗炎镇痛药与本品同用，使降压作用减弱。  <br>⑷雌激素与本品同用，前者的液体潴留作用使降压作用减弱。<br>⑸奈玛特韦/利托那韦组合包装：特拉唑嗪可能通过CYP3A4在肝脏中广泛代谢，由于CYP3A4的抑制，特拉唑嗪浓度可能升高。",
      "full_pharmacokinetics": "⑴药效学：本品是高选择性的前列腺素α1受体拮抗药，由于对尿道的高选择性，对心血管影响相对较小。由于α1肾上腺素受体阻滞而使膀胱颈、前列腺、前列腺包膜平滑肌松弛，尿道阻力和压力、膀胱阻力减低而减轻尿道症状，用于治疗良性前列腺增生。由于本品具有一定的阻滞周围的突触后α1肾上腺素受体的作用，由此引起血管扩张，周围血管阻力减低而降低血压。本品对心排血量影响极小，不引起反射性心跳加快，也不减少肾血流量或肾小球滤过率，均为其优点。  <br>　　⑵药动学：口服几乎全吸收，吸收迅速，不受食物影响。生物利用度达90％左右。首关代谢甚微。与血浆蛋白结合多达90％～94％。给药后1小时血药浓度达峰值。单剂口服后15分钟降压作用开始，作用维持24小时。多次给药最大降压作用在6～8周。在肝内代谢，4种代谢产物中仅有1种有活性。ｔ1/2约为12小时，药物作用持续时间为18小时。临床效应呈剂量依赖性，在2mg、5mg、10mg剂量组，症状改善分别达40％、51％和69％，最大尿流率增加分别达26％、40％和52％。本品排泄途径有三：20％以原形从粪便排出；40％经胆汁排出，以代谢物为主；40％从尿排出，其中10％为原形。",
      "full_precautions": "⑴在大鼠及家兔实验中本品可致死胎。在人体研究不充分，故孕妇应用必须权衡利弊。  <br>⑵本品是否排入乳汁未确定，但未有在人体出现问题的报道。  <br>⑶对小儿的安全性研究尚缺。  <br>⑷老年人对降压作用较敏感，应用本品须加注意，可能会有本品引起的低温。  <br>⑸对诊断的干扰：血细胞比容、血红蛋白、白细胞计数、总血浆蛋白与白蛋白在应用本品时可能减低。  <br>⑹出现逾量反应时，可给补充血容量和升压药。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1760",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 481,
    "name": "盐酸替罗非班氯化钠注射液",
    "full_name": "(甲)盐酸替罗非班氯化钠注射液",
    "chemical_name": "盐酸替罗非班氯化钠注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "鲁南贝特制药"
    ],
    "specifications": [
      {
        "specification": "100ml:5mg/瓶",
        "manufacturer": "鲁南贝特制药",
        "full_manufacturer": "鲁南贝特制药有限公司",
        "price": 27.79,
        "unit": "盒",
        "code": "X00244",
        "approval_number": "国药准字H20173030",
        "insurance_code": "XB01ACT132B002010104010",
        "location": "M-1"
      }
    ],
    "pinyin": "yansuantiluofeibanlvhuana",
    "pinyin_initials": "ystlfblhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于急性冠脉综合征、不稳定型心绞痛和非Ｑ波心肌梗死、急性心肌梗死和急性缺血性心脏猝死等，包括可用药控制的患者和需做PTCA、血管成形术或动脉粥样硬化血管切除术的患者。替罗非班可减少急性冠脉综合征和冠脉内介入治疗后冠心病事件发生率，改善患者症状和预后。",
      "dosage": "根据患者体重计算静脉注射剂量和滴注速度。",
      "contraindications": "对本品中任何成分过敏者，活跃的内出血或30天前有出血体质的历史，颅内出血史、颅内肿瘤、动静脉异常或动脉瘤，用本品前出现血小板减少症，30天内有脑卒中史，严重高血压等。",
      "adverse_reactions": "常见的不良反应有出血，如颅内出血、腹腔内出血、心包出血，其他尚有恶心、发热、头痛、荨麻疹，血红蛋白、血细胞比容、血小板减少，尿粪隐血发生率增加等。一般均较轻微，无需治疗，停药后即可消失。",
      "interactions": "本品与阿加曲班、噻氯匹定、双嘧达莫、低分子肝素、维生素Ａ、非甾体抗炎药、抗凝药、抗血栓药等合用，有增加出血的危险。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率65，肾脏排泄。",
      "precautions": "⑴与其他影响出血的药物合用应小心，若压力不能控制出血时应停用替罗非班和肝素，在出血症状明显时，可减少肝素用量，若出血严重时，应停药。  \n⑵使用中须严格观察出血反应并检测出血时间和血小板计数等。应减少血管和其他创伤。  \n⑶严重肾功能不全的患者（肌酐清除率＜30ml/min）应以普通速度的一般给药。  \n⑷除非明确需要，否则不应用于妊娠期妇女，哺乳期妇女在用",
      "source": "湖南药事服务网",
      "full_indications": "用于急性冠脉综合征、不稳定型心绞痛和非Ｑ波心肌梗死、急性心肌梗死和急性缺血性心脏猝死等，包括可用药控制的患者和需做PTCA、血管成形术或动脉粥样硬化血管切除术的患者。替罗非班可减少急性冠脉综合征和冠脉内介入治疗后冠心病事件发生率，改善患者症状和预后。",
      "full_dosage": "根据患者体重计算静脉注射剂量和滴注速度。<br>　　⑴不稳定型心绞痛或非ST段抬高心肌梗死：与肝素合用，静脉给药。开始30分钟给药速度为0.4μg/(kg·min)，然后速度减为维持量0.1μg/(kg·min)。与肝素联用滴注一般至少48小时，病可达108小时（即2～5天为一疗程）。此期间不进行手术治疗（除非患者发病为顽固性心肌缺血或新的心肌梗死）。    <br>　　⑵冠状动脉介入治疗：与肝素联用，静脉给药，起始注射剂量为10μg/kg，在3分钟内注射完毕，而后以0.15μg/(kg·min)的速度维持滴注。本品维持滴注应持续36小时，以后停用肝素。如果患者激活凝血时间＜180秒应撤掉动脉鞘管。",
      "full_contraindications": "对本品中任何成分过敏者，活跃的内出血或30天前有出血体质的历史，颅内出血史、颅内肿瘤、动静脉异常或动脉瘤，用本品前出现血小板减少症，30天内有脑卒中史，严重高血压等。",
      "full_adverse_reactions": "常见的不良反应有出血，如颅内出血、腹腔内出血、心包出血，其他尚有恶心、发热、头痛、荨麻疹，血红蛋白、血细胞比容、血小板减少，尿粪隐血发生率增加等。一般均较轻微，无需治疗，停药后即可消失。",
      "full_interactions": "本品与阿加曲班、噻氯匹定、双嘧达莫、低分子肝素、维生素Ａ、非甾体抗炎药、抗凝药、抗血栓药等合用，有增加出血的危险。",
      "full_pharmacokinetics": "⑴药效学：本品是一种非肽类血小板受体糖蛋白Ⅱb/Ⅲa高选择性拮抗剂，它能够与该受体结合，而竞争性阻断纤维蛋白原及血管性血友病因子（vWF）与血小板受体的结合，组织血小板聚集、黏附等活化反应，有效地抑制血小板介导的血栓形成并延长出血时间，对急性冠脉综合征（不稳定型心绞痛、心肌梗死）和进行冠脉内介入治疗的患者也有抑制血小板聚集的作用，且一直作用与剂量相关。以推荐剂量静脉给药时，在30分钟后对血小板聚集的抑制率可达90％。停药后，血小板的聚集功能恢复，即抑制时可逆的。持续静滴可使血栓不易形成。<br>　　⑵药动学：持续静滴给药，血药浓度可达稳态。血浆蛋白结合率为65％，稳态Ｖd为22～42L。药物在体内很少代谢，主要以原形经肾和胆汁排泄。排泄率分别为给药量的65％和25％。ｔ1/2约为2小时。",
      "full_precautions": "⑴与其他影响出血的药物合用应小心，若压力不能控制出血时应停用替罗非班和肝素，在出血症状明显时，可减少肝素用量，若出血严重时，应停药。  <br>⑵使用中须严格观察出血反应并检测出血时间和血小板计数等。应减少血管和其他创伤。  <br>⑶严重肾功能不全的患者（肌酐清除率＜30ml/min）应以普通速度的一般给药。  <br>⑷除非明确需要，否则不应用于妊娠期妇女，哺乳期妇女在用药期间应停止哺乳。  <br>⑸不能与其他静脉注射的GPⅡb/Ⅲa受体拮抗剂合用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1172",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 482,
    "name": "马来酸噻吗洛尔滴眼液",
    "full_name": "(甲)马来酸噻吗洛尔滴眼液[国基]",
    "chemical_name": "马来酸噻吗洛尔滴眼液",
    "dosage_form": "滴眼液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "山东博士伦福瑞达制药"
    ],
    "specifications": [
      {
        "specification": "5ml/支",
        "manufacturer": "山东博士伦福瑞达制药",
        "full_manufacturer": "山东博士伦福瑞达制药有限公司",
        "price": 9.64,
        "unit": "瓶",
        "code": "X00156",
        "approval_number": "国药准字H20023109",
        "insurance_code": "XS01EDS008G010010104072",
        "location": "G-4",
        "outpatient_location": "D-2"
      }
    ],
    "pinyin": "malaisuansaimaluoer",
    "pinyin_initials": "mlssmle",
    "dosage_form_pinyin": "diyanye",
    "dosage_form_initials": "dyy",
    "manual": {
      "indications": "⑴用于：①高血压病。②冠心病，可用于心绞痛和心肌梗死后的治疗。③预防偏头痛。    <br>⑵临床上常用于各种青光眼（原发性开角型和闭角型青光眼，多种继发性青光眼）和高眼压症。也可用于防治眼科激光手术引起的眼压升高和白内障手术后的高眼压反应。",
      "dosage": "⑴滴眼：滴于眼睑内，一次1滴，一日1～2次，如眼压已控制，可改为一日1次。",
      "contraindications": "对本品过敏禁用。",
      "adverse_reactions": "常见：恶心、过敏、乏力等。",
      "interactions": "⑴研究证明噻吗洛尔和拉坦前列素联合应用，有相加的降眼压效果。  <br>⑵毛果芸香碱的降眼压机制是增加房水的排出，和减少房水生成的噻吗洛尔有相加的降眼压作用。研究证明，毛果芸香碱和噻吗洛尔联合治疗开角型青光眼比分别用这两种药的降眼压效果好，在临床上有一定联用的价值。  <br>⑶0.5％噻吗洛尔和2％多佐胺的复合制剂，前者是非选择性β阻断药，后者是碳酸酐酶抑制药，两者都能减少房水生成，研究证明，两者联合使用有相加的降眼压作用。  <br>⑷两种β肾上腺素受体阻滞药联合应用不会增加降眼压效果，反而",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵老年人：老年人对本品特别敏感，如果有太多药物进入体内，发生副作用的机会增加，宜慎用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗：①高血压病。②冠心病，可用于心绞痛和心肌梗死后的治疗。③预防偏头痛。    <br>⑵临床上常用于治疗各种青光眼（原发性开角型和闭角型青光眼，多种继发性青光眼）和高眼压症。也可用于防治眼科激光手术引起的眼压升高和白内障手术后的高眼压反应。",
      "full_dosage": "⑴滴眼：滴于眼睑内，一次1滴，一日1～2次，如眼压已控制，可改为一日1次。如原用其他药物，在改用本品治疗时，原药物不宜突然停用，应自滴用本品的第二天起逐渐停用。<br>　　⑵口服：①用于高血压，初始剂量一次2.5mg～5.0mg，一日2～3次，1周后根据心率及血压变化和耐受情况增减剂量，维持量通常为一日20～40mg，一日最大剂量不超过60mg。②用于冠心病心绞痛、心肌梗死：一次2.5mg，一日2次开始，可渐增至一日20mg。③用于偏头痛：一次10mg，一日2次，可渐增至一日总量30mg，或减至一日10mg。6～8周无效则应停用。",
      "full_contraindications": "⑴有严重心血管系统和呼吸系统疾病患者。  <br>⑵对于1岁以下婴幼儿，即使使用低浓度的滴眼液，也可能引起严重的全身副作用，甚至窒息死亡。  <br>⑶对本品过敏者禁用。",
      "full_adverse_reactions": "⑴不良反应较轻，有心动过缓、心衰加重、恶心、消化不良、乏力、雷诺病、头昏等。  ⑵眼部：①有轻度的局部刺激症状，如暂时性烧灼感、刺痛和视力模糊。②泪液分泌减少、角膜知感减退、浅层点状角膜病变、过敏性睑结膜炎。③偶尔可诱发视网膜脱离、黄斑出血等严重副作用。  <br>⑵全身：①心血管系统：本品滴眼后阻断β1肾上腺素受体，可引起心率减慢，心肌收缩力减弱，导致心动过缓，心律失常、低血压、晕厥、充血性心力衰竭和房室传导阻滞等。②呼吸系统：本品滴眼后阻断β2肾上腺素受体，可能引起支气管平滑肌收缩，导致支气管痉挛、哮喘、肺活量减少、呼吸困难和呼吸暂停。",
      "full_interactions": "⑴研究证明噻吗洛尔和拉坦前列素联合应用，有相加的降眼压效果。  <br>⑵毛果芸香碱的降眼压机制是增加房水的排出，和减少房水生成的噻吗洛尔有相加的降眼压作用。研究证明，毛果芸香碱和噻吗洛尔联合治疗开角型青光眼比分别用这两种药的降眼压效果好，在临床上有一定联用的价值。  <br>⑶0.5％噻吗洛尔和2％多佐胺的复合制剂，前者是非选择性β阻断药，后者是碳酸酐酶抑制药，两者都能减少房水生成，研究证明，两者联合使用有相加的降眼压作用。  <br>⑷两种β肾上腺素受体阻滞药联合应用不会增加降眼压效果，反而会增加副作用的发生。  <br>⑸肾上腺素：合用可引起瞳孔扩大。  <br>⑹钙通道阻滞药：心功能受损的患者，应避免两种药合并使用。  <br>⑺儿茶酚胺耗竭药（如利血平）：引起低血压和明显的心动过缓。  <br>⑻洋地黄、地尔硫䓬或维拉帕米：增加延长房室传导阻滞作用。  <br>⑼奎尼丁：引起心率减慢等全身β受体拮抗的不良反应。  <br>⑽可乐定：加重可乐定停药后的血压反弹。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴哺乳妇女：口服β肾上腺素阻滞剂可以进入乳液。噻吗洛尔滴眼能够被全身吸收，所以也可能进入乳液。尚无滴眼液引起哺乳婴儿出现问题的研究报告，但为慎重起见哺乳妇女使用本品时最好停止哺乳。  <br>⑵老年人：老年人对本品特别敏感，如果有太多药物进入体内，发生副作用的机会增加，宜慎用。  <br>⑶当出现呼吸急促，脉搏明显减慢、脑供血不足、过敏等症状时，应该立即停止使用。  <br>⑷应定期检查眼压，根据眼压变化调整用药方案。",
      "pharmacodynamics": "⑴药效学：本品为非选择性β受体拮抗剂，不具有膜稳定作用和内源性拟交感活性。其作用强度为普萘洛尔的8倍。其降压和减少心肌氧耗量的机制与普萘洛尔相同。根据大规模临床试验，本品可减少急性心肌梗死的死亡率。可使偏头痛的发生率降低50％。　<br>　　本品为β1和β2肾上腺素受体拮抗剂，使眼压下降的主要机制是",
      "full_pharmacodynamics": "⑴药效学：本品为非选择性β受体拮抗剂，不具有膜稳定作用和内源性拟交感活性。其作用强度为普萘洛尔的8倍。其降压和减少心肌氧耗量的机制与普萘洛尔相同。根据大规模临床试验，本品可减少急性心肌梗死的死亡率。可使偏头痛的发生率降低50％。　<br>　　本品为β1和β2肾上腺素受体拮抗剂，使眼压下降的主要机制是减少房水生成。其机制为直接阻断睫状突中的β2肾上腺素受体，抑制cAMP的形成，导致非色素睫状上皮细胞中的线粒体的氧化磷酸化作用被消解，从而使房水分泌减少。  <br>　　有些患者滴药后3～4周眼压平稳下降。长期滴用后停药，有持续降眼压效应。即在停药后2周眼压才开始上升。有些患者用药后有短期“脱逸”现象，即在开始用药数日内，降眼压效果减弱，但眼压仍然低于治疗前水平，到1～3周后才恢复降眼压效力。而有些患者发生长期“漂移”现象，即在用药3～12个月，降眼压效果逐渐减弱，眼压有所上升，在停药一段时间后，方恢复对噻吗洛尔的敏感性。这两种现象的出现可能与眼内β肾上腺素受体增加与药物和受体之间的亲和力减弱有关。  <br>　　⑵药动学：口服吸收约为90％。服后1～2小时作用达峰值。ｔ1/2为4小时，部分在肝脏代谢，药物和代谢产物均有肾脏排出。在血液透析时不易清除。治疗效应与血药浓度并无明显效果。  <br>　　用0.5％本品溶液滴眼每日2次，血浆中的最大浓度，在早上滴药后为0.46ng/ml，下午滴眼后为0.35ng/ml。滴眼后降眼压作用起效快，滴眼后20～30分钟眼压即开始下降，经1～2小时后达峰值，可持续12小时以上。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2984",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 483,
    "name": "马破伤风免疫球蛋白(F(ab’)2)",
    "full_name": "(甲)马破伤风免疫球蛋白(F(ab’)2)",
    "chemical_name": "马破伤风免疫球蛋白(F(ab’)2)",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海赛伦生物技术"
    ],
    "specifications": [
      {
        "specification": "1500IU/支",
        "manufacturer": "上海赛伦生物技术",
        "full_manufacturer": "上海赛伦生物技术股份有限公司",
        "price": 27.88,
        "unit": "支",
        "code": "X00564",
        "approval_number": "国药准字S20043066",
        "insurance_code": "XJ06BBM149B001020100755",
        "location": "2D-4",
        "outpatient_location": "2C-3"
      }
    ],
    "pinyin": "maposhangfengmianyiqiudanbai2)",
    "pinyin_initials": "mpsfmyqdb2)",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于破伤风；预防和治疗破伤风。",
      "dosage": "儿童：每1kg体重不应超过0.8ml",
      "contraindications": "过敏试验为阳性反应者慎用，详见注意事项中的脱敏注射法。",
      "adverse_reactions": "常见：恶心、呕吐、发热、瘙痒、过敏等。",
      "interactions": "免疫球蛋白制品中的抗体可能干扰活病毒疫苗（如麻疹、腮腺炎、脊髓灰质炎和疱疹疫苗）的反应，所以建议应在注射破伤风人免疫球蛋白大约3个月后才使用这些疫苗。 与其它产品的相互作用还不清楚。",
      "pregnancy_category": null,
      "pharmacokinetics": "本品为高效价的破伤风抗体，能特异地中和破伤风毒素，起到被动免疫作用。",
      "precautions": "⑴使用抗毒素须特别注意防止过敏反应。如注射局部反应特别严重或伴有全身症状，如荨麻疹、鼻咽刺痒、喷嚏等，则为强阳性反应，应避免使用抗毒素。",
      "source": "湖南药事服务网",
      "full_indications": "用于预防和治疗破伤风。已出现破伤风或其可疑症状时，应在进行外科处理及其他疗法的同时，及时使用抗毒素治疗。开放性外伤（特别是创口深、污染严重者）有感染破伤风的危险时，应及时进行预防。凡已接受过破伤风类毒素免疫注射者，应在受伤后再注射1针类毒素加强免疫，不必注射抗毒素；未接受过类毒素免疫或免疫史不清者，须注射抗毒素预防，但也应同时开始类毒素预防注射，以获得持久免疫。",
      "full_dosage": "皮下注射：在上臂三角肌附着处。同时注射类毒素时，注射部位须分开。肌内注射应在上臂三角肌中部或臀大肌外上部。只有经过皮下或肌内注射未发生异常反应者方可作静脉注射。静脉注射应缓慢，开始每分钟不超过1ml，以后每分钟不宜超过4ml。一次静脉注射不应超过40ml，儿童每1kg体重不应超过0.8ml，亦可将抗毒素加入葡萄糖注射液、氯化钠注射液等输液中静脉点滴。静脉注射前将小瓶在温水中加热至接近体温，注射中如发生异常反应，应立即停止。<br>剂量：1次皮下或肌内注射1500—3000IU，儿童与成人用量同；伤势严重者可增加用量1～2倍。经5～6日，如破伤风感染危险未消除，应重复注射。",
      "full_contraindications": "过敏试验为阳性反应者慎用，详见注意事项中的脱敏注射法。",
      "full_adverse_reactions": "⑴过敏休克：可在注射中或注射后数分钟至数十分钟内突然发生。患者突然表现沉郁或烦躁、脸色苍白或潮红、胸闷或气喘、出冷汗、恶心或腹痛、脉搏细速、血压下降、重者神志昏迷或虚脱，如不及时抢救可以迅速死亡。轻者注射肾上腺素后即可缓解：重者需输液输氧，使用升压药物维持血压，并使用抗过敏药物及肾上腺皮质激素等进行抢救。<br>⑵血清病：主要症状为荨麻疹、发热、淋巴结肿大、局部浮肿，偶有蛋白尿、呕吐、关节痛，注射部位可出现红斑、瘙痒及水肿。一般系在注射后7～14天发病，称为延缓型。亦有在注射后2～4天发病，称为加速型。",
      "full_interactions": "免疫球蛋白制品中的抗体可能干扰活病毒疫苗（如麻疹、腮腺炎、脊髓灰质炎和疱疹疫苗）的反应，所以建议应在注射破伤风人免疫球蛋白大约3个月后才使用这些疫苗。 与其它产品的相互作用还不清楚。",
      "full_pharmacokinetics": "本品为高效价的破伤风抗体，能特异地中和破伤风毒素，起到被动免疫作用。",
      "full_precautions": "⑴使用抗毒素须特别注意防止过敏反应。注射前必须先做过敏试验并详细询问既往过敏史。凡本人及其直系亲属曾有支气管哮喘、枯草热、湿疹或血管神经性水肿等病史，或对某种物质过敏，或本人过去曾注射马血清制剂者，均须特别提防过敏反应的发生。<br>⑵过敏试验： 用氯化钠注射液将抗毒素稀释10倍(0.1ml抗毒素加0.9ml氯化钠注射液)，在前臂掌侧皮内注射0.05ml，观察30分钟。注射部位无明显反应者，即为阴性，可在严密观察下直接注射抗毒素。如注射部位出现皮丘增大、红肿、浸润，特别是形似伪足或有痒感者，为阳性反应，必须用脱敏法进行注射。如注射局部反应特别严重或伴有全身症状，如荨麻疹、鼻咽刺痒、喷嚏等，则为强阳性反应，应避免使用抗毒素。如必须使用时，则应采用脱敏注射，并做好抢救准备，一旦发生过敏休克，立即抢救。无过敏史者或过敏反应阴性者，也并非没有发生过敏休克的可能。为慎重起见，可先注射小量于皮下进行试验，观察30分钟，无异常反应，再将全量注射于皮下或肌肉。<br>⑶脱敏注射法：在一般情况下，可用氯化钠注射液将抗毒素稀释10倍，分小量数次作皮下注射，每次注射后观察30分钟。第1次可注射10倍稀释的抗毒素0.2ml，观察无紫绀、气喘或显著呼吸短促、脉搏加速时，即可注射第2次0.4ml，如仍无反应则可注射第3次0.8ml，如仍无反应即可将小瓶中未稀释的抗毒素全量作皮下或肌内注射。有过敏史或过敏试验强阳性者，应将第1次注射量和以后的递增量适当减少，分多次注射，以免发生剧烈反应。<br>⑷门诊病人注射抗毒素后，须观察至少30分钟方可离开。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13395",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 484,
    "name": "迈之灵片",
    "full_name": "(乙10%)迈之灵片",
    "chemical_name": "迈之灵片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "Aescuven Pharma Deutschland  GmbH & Co.KG"
    ],
    "specifications": [
      {
        "specification": "260mg/片",
        "manufacturer": "Aescuven Pharma Deutschland  GmbH & Co.KG",
        "full_manufacturer": "Aescuven Pharma Deutschland  GmbH & Co.KG(进口分包企业：南京星银药业集团有限公司)",
        "price": 42.0,
        "unit": "盒",
        "code": "Y00000013161",
        "approval_number": "国药准字ZJ20140002",
        "insurance_code": "ZA16DAM0035010579003",
        "location": "D-2",
        "outpatient_location": "2H-5"
      }
    ],
    "pinyin": "maizhiling",
    "pinyin_initials": "mzl",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "",
      "dosage": "饭后口服。成人每日2次，早、晚各1次，每次一至二片。病情较重或治疗初期，每日2次，每次二片，或遵医嘱服用。二十天为一疗程。可长期服用。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "可能会出现胃肠道不适、恶心、轻度腹泻、口干、头痛、眩晕、瘙痒或过敏反应。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "2.胃溃疡患者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "",
      "full_dosage": "饭后口服。成人每日2次，早、晚各1次，每次一至二片。病情较重或治疗初期，每日2次，每次二片，或遵医嘱服用。二十天为一疗程。可长期服用。",
      "full_contraindications": "1.对本品活性成分或任何赋形剂过敏者禁用。<br>2.罕见遗传性半乳糖不耐受症、Lapp乳糖酶缺乏症或葡萄糖-半乳糖吸收不良症患者禁用。",
      "full_adverse_reactions": "可能会出现胃肠道不适、恶心、轻度腹泻、口干、头痛、眩晕、瘙痒或过敏反应。",
      "full_interactions": "",
      "full_pharmacokinetics": "",
      "full_precautions": "1.如果患者出现皮肤炎症、血栓性静脉炎或皮下硬结、剧烈疼痛、溃疡、单腿或双腿突然肿胀、心脏或肾功能不全，应咨询医生。<br>2.胃溃疡患者慎用。<br>3.服用本品期间应严格遵守医生嘱托的其他非侵入性治疗方法，例如使用弹性绷带或压力袜或使用冷水。<br>4.本品在妊娠和哺乳期间的安全性尚未确定。由于数据不足，妊娠和哺乳期间不建议使用本品。<br>5.该药不适用于18岁以下的儿童和青少年。<br>6.尚未开展本品对生育力影响的研究。",
      "composition": "马栗提取物。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13398",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 485,
    "name": "尼麦角林片",
    "full_name": "(甲)尼麦角林片",
    "chemical_name": "尼麦角林",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "昆山龙灯瑞迪制药"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "昆山龙灯瑞迪制药",
        "full_manufacturer": "昆山龙灯瑞迪制药有限公司",
        "price": 28.27,
        "unit": "盒",
        "code": "X00370",
        "approval_number": "国药准字H20031073",
        "insurance_code": "XC04AEN041A001010101533",
        "location": "F-1",
        "outpatient_location": "G-1"
      }
    ],
    "pinyin": "nimaijiaolin",
    "pinyin_initials": "nmjl",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于改善由于脑梗塞后遗症；时对认知、记忆等有改善；改善由于脑梗塞后遗症引起的意欲低下；血管性痴呆；下肢闭塞性动脉内膜炎等。",
      "dosage": "⑴口服：一日30mg，早晨服用。",
      "contraindications": "不适用于近期心肌梗死、严重的心动过缓、急性出血、有出血倾向、直立性调节功能障碍和对本品过敏者。",
      "adverse_reactions": "常见低血压、头晕、胃痛、潮热、面部潮红、嗜睡、失眠等，突然的直立性血管舒张性阵热货头晕。",
      "interactions": "⑴本品可增强抗高血压药的作用，会增加低血压的发生风险，二者合用需监测血压。<br>⑵与α受体拮抗药、β受体拮抗药合用，对心脏的抑制作用增加，应避免合用。  <br>⑶本品通过CYP2D6代谢，不排除与CYP2D6作用底物合用产生相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵本品与降压药合用，会增加低血压的发生风险，若两者合用需监测血压。⑴本品与α受体拮抗药、β受体拮抗药合用，对心脏的抑制作用增加，故避免合用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于改善由于脑梗塞后遗症引起的意欲低下。如急性或慢性脑血管障碍或脑代谢功能不良，慢性脑部功能不全引起的行动不便、语言障碍、耳鸣、头晕目眩、视力障碍、感觉迟钝、头痛、失眠、记忆力减退、注意力不集中、精神忧郁、不安、激动及老年期痴呆。<br>⑵也适用于血管性痴呆，尤其在早期治疗时对认知、记忆等有改善，并能减轻疾病严重程度。<br>⑶亦可用于下肢闭塞性动脉内膜炎等。",
      "full_dosage": "⑴口服：一日30mg，早晨服用。智力减退和有头晕感的老年人，每早30mg或遵医嘱。 <br>⑵肌内注射：一次2～4mg，一日1～2次。    <br>⑶静脉滴注：一次2～4mg，溶于100ml氯化钠注射液中缓慢滴注，一日1～2次。",
      "full_contraindications": "不适用于近期心肌梗死、严重的心动过缓、急性出血、有出血倾向、直立性调节功能障碍和对本品过敏者。",
      "full_adverse_reactions": "常见低血压、头晕、胃痛、潮热、面部潮红、嗜睡、失眠等，突然的直立性血管舒张性阵热货头晕。",
      "full_interactions": "⑴本品可增强抗高血压药的作用，会增加低血压的发生风险，二者合用需监测血压。<br>⑵与α受体拮抗药、β受体拮抗药合用，对心脏的抑制作用增加，应避免合用。  <br>⑶本品通过CYP2D6代谢，不排除与CYP2D6作用底物合用产生相互作用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品与α受体拮抗药、β受体拮抗药合用，对心脏的抑制作用增加，故避免合用。  <br>⑵本品与降压药合用，会增加低血压的发生风险，若两者合用需监测血压。<br>⑶本品通过CYP2D6代谢，不排除与CYP2D6作用底物合用产生相互作用。",
      "pharmacodynamics": "本品为α受体拮抗药，并有血管舒张作用以及抑制血小板聚集和抗血栓作用。可增加脑血流量，增强脑细胞对葡萄糖和氧的利用率，改善脑细胞的能量代谢，通过调节一系列的神经元代谢过程改善神经传递功能。",
      "full_pharmacodynamics": "本品为α受体拮抗药，并有血管舒张作用以及抑制血小板聚集和抗血栓作用。可增加脑血流量，增强脑细胞对葡萄糖和氧的利用率，改善脑细胞的能量代谢，通过调节一系列的神经元代谢过程改善神经传递功能。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=984",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 486,
    "name": "盐酸雷洛昔芬片",
    "full_name": "(乙10%)盐酸雷洛昔芬片",
    "chemical_name": "盐酸雷洛昔芬片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "江苏恒瑞医药"
    ],
    "specifications": [
      {
        "specification": "60mg/片",
        "manufacturer": "江苏恒瑞医药",
        "full_manufacturer": "江苏恒瑞医药股份有限公司",
        "price": 33.39,
        "unit": "盒",
        "code": "X00371",
        "approval_number": "国药准字H20050899",
        "insurance_code": "XG03XCL046A001010101445",
        "location": "L"
      }
    ],
    "pinyin": "yansuanleiluoxifen",
    "pinyin_initials": "ysllxf",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "主要预防和治疗绝经后妇女的骨质疏松症，降低椎体骨折率，对雌激素依赖性患者更为适合。",
      "dosage": "口服：一日60mg，分2次服用，日最大剂量150mg。",
      "contraindications": "下列情况禁用：①可能妊娠妇女；②既往有或现有静脉血栓栓塞性疾病；③对本药物中成分过敏；④肝功能减退；⑤严重肾功能减退；⑥原因不明子宫出血；⑦患有子宫内膜癌。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛等。",
      "interactions": "同时服用华法林能轻度减少凝血酶原时间；与消胆胺同用可显著减低雷洛昔芬的吸收和肝肠循环。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约27.7小时，肝脏代谢。",
      "precautions": "⑵如已往用过雌激素，使甘油三酯上升，不宜再用本品，以免甘油三酯进一步升高。",
      "source": "湖南药事服务网",
      "full_indications": "主要预防和治疗绝经后妇女的骨质疏松症，降低椎体骨折率，对雌激素依赖性患者更为适合。",
      "full_dosage": "口服：一日60mg，建议分2次服用，日最大剂量150mg。",
      "full_contraindications": "下列情况禁用：①可能妊娠妇女；②既往有或现有静脉血栓栓塞性疾病；③对本药物中成分过敏；④肝功能减退；⑤严重肾功能减退；⑥原因不明子宫出血；⑦患有子宫内膜癌。",
      "full_adverse_reactions": "⑴少数妇女出现潮热、出汗和外阴阴道干燥症状。  <br>⑵小腿痛性痉挛。  <br>⑶极少数有胃肠道症状，如恶心、呕吐、腹痛和消化不良。  <br>⑷罕见皮疹、水肿、头痛和血压升高。  <br>⑸开始治疗的4个月静脉血栓栓塞的危险性最大，少于1％发生浅静脉血栓性静脉炎。  <br>⑹可能出现流感综合征。  <br>⑺可能出现血AST/或ALT轻度升高。",
      "full_interactions": "同时服用华法林能轻度减少凝血酶原时间；与消胆胺同用可显著减低雷洛昔芬的吸收和肝肠循环。",
      "full_pharmacokinetics": "⑴药效学：作为选择性雌激素受体调节剂，雷诺昔芬的生物作用是通过与高亲和力的雌激素受体结合和基因表达的调节为介导的。这种结合引起不同组织的多种雌激素调节基因的不同表达。对不同的雌激素作用组织有选择性的激动活性或拮抗活性。①对骨骼部分为激动作用；绝经后妇女因卵巢功能减退使雌激素分泌减少，引起骨吸收增强，骨量丢失，导致骨质疏松症和骨折。雷诺昔芬与雌激素作用相似，使骨吸收降低，同时使钙平衡正向转移，尿钙丢失减少，可保持和增加骨矿量，降低椎体骨折率。②对脂肪代谢部分激动作用；降低总胆固醇和低密度脂蛋白胆固醇，对高密度脂蛋白胆固醇和甘油三酯水平无明显影响。③对子宫内膜无刺激作用；雷诺昔芬不增加子宫内膜厚度。④对乳腺组织无刺激作用；侵袭性雌激素受体阳性乳腺癌发生的总体危险性降低。<br>  　　⑵药动学：口服后大约60％迅速吸收，绝对生物利用度为2％。约98％～99％雷诺昔芬与血浆蛋白紧密结合。其代谢产物有雷诺昔芬-4-葡糖苷酸、雷诺昔芬-6-葡糖苷酸和雷诺昔芬-4,6-葡糖苷酸。雷诺昔芬包含低于其结合浓度的1％和葡糖苷酸代谢物。通过肝肠循环维持雷诺昔芬水平。半衰期为27.7小时。体内雷诺昔芬及其代谢产物的绝大部分在5日内注药通过粪便排泄，6％经尿排出。",
      "full_precautions": "⑴本品本身不应期子宫内膜增厚，如出现阴道出血，应查明原因。  <br>⑵如已往用过雌激素，使甘油三酯上升，不宜再用本品，以免甘油三酯进一步升高。  <br>⑶不推荐同时全身使用激素替代疗法，如有阴道萎缩症状，可局部使用。  <br>⑷本品不适用男性。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2584",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 487,
    "name": "※▲(甲)清开灵注射液",
    "full_name": "※▲※▲(甲)清开灵注射液[国基]",
    "chemical_name": "清开灵注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "广东雷允上药业"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "广东雷允上药业",
        "full_manufacturer": "广东雷允上药业有限公司",
        "price": 13.17,
        "unit": "支",
        "code": "C00056",
        "approval_number": "国药准字Z44023858",
        "insurance_code": "ZA04BAQ0397040100365",
        "location": "3"
      }
    ],
    "pinyin": "※▲※▲qingkailing",
    "pinyin_initials": "※▲※▲qkl",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "清热解毒，镇静安神。用于外感风热时毒，火毒內盛所致的高热不退、烦躁不安、咽喉肿痛、舌质红绛、苔黄、脉数者；上呼吸道感染、病毒性感冒、急性化脓性扁桃体炎、急性咽炎、急性气管炎、高热等病见上述证候者。",
      "dosage": "使用，尤其注意不超剂量、过快滴注和长期连续用药。 ⑷本品保存不当可能会影响药品质量，用药前和配制后及使用过程中应认真检查本品及滴注液，发现药液出现浑浊、沉淀、变色、结晶等药物性状改变以及瓶身有漏气、裂纹等现象时，均不得使用。 ⑸严禁混合配伍，谨慎联合用药。本品应单独使用，",
      "contraindications": "⑴对本品或胆酸、珍珠母（粉）、猪去氧胆酸、栀子、水牛角（粉）、板蓝根、黄芩苷、金银花制剂及成份中所列辅料过敏或有严重",
      "adverse_reactions": "常见：过敏等。",
      "interactions": "等问题，输注两种药物之间须以适量稀释液对输液管道进行冲洗。 ⑹用药前应仔细询问患者用药史和过敏史。虚寒体质者、使用洋地黄治疗者、严重心脏疾患者、肝肾功能异常者、老人、哺乳期妇女等特殊人群以及初次使用中药注射剂的患者应慎重使用并加强监测。 ⑺加强用药监护。用药过程中，应密切观察用药反应，特别是开始30分钟。发现异常，立即停药，采用积极救治措施，救治患者。 用药交代 清开灵注射液不宜与其他药物混瓶使用，与抗生素有配伍",
      "pregnancy_category": null,
      "pharmacokinetics": "胆酸、猪去氧胆酸、珍珠母、水牛角（粉）、栀子、板蓝根、黄芩苷、金银花。",
      "precautions": "⑴本品不良反包括过敏性休克，在有抢救条件的医疗机构使用，使用者接受过过敏性休克抢救培训，用药后出现过敏反或其他严重不良反须立即停药并及时救治。 ⑵严格按照药品说明书规定的功能主治使用，禁止超功能主治用药。 ⑶严格按照药品说明书推荐",
      "source": "湖南药事服务网",
      "full_indications": "清热解毒，镇静安神。用于外感风热时毒，火毒內盛所致的高热不退、烦躁不安、咽喉肿痛、舌质红绛、苔黄、脉数者；上呼吸道感染、病毒性感冒、急性化脓性扁桃体炎、急性咽炎、急性气管炎、高热等病见上述证候者。",
      "full_dosage": "使用，尤其注意不超剂量、过快滴注和长期连续用药。 ⑷本品保存不当可能会影响药品质量，用药前和配制后及使用过程中应认真检查本品及滴注液，发现药液出现浑浊、沉淀、变色、结晶等药物性状改变以及瓶身有漏气、裂纹等现象时，均不得使用。 ⑸严禁混合配伍，谨慎联合用药。本品应单独使用，",
      "full_contraindications": "⑴对本品或胆酸、珍珠母（粉）、猪去氧胆酸、栀子、水牛角（粉）、板蓝根、黄芩苷、金银花制剂及成份中所列辅料过敏或有严重",
      "full_adverse_reactions": "包括过敏性休克，应在有抢救条件的医疗机构使用，使用者应接受过过敏性休克抢救培训，用药后出现过敏反应或其他严重不良反应须立即停药并及时救治。 基本药物（注射液：每支装2ml、10ml）类别()备注 2025版，限二级及以上医疗机构 处方或非处方药 处方药 性状 本品为棕黄色或棕红色的澄明液体。 贮存条件 密封，遮光，置阴凉处。 功能主治 清热解毒，镇静安神。用于外感风热时毒，火毒內盛所致的高热不退、烦躁不安、咽喉肿痛、舌质红绛、苔黄、脉数者；上呼吸道感染、病毒性感冒、急性化脓性扁桃体炎、急性咽炎、急性气管炎、高热等病见上述证候者。 成份/",
      "full_interactions": "等问题，输注两种药物之间须以适量稀释液对输液管道进行冲洗。 ⑹用药前应仔细询问患者用药史和过敏史。虚寒体质者、使用洋地黄治疗者、严重心脏疾患者、肝肾功能异常者、老人、哺乳期妇女等特殊人群以及初次使用中药注射剂的患者应慎重使用并加强监测。 ⑺加强用药监护。用药过程中，应密切观察用药反应，特别是开始30分钟。发现异常，立即停药，采用积极救治措施，救治患者。 用药交代 清开灵注射液不宜与其他药物混瓶使用，与抗生素有配伍",
      "full_pharmacokinetics": "胆酸、猪去氧胆酸、珍珠母、水牛角（粉）、栀子、板蓝根、黄芩苷、金银花。",
      "full_precautions": "⑴本品不良反应包括过敏性休克，应在有抢救条件的医疗机构使用，使用者应接受过过敏性休克抢救培训，用药后出现过敏反应或其他严重不良反应须立即停药并及时救治。 ⑵严格按照药品说明书规定的功能主治使用，禁止超功能主治用药。 ⑶严格按照药品说明书推荐",
      "composition": "胆酸、猪去氧胆酸、珍珠母、水牛角（粉）、栀子、板蓝根、黄芩苷、金银花。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7425",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 488,
    "name": "脉络宁口服液",
    "full_name": "(甲)脉络宁口服液",
    "chemical_name": "脉络宁口服液",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "金陵药业股份有限公司南京金陵制药厂"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "金陵药业股份有限公司南京金陵制药厂",
        "full_manufacturer": "金陵药业股份有限公司南京金陵制药厂",
        "price": 55.0,
        "unit": "盒",
        "code": "C00035",
        "approval_number": "国药准字Z20000014",
        "insurance_code": "ZA12EAM0052010201529",
        "location": "3",
        "outpatient_location": "P-4"
      }
    ],
    "pinyin": "mailuoningkoufuye",
    "pinyin_initials": "mlnkfy",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "清热养阴，活血化瘀。用于血栓闭塞性脉管炎、静脉血栓形成、动脉硬化性闭塞症、脑血栓形成及后遗症等。",
      "dosage": "口服：一次20ml(1支)，一日3次。",
      "contraindications": "对本品过敏者禁用；孕妇忌用。",
      "adverse_reactions": "少数患者服药后出现恶心、上腹饱满、便溏等胃肠道反应。",
      "interactions": "如与其他药物同时使用可能会发生",
      "pregnancy_category": null,
      "pharmacokinetics": "牛膝、玄参、石斛、金银花。",
      "precautions": "1.脑出血慎用。 2.出血性疾病或有出血倾向的患者慎用。 3.本品在药师或医生指导下服用。 4.本品为非溶栓类药物，但具有一定活血祛瘀作用，下肢深静脉血栓形成急性期七天内是否用，由医生根据病情决定。",
      "source": "湖南药事服务网",
      "full_indications": "清热养阴，活血化瘀。用于血栓闭塞性脉管炎、静脉血栓形成、动脉硬化性闭塞症、脑血栓形成及后遗症等。",
      "full_dosage": "口服：一次20ml(1支)，一日3次。",
      "full_contraindications": "对本品过敏者禁用；孕妇忌用。",
      "full_adverse_reactions": "少数患者服药后出现恶心、上腹饱满、便溏等胃肠道反应。",
      "full_interactions": "如与其他药物同时使用可能会发生",
      "full_pharmacokinetics": "牛膝、玄参、石斛、金银花。",
      "full_precautions": "1.脑出血慎用。 2.出血性疾病或有出血倾向的患者慎用。 3.本品应在药师或医生指导下服用。 4.本品为非溶栓类药物，但具有一定活血祛瘀作用，下肢深静脉血栓形成急性期七天内是否应用，建议由医生根据病情决定。",
      "composition": "牛膝、玄参、石斛、金银花。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=5198",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 489,
    "name": "乙酰半胱氨酸片",
    "full_name": "(甲)乙酰半胱氨酸片",
    "chemical_name": "乙酰半胱氨酸片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "海南赞邦制药"
    ],
    "specifications": [
      {
        "specification": "0.6g/片",
        "manufacturer": "海南赞邦制药",
        "full_manufacturer": "海南赞邦制药有限公司",
        "price": 44.3,
        "unit": "盒",
        "code": "X00410",
        "approval_number": "国药准字H20080326",
        "insurance_code": "XR05CBY116A001020205838",
        "location": "L"
      }
    ],
    "pinyin": "yixianbanguangansuan",
    "pinyin_initials": "yxbgas",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于痰液粘稠；对乙酰氨基酚中毒；点状角膜炎和单纯疱疹性角膜炎；痰液粘稠引起的呼吸困难、咳痰困难；治疗对乙酰氨基酚中毒；治疗点状角膜炎和单纯疱疹性角膜炎；对乙酰氨基酚中毒解救；对乙酰氨基酚中毒：①成人常用量：口服。",
      "full_indications": "适用于痰液粘稠引起的呼吸困难、咳痰困难；亦可用于治疗对乙酰氨基酚中毒。眼科用于治疗点状角膜炎和单纯疱疹性角膜炎，细菌性及病毒性角膜溃疡及碱性化学药物烧伤等。\n药理作用\n⑴药效学：由于化学结构中的巯基（-SH）可使黏蛋白的双硫（-S-S—）键断裂，降低痰黏度，使黏痰容易咳出。  对乙酰氨基酚大部分在肝脏内通过葡糖醛酸化合硫酸化代谢，小部分直接经肾脏排泄，还有少部分倍细胞色素P450氧化为有毒的代谢产物Ｎ-乙酰-Ｐ-苯醌亚胺（NAPQI），该物质迅速被肝脏储存的谷胱甘肽解毒，然后经肾脏排出。对乙酰氨基酚过量中毒时，肝脏的葡萄糖醛酸化合硫酸化代谢能力迅速饱和，大量的对乙酰氨基酚主要在肝小叶中央区倍P450代谢为NAPQI，因为使肝脏储存的谷胱甘肽耗竭，NAPQI直接与肝细胞蛋白质结合，导致肝小叶中央区坏死。当肝脏的谷胱甘肽储备降至正常水平的30％时，就出现肝脏毒性反应。临床表现肝功能异常、黄疸、肝衰竭和间质性肾炎、肾乳头坏死、肾衰竭等。Ｎ-乙酰半胱氨酸（NAC）在对乙酰氨基酚中毒早期可抑制NAPQI与肝细胞蛋白质结合，并可作为谷胱甘肽的前体或代替物或硫酸盐的前体与NAPQI结合，在中毒的后期，NAC可通过非特异性机制减轻肝细胞坏死，因而对对乙酰氨基酚中毒有解毒作用。\n⑵药动学：喷雾吸入在1分钟内起效，最大作用时间为5～10分钟。吸收后在肝内脱去乙酰基而成半胱氨酸代谢物。本品口服吸收良好，血浆蛋白结合率大于80％，表观分布容积（Ｖd）为0.5L/kg，血浆半衰期约2～6小时。\n不良反应\n本品口服可引起恶心，呕吐，罕见皮疹和支气管痉挛等过敏反应，但可被舒张支气管药物解除。静脉注射和过量可引起血管扩张、皮肤潮红、恶心、呕吐、支气管痉挛和水肿、心动过速及血压降低。\n禁忌症\n对本品过敏者、妊娠期妇女、支气管哮喘患者禁用。哺乳期妇女用药期间应停止哺乳。\n注意事项\n⑴不宜与一些金属如铁、铜、及橡胶、氧化剂接触，易失效。喷雾器药采用玻璃或塑料制品。\n⑵应用本品时应新鲜配制，剩余的溶液须保存在冰箱内，48小时内用完。\n⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。\n⑷如用于对乙酰氨基酚中毒解救，在中毒8～10小时内使用效果最好，超过15小时疗效降低，24小时后可能无效。\n⑸哺乳期妇女用药期间应停止哺乳。\n⑹滴眼剂应临用前配制，且在7日内使用完毕。\n药物相互作用\n⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。\n⑵与硝酸甘油合用可增加低血压和头痛的发生。\n⑶与金制剂合用，可增加金制剂的排泄。\n⑷与异丙肾上腺素合用或交替使用可提高药效，减少不良反应。\n⑸与碘化油、糜蛋白酶、胰蛋白酶有配伍禁忌。\n⑹本品用作解毒剂时，不要在服用本品时再给活性炭，因为活性炭可吸附本品。本品注射剂禁止与青霉素、头孢菌素类混合使用。\n⑺服用本品时应避免同服强力镇咳药。\n用药交代\n⑴本品的口服制剂如果需要与抗生素联合应用时应错开时间服用。\n⑵本品不要与镇咳药同时服用，可能导致痰液聚集而无法咳出。\n⑶本品不要与硝酸甘油片同时服用，可能导致严重低血压，并出现剧烈头痛。\n配伍禁忌\n⑴本品与铁、铜等金属及橡胶、氧气、氧化物等接触，可发生不可逆结合而失效，应避免相互接触。\n⑵本品易使青霉素、氨苄青霉素、头孢菌素类、红霉素乳糖酸盐、四环素类等抗生素破坏而失效，故不宜配伍应用。\n输液调配\n⑴注射用乙酰半胱氨酸:每瓶8g加入灭菌注射用水40ml溶解,然后用5%或10%葡萄糖注射液稀释至250ml；或者维持剂量50mg/kg的水溶解液稀释于5%葡萄糖注射液500ml中。\n⑵乙酰半胱氨酸注射液:一次4~8g稀释于5%或10%葡萄糖注射液250~500ml中。\n⑶新鲜调配为无色的澄明液体。本品开瓶后会从无色变成微紫色,属正常现象,不影响药品使用。乙酰半胱氨酸注射液pH为6.5--7.5。\n【稳定性】本品水溶液在空气中易氧化变质,应现配现用\n给药说明\n颗粒剂和泡腾片可用软饮料（如果汁）溶解后口服。\n用法与用量\n⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。\n⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。\n⑶用于对乙酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。\n⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。\n剂型与规格\n喷雾用片剂\n0.5g\n1.0g\nXR05C乙1249\n5%\n暂无\n泡腾片\n0.6g\nXR05C乙1249\n5%\n哪儿有\n颗粒剂\n100mg\n基药\n200mg\n基药\nXR05C乙1249\n5%\n哪儿有\n吸入制剂\n0.3g 3ml\nXR05C乙1249\n5%\n哪儿有\n胶囊剂\n200mg\nXR05C乙1249\n5%\n哪儿有\n注射液\n4g 20ml\n0.3g 3ml\n6g 30ml\n哪儿有\n粉针剂\n8g\n哪儿有\n片剂\n0.2g\n0.6g\nXR05C乙1190\n5%\n哪儿有",
      "dosage": "成人：患者，一次0.2g；儿童：，一次0.1g",
      "full_dosage": "⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。\n⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。\n⑶用于对乙酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。\n⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。\n剂型与规格\n喷雾用片剂\n0.5g\n1.0g\nXR05C乙1249\n5%\n暂无\n泡腾片\n0.6g\nXR05C乙1249\n5%\n哪儿有\n颗粒剂\n100mg\n基药\n200mg\n基药\nXR05C乙1249\n5%\n哪儿有\n吸入制剂\n0.3g 3ml\nXR05C乙1249\n5%\n哪儿有\n胶囊剂\n200mg\nXR05C乙1249\n5%\n哪儿有\n注射液\n4g 20ml\n0.3g 3ml\n6g 30ml\n哪儿有\n粉针剂\n8g\n哪儿有\n片剂\n0.2g\n0.6g\nXR05C乙1190\n5%\n哪儿有",
      "contraindications": "对本品过敏禁用。",
      "full_contraindications": "对本品过敏者、妊娠期妇女、支气管哮喘患者禁用。哺乳期妇女用药期间应停止哺乳。\n注意事项\n⑴不宜与一些金属如铁、铜、及橡胶、氧化剂接触，易失效。喷雾器药采用玻璃或塑料制品。\n⑵应用本品时应新鲜配制，剩余的溶液须保存在冰箱内，48小时内用完。\n⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。\n⑷如用于对乙酰氨基酚中毒解救，在中毒8～10小时内使用效果最好，超过15小时疗效降低，24小时后可能无效。\n⑸哺乳期妇女用药期间应停止哺乳。\n⑹滴眼剂应临用前配制，且在7日内使用完毕。\n药物相互作用\n⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。\n⑵与硝酸甘油合用可增加低血压和头痛的发生。\n⑶与金制剂合用，可增加金制剂的排泄。\n⑷与异丙肾上腺素合用或交替使用可提高药效，减少不良反应。\n⑸与碘化油、糜蛋白酶、胰蛋白酶有配伍禁忌。\n⑹本品用作解毒剂时，不要在服用本品时再给活性炭，因为活性炭可吸附本品。本品注射剂禁止与青霉素、头孢菌素类混合使用。\n⑺服用本品时应避免同服强力镇咳药。\n用药交代\n⑴本品的口服制剂如果需要与抗生素联合应用时应错开时间服用。\n⑵本品不要与镇咳药同时服用，可能导致痰液聚集而无法咳出。\n⑶本品不要与硝酸甘油片同时服用，可能导致严重低血压，并出现剧烈头痛。\n配伍禁忌\n⑴本品与铁、铜等金属及橡胶、氧气、氧化物等接触，可发生不可逆结合而失效，应避免相互接触。\n⑵本品易使青霉素、氨苄青霉素、头孢菌素类、红霉素乳糖酸盐、四环素类等抗生素破坏而失效，故不宜配伍应用。\n输液调配\n⑴注射用乙酰半胱氨酸:每瓶8g加入灭菌注射用水40ml溶解,然后用5%或10%葡萄糖注射液稀释至250ml；或者维持剂量50mg/kg的水溶解液稀释于5%葡萄糖注射液500ml中。\n⑵乙酰半胱氨酸注射液:一次4~8g稀释于5%或10%葡萄糖注射液250~500ml中。\n⑶新鲜调配为无色的澄明液体。本品开瓶后会从无色变成微紫色,属正常现象,不影响药品使用。乙酰半胱氨酸注射液pH为6.5--7.5。\n【稳定性】本品水溶液在空气中易氧化变质,应现配现用\n给药说明\n颗粒剂和泡腾片可用软饮料（如果汁）溶解后口服。\n用法与用量\n⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。\n⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。\n⑶用于对乙酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。\n⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。\n剂型与规格\n喷雾用片剂\n0.5g\n1.0g\nXR05C乙1249\n5%\n暂无\n泡腾片\n0.6g\nXR05C乙1249\n5%\n哪儿有\n颗粒剂\n100mg\n基药\n200mg\n基药\nXR05C乙1249\n5%\n哪儿有\n吸入制剂\n0.3g 3ml\nXR05C乙1249\n5%\n哪儿有\n胶囊剂\n200mg\nXR05C乙1249\n5%\n哪儿有\n注射液\n4g 20ml\n0.3g 3ml\n6g 30ml\n哪儿有\n粉针剂\n8g\n哪儿有\n片剂\n0.2g\n0.6g\nXR05C乙1190\n5%\n哪儿有",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、过敏等。",
      "full_adverse_reactions": "本品口服可引起恶心，呕吐，罕见皮疹和支气管痉挛等过敏反应，但可被舒张支气管药物解除。静脉注射和过量可引起血管扩张、皮肤潮红、恶心、呕吐、支气管痉挛和水肿、心动过速及血压降低。\n禁忌症\n对本品过敏者、妊娠期妇女、支气管哮喘患者禁用。哺乳期妇女用药期间应停止哺乳。\n注意事项\n⑴不宜与一些金属如铁、铜、及橡胶、氧化剂接触，易失效。喷雾器药采用玻璃或塑料制品。\n⑵应用本品时应新鲜配制，剩余的溶液须保存在冰箱内，48小时内用完。\n⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。\n⑷如用于对乙酰氨基酚中毒解救，在中毒8～10小时内使用效果最好，超过15小时疗效降低，24小时后可能无效。\n⑸哺乳期妇女用药期间应停止哺乳。\n⑹滴眼剂应临用前配制，且在7日内使用完毕。\n药物相互作用\n⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。\n⑵与硝酸甘油合用可增加低血压和头痛的发生。\n⑶与金制剂合用，可增加金制剂的排泄。\n⑷与异丙肾上腺素合用或交替使用可提高药效，减少不良反应。\n⑸与碘化油、糜蛋白酶、胰蛋白酶有配伍禁忌。\n⑹本品用作解毒剂时，不要在服用本品时再给活性炭，因为活性炭可吸附本品。本品注射剂禁止与青霉素、头孢菌素类混合使用。\n⑺服用本品时应避免同服强力镇咳药。\n用药交代\n⑴本品的口服制剂如果需要与抗生素联合应用时应错开时间服用。\n⑵本品不要与镇咳药同时服用，可能导致痰液聚集而无法咳出。\n⑶本品不要与硝酸甘油片同时服用，可能导致严重低血压，并出现剧烈头痛。\n配伍禁忌\n⑴本品与铁、铜等金属及橡胶、氧气、氧化物等接触，可发生不可逆结合而失效，应避免相互接触。\n⑵本品易使青霉素、氨苄青霉素、头孢菌素类、红霉素乳糖酸盐、四环素类等抗生素破坏而失效，故不宜配伍应用。\n输液调配\n⑴注射用乙酰半胱氨酸:每瓶8g加入灭菌注射用水40ml溶解,然后用5%或10%葡萄糖注射液稀释至250ml；或者维持剂量50mg/kg的水溶解液稀释于5%葡萄糖注射液500ml中。\n⑵乙酰半胱氨酸注射液:一次4~8g稀释于5%或10%葡萄糖注射液250~500ml中。\n⑶新鲜调配为无色的澄明液体。本品开瓶后会从无色变成微紫色,属正常现象,不影响药品使用。乙酰半胱氨酸注射液pH为6.5--7.5。\n【稳定性】本品水溶液在空气中易氧化变质,应现配现用\n给药说明\n颗粒剂和泡腾片可用软饮料（如果汁）溶解后口服。\n用法与用量\n⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。\n⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。\n⑶用于对乙酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。\n⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。\n剂型与规格\n喷雾用片剂\n0.5g\n1.0g\nXR05C乙1249\n5%\n暂无\n泡腾片\n0.6g\nXR05C乙1249\n5%\n哪儿有\n颗粒剂\n100mg\n基药\n200mg\n基药\nXR05C乙1249\n5%\n哪儿有\n吸入制剂\n0.3g 3ml\nXR05C乙1249\n5%\n哪儿有\n胶囊剂\n200mg\nXR05C乙1249\n5%\n哪儿有\n注射液\n4g 20ml\n0.3g 3ml\n6g 30ml\n哪儿有\n粉针剂\n8g\n哪儿有\n片剂\n0.2g\n0.6g\nXR05C乙1190\n5%\n哪儿有",
      "interactions": "⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。\n⑵与硝酸甘油合用可增加低血压和头痛的发生。\n⑶与金制剂合用，可增加金制剂的排泄。\n⑷与异丙肾上腺素合用或交替使用可提高药效，减少不良反应。\n⑸与碘化油、糜蛋白酶、胰蛋白酶有配伍禁忌。\n⑹本品用作解毒剂时，不要在服用本品时再给活性炭，因为活性炭可吸附本品。本品注射剂禁止与青霉素、头孢菌素类混合使用。\n⑺服用本品时应避免同服强力镇咳药。\n用药交代\n⑴本品的口服制剂如果需要与抗生素联合应用时应错开时间服用。\n⑵",
      "full_interactions": "⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。\n⑵与硝酸甘油合用可增加低血压和头痛的发生。\n⑶与金制剂合用，可增加金制剂的排泄。\n⑷与异丙肾上腺素合用或交替使用可提高药效，减少不良反应。\n⑸与碘化油、糜蛋白酶、胰蛋白酶有配伍禁忌。\n⑹本品用作解毒剂时，不要在服用本品时再给活性炭，因为活性炭可吸附本品。本品注射剂禁止与青霉素、头孢菌素类混合使用。\n⑺服用本品时应避免同服强力镇咳药。\n用药交代\n⑴本品的口服制剂如果需要与抗生素联合应用时应错开时间服用。\n⑵本品不要与镇咳药同时服用，可能导致痰液聚集而无法咳出。\n⑶本品不要与硝酸甘油片同时服用，可能导致严重低血压，并出现剧烈头痛。\n配伍禁忌\n⑴本品与铁、铜等金属及橡胶、氧气、氧化物等接触，可发生不可逆结合而失效，应避免相互接触。\n⑵本品易使青霉素、氨苄青霉素、头孢菌素类、红霉素乳糖酸盐、四环素类等抗生素破坏而失效，故不宜配伍应用。\n输液调配\n⑴注射用乙酰半胱氨酸:每瓶8g加入灭菌注射用水40ml溶解,然后用5%或10%葡萄糖注射液稀释至250ml；或者维持剂量50mg/kg的水溶解液稀释于5%葡萄糖注射液500ml中。\n⑵乙酰半胱氨酸注射液:一次4~8g稀释于5%或10%葡萄糖注射液250~500ml中。\n⑶新鲜调配为无色的澄明液体。本品开瓶后会从无色变成微紫色,属正常现象,不影响药品使用。乙酰半胱氨酸注射液pH为6.5--7.5。\n【稳定性】本品水溶液在空气中易氧化变质,应现配现用\n给药说明\n颗粒剂和泡腾片可用软饮料（如果汁）溶解后口服。\n用法与用量\n⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。\n⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。\n⑶用于对乙酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。\n⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。\n剂型与规格\n喷雾用片剂\n0.5g\n1.0g\nXR05C乙1249\n5%\n暂无\n泡腾片\n0.6g\nXR05C乙1249\n5%\n哪儿有\n颗粒剂\n100mg\n基药\n200mg\n基药\nXR05C乙1249\n5%\n哪儿有\n吸入制剂\n0.3g 3ml\nXR05C乙1249\n5%\n哪儿有\n胶囊剂\n200mg\nXR05C乙1249\n5%\n哪儿有\n注射液\n4g 20ml\n0.3g 3ml\n6g 30ml\n哪儿有\n粉针剂\n8g\n哪儿有\n片剂\n0.2g\n0.6g\nXR05C乙1190\n5%\n哪儿有",
      "pregnancy_category": "",
      "pharmacokinetics": "t1/2约6小时，蛋白结合率80，肝脏代谢，肾脏排泄。",
      "full_pharmacokinetics": "⑴药效学：由于化学结构中的巯基（-SH）可使黏蛋白的双硫（-S-S—）键断裂，降低痰黏度，使黏痰容易咳出。  对乙酰氨基酚大部分在肝脏内通过葡糖醛酸化合硫酸化代谢，小部分直接经肾脏排泄，还有少部分倍细胞色素P450氧化为有毒的代谢产物Ｎ-乙酰-Ｐ-苯醌亚胺（NAPQI），该物质迅速被肝脏储存的谷胱甘肽解毒，然后经肾脏排出。对乙酰氨基酚过量中毒时，肝脏的葡萄糖醛酸化合硫酸化代谢能力迅速饱和，大量的对乙酰氨基酚主要在肝小叶中央区倍P450代谢为NAPQI，因为使肝脏储存的谷胱甘肽耗竭，NAPQI直接与肝细胞蛋白质结合，导致肝小叶中央区坏死。当肝脏的谷胱甘肽储备降至正常水平的30％时，就出现肝脏毒性反应。临床表现肝功能异常、黄疸、肝衰竭和间质性肾炎、肾乳头坏死、肾衰竭等。Ｎ-乙酰半胱氨酸（NAC）在对乙酰氨基酚中毒早期可抑制NAPQI与肝细胞蛋白质结合，并可作为谷胱甘肽的前体或代替物或硫酸盐的前体与NAPQI结合，在中毒的后期，NAC可通过非特异性机制减轻肝细胞坏死，因而对对乙酰氨基酚中毒有解毒作用。\n⑵药动学：喷雾吸入在1分钟内起效，最大作用时间为5～10分钟。吸收后在肝内脱去乙酰基而成半胱氨酸代谢物。本品口服吸收良好，血浆蛋白结合率大于80％，表观分布容积（Ｖd）为0.5L/kg，血浆半衰期约2～6小时。\n不良反应\n本品口服可引起恶心，呕吐，罕见皮疹和支气管痉挛等过敏反应，但可被舒张支气管药物解除。静脉注射和过量可引起血管扩张、皮肤潮红、恶心、呕吐、支气管痉挛和水肿、心动过速及血压降低。\n禁忌症\n对本品过敏者、妊娠期妇女、支气管哮喘患者禁用。哺乳期妇女用药期间应停止哺乳。\n注意事项\n⑴不宜与一些金属如铁、铜、及橡胶、氧化剂接触，易失效。喷雾器药采用玻璃或塑料制品。\n⑵应用本品时应新鲜配制，剩余的溶液须保存在冰箱内，48小时内用完。\n⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。\n⑷如用于对乙酰氨基酚中毒解救，在中毒8～10小时内使用效果最好，超过15小时疗效降低，24小时后可能无效。\n⑸哺乳期妇女用药期间应停止哺乳。\n⑹滴眼剂应临用前配制，且在7日内使用完毕。\n药物相互作用\n⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。\n⑵与硝酸甘油合用可增加低血压和头痛的发生。\n⑶与金制剂合用，可增加金制剂的排泄。\n⑷与异丙肾上腺素合用或交替使用可提高药效，减少不良反应。\n⑸与碘化油、糜蛋白酶、胰蛋白酶有配伍禁忌。\n⑹本品用作解毒剂时，不要在服用本品时再给活性炭，因为活性炭可吸附本品。本品注射剂禁止与青霉素、头孢菌素类混合使用。\n⑺服用本品时应避免同服强力镇咳药。\n用药交代\n⑴本品的口服制剂如果需要与抗生素联合应用时应错开时间服用。\n⑵本品不要与镇咳药同时服用，可能导致痰液聚集而无法咳出。\n⑶本品不要与硝酸甘油片同时服用，可能导致严重低血压，并出现剧烈头痛。\n配伍禁忌\n⑴本品与铁、铜等金属及橡胶、氧气、氧化物等接触，可发生不可逆结合而失效，应避免相互接触。\n⑵本品易使青霉素、氨苄青霉素、头孢菌素类、红霉素乳糖酸盐、四环素类等抗生素破坏而失效，故不宜配伍应用。\n输液调配\n⑴注射用乙酰半胱氨酸:每瓶8g加入灭菌注射用水40ml溶解,然后用5%或10%葡萄糖注射液稀释至250ml；或者维持剂量50mg/kg的水溶解液稀释于5%葡萄糖注射液500ml中。\n⑵乙酰半胱氨酸注射液:一次4~8g稀释于5%或10%葡萄糖注射液250~500ml中。\n⑶新鲜调配为无色的澄明液体。本品开瓶后会从无色变成微紫色,属正常现象,不影响药品使用。乙酰半胱氨酸注射液pH为6.5--7.5。\n【稳定性】本品水溶液在空气中易氧化变质,应现配现用\n给药说明\n颗粒剂和泡腾片可用软饮料（如果汁）溶解后口服。\n用法与用量\n⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。\n⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。\n⑶用于对乙酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。\n⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。\n剂型与规格\n喷雾用片剂\n0.5g\n1.0g\nXR05C乙1249\n5%\n暂无\n泡腾片\n0.6g\nXR05C乙1249\n5%\n哪儿有\n颗粒剂\n100mg\n基药\n200mg\n基药\nXR05C乙1249\n5%\n哪儿有\n吸入制剂\n0.3g 3ml\nXR05C乙1249\n5%\n哪儿有\n胶囊剂\n200mg\nXR05C乙1249\n5%\n哪儿有\n注射液\n4g 20ml\n0.3g 3ml\n6g 30ml\n哪儿有\n粉针剂\n8g\n哪儿有\n片剂\n0.2g\n0.6g\nXR05C乙1190\n5%\n哪儿有",
      "precautions": "⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。⑺服用本品时应避免同服强力镇咳药。配伍禁忌\n⑴本品与铁、铜等金属及橡胶、氧气、氧化物等接触，可发生不可逆结合而失效，应避免相互接触。",
      "full_precautions": "⑴不宜与一些金属如铁、铜、及橡胶、氧化剂接触，易失效。喷雾器药采用玻璃或塑料制品。\n⑵应用本品时应新鲜配制，剩余的溶液须保存在冰箱内，48小时内用完。\n⑶本品可能在部分病例引起支气管痉挛甚至窒息死亡，因此支气管哮喘患者禁用。\n⑷如用于对乙酰氨基酚中毒解救，在中毒8～10小时内使用效果最好，超过15小时疗效降低，24小时后可能无效。\n⑸哺乳期妇女用药期间应停止哺乳。\n⑹滴眼剂应临用前配制，且在7日内使用完毕。\n药物相互作用\n⑴本品可减弱青霉素、四环素、头孢菌素的抗菌活性，故不宜同时应用；必要时间隔4小时交替使用。\n⑵与硝酸甘油合用可增加低血压和头痛的发生。\n⑶与金制剂合用，可增加金制剂的排泄。\n⑷与异丙肾上腺素合用或交替使用可提高药效，减少不良反应。\n⑸与碘化油、糜蛋白酶、胰蛋白酶有配伍禁忌。\n⑹本品用作解毒剂时，不要在服用本品时再给活性炭，因为活性炭可吸附本品。本品注射剂禁止与青霉素、头孢菌素类混合使用。\n⑺服用本品时应避免同服强力镇咳药。\n用药交代\n⑴本品的口服制剂如果需要与抗生素联合应用时应错开时间服用。\n⑵本品不要与镇咳药同时服用，可能导致痰液聚集而无法咳出。\n⑶本品不要与硝酸甘油片同时服用，可能导致严重低血压，并出现剧烈头痛。\n配伍禁忌\n⑴本品与铁、铜等金属及橡胶、氧气、氧化物等接触，可发生不可逆结合而失效，应避免相互接触。\n⑵本品易使青霉素、氨苄青霉素、头孢菌素类、红霉素乳糖酸盐、四环素类等抗生素破坏而失效，故不宜配伍应用。\n输液调配\n⑴注射用乙酰半胱氨酸:每瓶8g加入灭菌注射用水40ml溶解,然后用5%或10%葡萄糖注射液稀释至250ml；或者维持剂量50mg/kg的水溶解液稀释于5%葡萄糖注射液500ml中。\n⑵乙酰半胱氨酸注射液:一次4~8g稀释于5%或10%葡萄糖注射液250~500ml中。\n⑶新鲜调配为无色的澄明液体。本品开瓶后会从无色变成微紫色,属正常现象,不影响药品使用。乙酰半胱氨酸注射液pH为6.5--7.5。\n【稳定性】本品水溶液在空气中易氧化变质,应现配现用\n给药说明\n颗粒剂和泡腾片可用软饮料（如果汁）溶解后口服。\n用法与用量\n⑴口服：①慢性支气管炎成人患者，一次0.2g，一日2～3次。泡腾片：一次600mg，一日1次；慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE），一次600mg。②儿童，一次0.1g，一日2～3次。\n⑵喷雾吸入：临用前，用氯化钠注射液溶解成10％溶液喷雾吸入，一次1～3ml，一日2～3次，持续5~10天。\n⑶用于对乙酰氨基酚中毒：①成人常用量：口服，首次按体重140mg/kg，然后每4小时给70mg/kg，共给17次。静脉滴注：第1阶段，按体重150mg/kg，加入5％葡萄糖注射液200ml中静脉滴注15～20分钟；第2阶段，按体重50mg/kg，加入5％葡萄糖注射液500ml中静脉滴注4小时；第3阶段，按体重100mg/kg，加入5％葡萄糖注射液1000ml中静脉滴注16小时（严重者可持续静脉滴注）。②小儿常用量：同成人常用量，按体重给药。\n⑷用于眼科：滴入眼睑内，临用前将粉末倒入溶剂瓶内，振摇溶解后使用。一次1～2滴，2小时1次。2～4周为一疗程。\n剂型与规格\n喷雾用片剂\n0.5g\n1.0g\nXR05C乙1249\n5%\n暂无\n泡腾片\n0.6g\nXR05C乙1249\n5%\n哪儿有\n颗粒剂\n100mg\n基药\n200mg\n基药\nXR05C乙1249\n5%\n哪儿有\n吸入制剂\n0.3g 3ml\nXR05C乙1249\n5%\n哪儿有\n胶囊剂\n200mg\nXR05C乙1249\n5%\n哪儿有\n注射液\n4g 20ml\n0.3g 3ml\n6g 30ml\n哪儿有\n粉针剂\n8g\n哪儿有\n片剂\n0.2g\n0.6g\nXR05C乙1190\n5%\n哪儿有",
      "source": "湖南药事服务网",
      "url_added": true
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1587",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 490,
    "name": "(80μg)布地奈德福莫特罗吸入粉雾剂（I）",
    "full_name": "(甲)(80μg)布地奈德福莫特罗吸入粉雾剂（I）[国基]",
    "chemical_name": "布地奈德福莫特罗吸入粉雾剂（I）",
    "dosage_form": "粉雾剂",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "AstraZeneca AB"
    ],
    "specifications": [
      {
        "specification": "60吸/支",
        "manufacturer": "AstraZeneca AB",
        "full_manufacturer": "AstraZeneca AB",
        "price": 155.1,
        "unit": "盒",
        "code": "X00373",
        "approval_number": "国药准字HJ20140459",
        "insurance_code": "XR03AKB238L031010179096",
        "location": "C-3",
        "outpatient_location": "C-4"
      },
      {
        "specification": "60吸/支",
        "manufacturer": "AstraZeneca AB",
        "full_manufacturer": "AstraZeneca AB",
        "price": 220.18,
        "unit": "支",
        "code": "X00841",
        "approval_number": "国药准字HJ20140458",
        "insurance_code": "XR03AKB237L031020179096",
        "outpatient_location": "C-2"
      }
    ],
    "pinyin": "budinaidefumoteluoxirufenwuji",
    "pinyin_initials": "bdndfmtlxrfwj",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于支气管哮喘，主要用于慢性持续性支气管哮喘；也可在重度慢性阻塞性肺疾病使用。",
      "dosage": "干粉吸入剂：\n　　⑴吸入，160μg/4.5μg（1喷），成人和12岁及12岁以上患者，一次1～2喷，一日2次。",
      "contraindications": "参阅布地奈德和福莫特罗。",
      "adverse_reactions": "参阅布地奈德和福莫特罗。",
      "interactions": "⑴与其他CYP3A4酶强抑制药合用时会显著增加布地奈德的血药浓度。  <br>⑵β受体拮抗药能减弱或抑制福莫特罗的作用，不宜合用。  <br>⑶与奎尼丁、丙吡胺、普鲁卡因胺、吩噻嗪、抗组胺药（特非那定）、单胺氧化酶抑制药和三环类抗抑郁药合用可延长ＱＴc间期，并增加室性心律失常的危险。  <br>⑷左旋多巴、左甲状腺素、缩宫素和乙醇也可损害心脏对β2受体激动药的耐受性。  <br>⑸同时与单胺氧化酶抑制药合用，包括特性相似的物质，如呋喃唑酮和丙卡巴肼，可能会突然引起高血压反应。  <br>⑹患者同",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅布地奈德和福莫特罗。",
      "precautions": "参阅布地奈德和福莫特罗。",
      "source": "湖南药事服务网",
      "full_indications": "用于支气管哮喘，主要用于慢性持续性支气管哮喘；也可在重度慢性阻塞性肺疾病使用。",
      "full_dosage": "干粉吸入剂：<br>　　⑴吸入，160μg/4.5μg（1喷），成人和12岁及12岁以上患者，一次1～2喷，一日2次。    <br>　　⑵800μg/4.5μg（1喷），成人一次1～2喷，一日2次；或一次4喷，一日2次；12～17岁患者，一次1～2喷，一日2次；6岁和6岁以上患者一次2喷，一日2次。在常规治疗中，当一日2次剂量可有效控制症状时，应逐渐减少剂量直至最低有效剂量，甚至一日1次给予本品。",
      "full_contraindications": "参阅布地奈德和福莫特罗。",
      "full_adverse_reactions": "参阅布地奈德和福莫特罗。",
      "full_interactions": "⑴与其他CYP3A4酶强抑制药合用时会显著增加布地奈德的血药浓度。  <br>⑵β受体拮抗药能减弱或抑制福莫特罗的作用，不宜合用。  <br>⑶与奎尼丁、丙吡胺、普鲁卡因胺、吩噻嗪、抗组胺药（特非那定）、单胺氧化酶抑制药和三环类抗抑郁药合用可延长ＱＴc间期，并增加室性心律失常的危险。  <br>⑷左旋多巴、左甲状腺素、缩宫素和乙醇也可损害心脏对β2受体激动药的耐受性。  <br>⑸同时与单胺氧化酶抑制药合用，包括特性相似的物质，如呋喃唑酮和丙卡巴肼，可能会突然引起高血压反应。  <br>⑹患者同时接受含卤素麻醉时，发生心律失常的危险增加。  <br>⑺同时使用其他β肾上腺药物则有潜在的相加作用。  <br>⑻对于正在使用洋地黄毒苷的低钾血症患者发生心律失常的可能性增加。",
      "full_pharmacokinetics": "参阅布地奈德和福莫特罗。",
      "full_precautions": "参阅布地奈德和福莫特罗。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1665",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 491,
    "name": "注射用人白介素-11",
    "full_name": "(乙10%)注射用人白介素-11",
    "chemical_name": "注射用人白介素-11",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "齐鲁制药"
    ],
    "specifications": [
      {
        "specification": "1200万IU/支",
        "manufacturer": "齐鲁制药",
        "full_manufacturer": "齐鲁制药有限公司",
        "price": 125.55,
        "unit": "盒",
        "code": "X00374",
        "approval_number": "国药准字S20030016",
        "insurance_code": "XL03ACR107B001030204021",
        "location": "2D-2"
      }
    ],
    "pinyin": "zhusheyongrenbaijiesu-11",
    "pinyin_initials": "zsyrbjs-11",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于实体瘤、非髓性白血病化疗后Ⅲ、Ⅳ度血小板减少症的治疗。",
      "dosage": "皮下注射：推荐剂量为一次25～50μg/kg（以1ml注射用水溶解），一日1次，7～14日为一疗程。于化疗结束后24～48小时开始或发生血小板减少症后给药，血小板计数恢复后应及时停药。",
      "contraindications": "对本品过敏；孕妇禁用。",
      "adverse_reactions": "常见：皮疹、恶心、发热、过敏、疼痛、乏力等。",
      "interactions": "抑制肝微粒体细胞色素P450药酶，可影响合用药物的代谢消除。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑶有器质性心脏病病史者、哺乳期妇女、对血液制品及大肠杆菌表达的生物制剂有过敏史者慎用。⑵定期减产血象，注意血小板计数的变化。⑴应于化疗24～48小时后开始使用，不宜在化疗前或化疗过程中使用。",
      "source": "湖南药事服务网",
      "full_indications": "用于实体瘤、非髓性白血病化疗后Ⅲ、Ⅳ度血小板减少症的治疗。",
      "full_dosage": "皮下注射：推荐剂量为一次25～50μg/kg（以1ml注射用水溶解），一日1次，7～14日为一疗程。于化疗结束后24～48小时开始或发生血小板减少症后给药，血小板计数恢复后应及时停药。",
      "full_contraindications": "对本品过敏者、孕妇禁用。<br>本品有严重过敏反应风险。",
      "full_adverse_reactions": "⑴可见乏力、疼痛、寒战、腹痛、感染、恶心、便秘、消化不良、皮肤瘀斑、肌痛、骨痛、神经紧张及脱发等。<br>⑵上市后监测已收集到本品引起的过敏反应报告，临床使用过程中应警惕可能发生的过敏反应，应告知患者出现过敏症状后需及时报告医务人员。已报道的过敏反应相关体征和症状包括面部、舌头或喉部水肿，呼吸急促，喘息，胸痛，低血压（包括休克），发音困难，意识丧失，精神状态改变，皮疹，荨麻疹，潮红和发热等。过敏反应在本品首次给药或多次给药后均可能发生，一旦发生过敏反应，应永久停用。<br>⑶上市后监测发现本品有毛细血管渗漏综合征、心力衰竭的不良反应/事件报告。",
      "full_interactions": "抑制肝微粒体细胞色素P450药酶，可影响合用药物的代谢消除。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴应于化疗24～48小时后开始使用，不宜在化疗前或化疗过程中使用。  <br>⑵定期减产血象，注意血小板计数的变化。  <br>⑶有器质性心脏病病史者、哺乳期妇女、对血液制品及大肠杆菌表达的生物制剂有过敏史者慎用。<br>⑷使用本品期间应严密观察毛细血管渗漏综合征相关症状和体征，如出现尿量减少、体重快速增加、水肿、憋气、血压降低、肺水肿、胸腹腔积液等情况，应停药并采取适当的处置措施。<br>⑸使用本品期间应严密观察心力衰竭相关症状和体征，如出现呼吸困难、端坐呼吸、运动耐量降低、肺部啰音、颈静脉充盈、双下肢水肿等情况，应停药并采取适当的处置措施。",
      "solvent": "皮下：用注射用水溶解",
      "pharmacodynamics": "本品是一种新型促血小板生长因子，可直接刺激造血干细胞和巨核母细胞增殖，诱导巨核细胞的成熟分化，增加体内血小板的生长生成，从而提高血液血小板计数，而血小板功能无明显改变。",
      "full_pharmacodynamics": "本品是一种新型促血小板生长因子，可直接刺激造血干细胞和巨核母细胞增殖，诱导巨核细胞的成熟分化，增加体内血小板的生长生成，从而提高血液血小板计数，而血小板功能无明显改变。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3543",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 492,
    "name": "甘油果糖氯化钠注射液",
    "full_name": "(甲)甘油果糖氯化钠注射液[国基]",
    "chemical_name": "甘油果糖氯化钠注射液(软袋)",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "湖北津药药业"
    ],
    "specifications": [
      {
        "specification": "250ml/瓶",
        "manufacturer": "湖北津药药业",
        "full_manufacturer": "湖北津药药业股份有限公司",
        "price": 13.92,
        "unit": "瓶",
        "code": "X00691",
        "approval_number": "国药准字H10930176",
        "insurance_code": "XB05BCG162B002010100933",
        "location": "1"
      }
    ],
    "pinyin": "ganyouguotanglvhuana",
    "pinyin_initials": "gygtlhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于脑血管病、脑外伤、脑肿瘤、颅内炎症及其他原因引起的急慢性颅内压增高，脑水肿等症。",
      "dosage": "静脉滴注：成人一般一次250～500ml，一日1～2次，每500ml需滴注2～3小时，250ml需滴注1～1.5小时。根据年龄、症状可适当增减。",
      "contraindications": "⑴遗传性果糖不耐症患者。\n⑵对本品任一成分过敏者。\n⑶高钠血症、无尿和严重脱水者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：甘油果糖注射液是高渗制剂，通过高渗透性脱水，能使脑水分含量减少，降低颅内压。本品降低颅内压作用起效较缓，持续时间较长。<br>　　⑵药动学：本品经血液进入全身组织，其分布约在2~3小时内达到平衡。进入脑脊液及脑组织较镘.清除也较镘。本品大部分代谢为CO2及水排出。",
      "precautions": "⑴严重循环系统机能障碍、肾脏功能障碍、尿崩症、糖尿病和溶血性贫血患者慎用。⑵活动性颅内出血患者无手术条件时慎用，应先处理出血源或确认不再有出血后方可应用本品。⑶本品含0.9%氯化钠，用药时须注意患者食盐摄入量。",
      "source": "湖南药事服务网",
      "full_indications": "用于脑血管病、脑外伤、脑肿瘤、颅内炎症及其他原因引起的急慢性颅内压增高，脑水肿等症。",
      "full_dosage": "静脉滴注：成人一般一次250～500ml，一日1～2次，每500ml需滴注2～3小时，250ml需滴注1～1.5小时。根据年龄、症状可适当增减。",
      "full_contraindications": "⑴遗传性果糖不耐症患者。<br>⑵对本品任一成分过敏者。<br>⑶高钠血症、无尿和严重脱水者。",
      "full_adverse_reactions": "药品上市后监测数据显示本品可见以下不良反应/事件：<br>⑴全身性反应：寒战，发热，畏寒，高热，口渴； <br>⑵皮肤系统：皮疹，瘙痒，红斑，荨麻疹，多汗；<br>⑶胃肠系统：恶心，呕吐，腹痛，腹部不适； <br>⑷神经系统：头痛，头晕，感觉减退，震颤； <br>⑸呼吸系统：胸部不适，胸痛，呼吸困难，呼吸急促；<br>⑹免疫功能紊乱和感染：过敏反应，类速发严重过敏反应，过敏性休克；<br>⑺用药部位：注射部位疼痛、瘙痒、红肿，静脉炎；<br>⑻其他：心悸、溶血、血尿、低钾血症。",
      "full_interactions": "尚不明确。",
      "full_pharmacokinetics": "⑴药效学：甘油果糖注射液是高渗制剂，通过高渗透性脱水，能使脑水分含量减少，降低颅内压。本品降低颅内压作用起效较缓，持续时间较长。<br>　　⑵药动学：本品经血液进入全身组织，其分布约在2~3小时内达到平衡。进入脑脊液及脑组织较镘.清除也较镘。本品大部分代谢为CO2及水排出。",
      "full_precautions": "⑴严重循环系统机能障碍、肾脏功能障碍、尿崩症、糖尿病和溶血性贫血患者慎用。<br>⑵活动性颅内出血患者无手术条件时慎用，应先处理出血源或确认不再有出血后方可应用本品。<br>⑶本品含0.9%氯化钠，用药时须注意患者食盐摄入量。<br>⑷本品滴注过快可发生溶血，如患者出现血红蛋白尿（酱油色尿），立即停止滴注。<br>⑸在伴有严重肾功能不全的患者，因排泄减少使本品在体内蓄积，可因其血容量明显增加，加重心脏负荷，诱发或加重心力衰竭。<br>⑹长期使用要注意防止水、电解质紊乱。<br>⑺用药前及使用过程中应认真检查本品，发现药液出现浑浊、沉淀、变色、结晶等药物性状改变以及瓶身有漏气、裂纹等现象时，均不得使用。<br>⑻对于患有果糖-1，6-二磷酸酶（FBPase）缺乏症（又称遗传性果糖不耐受症）的患者，不建议使用该药物。<br>⑼Ⅱ型瓜氨酸血症为反复发作的高氨血症及其相关神经精神症状，包括抽搐、行为异常、记忆障碍、定向力障碍或意识障碍等。有报道成年Ⅱ型瓜氨酸血症患者使用该药物治疗脑水肿后出现病情恶化而死亡。成年Ⅱ型瓜氨酸血症患者禁止使用。<br>⑽孕妇及儿童用药暂未进行该项实验且无可靠参考文献。<br>⑾老年患者的生理功能通常有所下降，水、电解质水平异常的老年患者慎用本品。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7950",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 493,
    "name": "阿昔洛韦乳膏",
    "full_name": "(甲)阿昔洛韦乳膏[国基]",
    "chemical_name": "阿昔洛韦乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海通用赛诺药业"
    ],
    "specifications": [
      {
        "specification": "10g/支",
        "manufacturer": "上海通用赛诺药业",
        "full_manufacturer": "上海通用赛诺药业股份有限公司",
        "price": 5.1,
        "unit": "支",
        "code": "X00525",
        "approval_number": "国药准字H19999593",
        "insurance_code": "XD06BBA075F002010100774",
        "location": "2L-2",
        "outpatient_location": "2E-2"
      }
    ],
    "pinyin": "axiluowei",
    "pinyin_initials": "axlw",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "用于免疫缺陷者初发和反复发作病例；免疫功能正常者带状疱疹和免疫缺陷者轻症病例；免疫缺陷者严重带状疱疹病人或免疫功能正常者播散型带状疱疹；单纯疱疹性角膜炎；生殖器疱疹病毒感染初发和复发病例；免疫缺陷者初发和反复发作病例的预防；单纯疱疹病毒性脑炎治疗；免疫功能正常者带状疱疹和免疫缺陷者轻症病例的治疗。",
      "dosage": "成人：常用量①生殖器疱疹初治和免疫缺陷者皮肤黏膜单纯疱疹，口服200mg",
      "contraindications": "对本品过敏或对本品有过敏史者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、发热、瘙痒、疼痛等。",
      "interactions": "⑴静脉给药时与干扰素或甲氨蝶呤（鞘内）合用，可能引起精神异常，应慎用。  <br>⑵静脉给药时与肾毒性药物合用可加重肾毒性，特别是肾功能不全者更易发生。  <br>⑶本品与齐多夫定合用可引起肾毒性，表现为深度昏睡和疲劳。  <br>⑷静滴本品与丙磺舒合用可减少其经肾排泄，增加AUC，延长ｔ1/2，体内药物量蓄积。  <br>⑸阿昔洛韦与鳞甲酸钠联用，能增强本药对HSV感染的抑制作用。  <br>⑹阿昔洛韦与更昔洛韦、膦甲酸、干扰素合用，具有协同或相加作用。  <br>⑺大剂量与哌替啶合用，可发生",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率9，肝脏代谢，肾脏排泄。",
      "precautions": "建议哺乳期应慎用，仅在有用药指征时使用。严重肝功能不全者，对本品不能耐受者、精神异常或以往对细胞毒性药物出现精神反应者，静脉应用本品易产生精神症状，需慎用。⑸成人急性或慢性肾功能不全者不宜用本品静滴，因滴速过快时可引起肾衰竭。",
      "source": "湖南药事服务网",
      "full_indications": "⑴单纯疱疹病毒感染：口服用于生殖器疱疹病毒感染初发和复发病例；对反复发作病例口服本品用做预防。注射剂用于免疫缺陷者初发和反复发作病例的预防；也用于单纯疱疹病毒性脑炎治疗；    <br>⑵带状疱疹：口服用于免疫功能正常者带状疱疹和免疫缺陷者轻症病例的治疗。注射剂用于免疫缺陷者严重带状疱疹病人或免疫功能正常者播散型带状疱疹的治疗；    <br>⑶免疫缺陷者水痘的治疗。    <br>⑷用于治疗单纯疱疹性角膜炎。",
      "full_dosage": "⑴口服：成人常用量①生殖器疱疹初治和免疫缺陷者皮肤黏膜单纯疱疹，口服200mg，一日5次，共10日；或口服400mg，一日3次，共5日；再发性感染200mg，一日5次，共5日；复发性感染的慢性抑制疗法，一次200mg，一日3次，共6个月；必要时剂量可加至一日5次，一次200mg，共6～12个月。②带状疱疹，一次800mg，一日5次，共7～10日。③水痘，口服20mg/kg，一日4次，共5日，出现症状立即开始治疗。④肾功能不全的成人患者应按表三调整剂量。⑤ 2岁以下小儿剂量尚未确定。    <br>　　⑵静脉滴注：成人常用量①重症生殖器疱疹初治，按体重每8小时5mg/kg（按阿昔洛韦计，下同），共5日。②带状疱疹500mg，静脉滴注，每8小时1次；肌酐清除率25～49ml/min上述剂量每12小时1次；肌酐清除率10～24ml/min，每24小时1次；肌酐清除率＜10ml/min，剂量减半，每24小时1次。共7～10日。③免疫缺陷者皮肤黏膜单纯疱疹或严重带状疱疹，每8小时5～10mg/kg，静脉滴注1小时以上，共7～10日。④单纯疱疹性脑炎，每8小时10mg/kg，共10日。⑤成人一日最高剂量按体重30mg/kg，或按体表面积1.5g/m²。<br>　　⑶小儿①重症生殖器疱疹初治，婴儿与12岁以下小儿，每8小时按体表面积250mg/m²，共5日。②免疫缺陷者皮肤黏膜单纯疱疹，婴儿与12岁以下小儿，每8小时按体表面积250mg/m²，共7日，12岁以上按成人量。③单纯疱疹性脑炎，每8小时按体重10mg/kg，共10日。④免疫缺陷者合并水痘，每8小时10mg/kg或500mg/m²，共10日。⑤小儿最高剂量为每8小时按体表面积500mg/m²。    <br>　　⑷用于治疗单纯疱疹性角膜炎：滴入结膜囊，一次1～2滴，每1～2小时1次或每日4～6次。或以3％眼膏涂于结膜囊。",
      "full_contraindications": "对本品过敏或对本品有过敏史者禁用。",
      "full_adverse_reactions": "⑴常见的不良反应：注射部位的炎症或静脉炎、皮肤瘙痒或荨麻疹。口服可引起恶心、呕吐、腹泻等。  <br>⑵少见的不良反应：发热、头痛、不适、皮疹、皮肤瘙痒，长程给药偶见月经紊乱。注射给药特别静脉注射后可发生静脉炎、局部疼痛、ALT增高。大剂量静脉滴注可发生尿路结晶，肾小管注射、尿素氮和肌酐升高，偶可发生肾衰竭并死亡，故肾功能减退者慎用。  <br>⑶罕见的不良反应：注射用药时可能出现昏迷、意识模糊、幻觉、癫痫等中枢神经系统症状。亦有报道免疫缺陷患者用药后发生血小板减少性紫癜-溶血尿毒症综合征致死者。  <br>⑷以下症状如持续存在或明显应引起注意：长期口服本品出现关节疼痛、腹泻、头痛、恶心、呕吐、眩晕（较短程用药为多）。长期用药少见者有痤疮和失眠。  <br>⑸滴眼后可能有局部的刺激症状（可能很快即适应），浅层点状角膜病变、烧灼和刺激感、结膜充血等。本品对细胞毒性小，安全范围大，滴眼液无明显全身不良反应。",
      "full_interactions": "⑴静脉给药时与干扰素或甲氨蝶呤（鞘内）合用，可能引起精神异常，应慎用。  <br>⑵静脉给药时与肾毒性药物合用可加重肾毒性，特别是肾功能不全者更易发生。  <br>⑶本品与齐多夫定合用可引起肾毒性，表现为深度昏睡和疲劳。  <br>⑷静滴本品与丙磺舒合用可减少其经肾排泄，增加AUC，延长ｔ1/2，体内药物量蓄积。  <br>⑸阿昔洛韦与鳞甲酸钠联用，能增强本药对HSV感染的抑制作用。  <br>⑹阿昔洛韦与更昔洛韦、膦甲酸、干扰素合用，具有协同或相加作用。  <br>⑺大剂量与哌替啶合用，可发生哌替啶中毒。",
      "full_pharmacokinetics": "⑴药效学：①本品系2'-脱氧鸟苷的无环类似物，本品在组织培养中对单纯疱疹病毒（HSV）、水痘带状疱疹病毒、巨细胞病毒等具有高度选择性抑制作用。阿昔洛韦易被病毒摄取，进入后，与病毒编码的特异性胸苷激酶结合，迅速转化为无环鸟苷单磷酸，由细胞鸟苷激酶使之转化为无环鸟苷二磷酸，再经其他细胞酶转化为无环鸟苷三磷酸而与鸟苷三磷酸竞争。通过二种方式抑制病毒复制：干扰病毒DNA多聚酶，抑制病毒复制；在DNA多聚酶作用下，与增长的DNA链结合，引起DNA链的延伸中断。②由于本品对病毒的特殊亲和力，故很少引起正常宿主细胞的代谢改变。本品不仅有高度的抗病毒特性和低毒性，而且具有良好的眼内穿透力。本品对疱疹病毒Ⅰ型的活性比阿糖腺苷强160倍，比碘苷强10倍，比阿糖胞苷强2倍。对疱疹病毒Ⅱ型、巨细胞病毒和EB病毒也有抑制作用，但对HSV的潜伏感染和复发无明显效果。<br>　　⑵药动学：口服吸收差，约吸收给药量的15％～30％。进食对血浓度影响不明显。广泛分布至各组织与体液中，包括脑、肾、肺、肝、小肠、肌肉、脾、乳汁、子宫、阴道粘膜与分泌物、脑脊液及疱疹液。在肾、肝和小肠中浓度高，脑脊液中的药物浓度约为血药浓度的一半。可通过胎盘进入胎儿血液循环。每4小时口服200mg和400mg，5天后Ｃmax分别为0.6mg/L和1.2mg/L；每8小时静脉给药5mg/kg（滴注时间＞1小时）Ｃmax为10mg/L。血浆蛋白结合率低（9％～33％）。在肝内代谢，主要代谢产物占给药量的9％～14％，经尿排泄。ｔ1/2约为2.5小时。肌酐清除率降低至50～80ml/min和15～50ml/min时，ｔ1/2分别为3小时和3.5小时。无尿者的ｔ1/2长达19.5小时，血透时降为5.7小时。本品主要经肾由肾小球滤过和肾小管分泌而排泄。口服给药量的14％以原形药物由尿排泄；注射时给药量的45％～79％以原形药物由尿排泄。经粪便排泄率低于给药量的2％。呼出气中含微量药物。血透6小时约清除血中60％的药物。腹膜透析清除药量很少。",
      "full_precautions": "⑴对更昔洛韦过敏者也可能对本品过敏。  <br>⑵生殖器复发性疱疹感染以间歇短程疗法给药有效。由于动物实验发现本品对生育的以下及致突变，因此口服剂量与疗程不应超过推荐标准。生殖器复发性疱疹的长程疗法也不应该超过6个月。  <br>⑶生育与孕妇：大剂量注射可致动物睾丸萎缩和精子数减少，然而人体每日口服400mg和1000mg连续6个月未见类似情况。药物能通过胎盘，动物实验证实对胚胎无影响。  <br>⑷哺乳期妇女：药物在乳汁中的浓度为血药浓度的0.6～4.1倍，这样的浓度可能使哺乳婴儿的阿昔洛韦暴露剂量达到0.3mg/kg/天，但未发现乳儿异常。儿童中亦未发现特殊的不良反应。建议哺乳期应慎用，仅在有用药指征时使用。  <br>⑸成人急性或慢性肾功能不全者不宜用本品静滴，因滴速过快时可引起肾衰竭。  <br>⑹老年人：由于生理性肾功能的衰退，本品剂量需调整。  <br>⑺以下情况需考虑用药利弊：脱水或已有肾功能不全者，本品剂量应减少。严重肝功能不全者，对本品不能耐受者、精神异常或以往对细胞毒性药物出现精神反应者，静脉应用本品易产生精神症状，需慎用。  <br>⑻严重免疫功能缺陷者长期或多次应用本品治疗后可能引起单纯疱疹病毒和带状疱疹病毒对本品耐药。如单纯疱疹病毒患者应用阿昔洛韦后皮损不见改善者应测试单纯疱疹病毒对本品的敏感性。  <br>⑼对诊断的干扰：静脉给药可引起肾小管阻塞，使血肌酐和尿素氮增高。如剂量恰当、水分充足不会引起。  <br>⑽随访检查：女性生殖器疱疹患者大多易患子宫颈癌，因此患者至少每年检查一次，以早期发现。静脉用药可能引起肾毒性，用药前或用药期间应检查肾功能。  <br>⑾逾量处理：本品无特殊解毒药。主要采用对症治疗和支持疗法：给予充足的水分防止药物沉积于肾小管；血透有助于排泄血中的药物，对急性肾衰竭和血尿患者尤为重要。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2234",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 494,
    "name": "二硫化硒洗剂",
    "full_name": "(甲)二硫化硒洗剂[市基]",
    "chemical_name": "二硫化硒洗剂",
    "dosage_form": "洗剂",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "江苏迪赛诺制药"
    ],
    "specifications": [
      {
        "specification": "150g/瓶",
        "manufacturer": "江苏迪赛诺制药",
        "full_manufacturer": "江苏迪赛诺制药有限公司",
        "price": 27.2,
        "unit": "瓶",
        "code": "X00526",
        "approval_number": "国药准字H10800003",
        "insurance_code": "XD01AEE027S001020101495",
        "location": "G-6",
        "outpatient_location": "S-6"
      }
    ],
    "pinyin": "erliuhuaxi",
    "pinyin_initials": "elhx",
    "dosage_form_pinyin": "xiji",
    "dosage_form_initials": "xj",
    "manual": {
      "indications": "外用于去头屑、头皮脂溢性皮炎、花斑癣的治疗以及用于外耳道脂溢性皮炎。也可用于杀蚤类寄生虫。",
      "dosage": "⑴治疗头屑多及头皮脂溢性皮炎：用温水浸湿头发及头皮，然后将药液洒于头部，用手轻轻揉擦使起泡沫，保留3～5分钟后用水洗净，1周2次。",
      "contraindications": "⑴皮肤有急性炎症、糜烂渗出时禁用；生殖器部位禁用。  ⑵对本品过敏者禁用。",
      "adverse_reactions": "⑴偶可引起接触性皮炎。  ⑵对黏膜有刺激作用。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴使用前应充分振荡。  \n⑵染发和烫发后两天内不得使用本品。  \n⑶不能与金属午间接触。使用期间，所有银器首饰、发夹和其他金属物件应除去。  \n⑷使用本品后，应仔细洗手。  \n⑸药物不得直接接触眼睛。",
      "source": "湖南药事服务网",
      "full_indications": "外用于去头屑、头皮脂溢性皮炎、花斑癣的治疗以及用于外耳道脂溢性皮炎。也可用于杀蚤类寄生虫。",
      "full_dosage": "⑴治疗头屑多及头皮脂溢性皮炎：用温水浸湿头发及头皮，然后将药液洒于头部，用手轻轻揉擦使起泡沫，保留3～5分钟后用水洗净，1周2次。皮损控制后每1～2周1次。    <br>　　⑵治疗花斑癣：将药液均匀涂于患部，加少量水使起泡沫，保留5～10分钟后彻底冲洗全身，一日1次，连续7日。    <br>　　⑶摇匀后滴耳：每侧耳一次1～2滴，一日3次。",
      "full_contraindications": "⑴皮肤有急性炎症、糜烂渗出时禁用；生殖器部位禁用。  ⑵对本品过敏者禁用。",
      "full_adverse_reactions": "⑴偶可引起接触性皮炎。  ⑵对黏膜有刺激作用。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴使用前应充分振荡。  <br>⑵染发和烫发后两天内不得使用本品。  <br>⑶不能与金属午间接触。使用期间，所有银器首饰、发夹和其他金属物件应除去。  <br>⑷使用本品后，应仔细洗手。  <br>⑸药物不得直接接触眼睛。",
      "pharmacodynamics": "本品具有抗皮脂溢出、抗真菌、杀寄生虫（如疥虫、蚤等）的作用。本品还有抑制细胞核分裂造成表皮细胞更替生成减少并促成角化。",
      "full_pharmacodynamics": "本品具有抗皮脂溢出、抗真菌、杀寄生虫（如疥虫、蚤等）的作用。本品还有抑制细胞核分裂造成表皮细胞更替生成减少并促成角化。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2205",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 495,
    "name": "盐酸莫西沙星片",
    "full_name": "(甲)盐酸莫西沙星片",
    "chemical_name": "盐酸莫西沙星片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "东莞市阳之康医药"
    ],
    "specifications": [
      {
        "specification": "0.4g/片",
        "manufacturer": "东莞市阳之康医药",
        "full_manufacturer": "东莞市阳之康医药有限责任公司(委托生产企业： 广东东阳光药业股份有限公司)",
        "price": 12.99,
        "unit": "盒",
        "code": "X00528",
        "approval_number": "国药准字H20183246",
        "insurance_code": "XJ01MAM122A001020106988",
        "location": "L-1"
      }
    ],
    "pinyin": "yansuanmoxishaxing",
    "pinyin_initials": "ysmxsx",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于敏感细菌；敏感细菌引起的下列感染：\n1.急性细菌性鼻窦炎。",
      "dosage": "成人：常用量：\n①一般感染：400mg",
      "contraindications": "过敏；哺乳期；儿童禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、瘙痒、过敏等。",
      "interactions": "1.抗酸药、铁剂、锌剂：合用可减少莫西沙星吸收，应间隔至少4小时服用。<br>2.华法林：合用可能增加出血风险，需监测凝血功能。<br>3.非甾体抗炎药：合用可能增加中枢神经系统刺激和惊厥风险。<br>4.延长QT间期药物（如胺碘酮、索他洛尔、红霉素等）：合用可能增加QT间期延长和心律失常风险。<br>5.茶碱：合用可能使茶碱血药浓度升高。<br>6.降糖药：合用可能引起血糖紊乱（高血糖或低血糖）。<br>7.糖皮质激素：合用可能增加肌腱炎和肌腱断裂风险。<br>8.丙磺舒：合用可能增加莫西沙星",
      "pregnancy_category": "C级",
      "pharmacokinetics": "t1/2约12小时，蛋白结合率50%，肝脏代谢，肾脏排泄。",
      "precautions": "2.有中枢神经系统疾病史者：慎用，因可能降低惊厥阈值。4.肝功能减退者：慎用，需监测肝功能。6.糖尿病患者：使用时需注意血糖监测，可能出现血糖紊乱。",
      "source": "湖南药事服务网",
      "full_adverse_reactions": "1.胃肠道反应：恶心、腹泻、腹痛、呕吐、消化不良、便秘。<br>2.中枢神经系统反应：头痛、头晕、失眠、嗜睡、焦虑、震颤、精神错乱、幻觉、抽搐。<br>3.过敏反应：皮疹、荨麻疹、瘙痒、药物热、血管性水肿、过敏性休克。<br>4.肌腱炎和肌腱断裂：疼痛、肿胀、炎症、断裂，尤其见于老年人、合用糖皮质激素者、肾移植患者。<br>5.周围神经病变：感觉异常、麻木、刺痛、烧灼感、无力。<br>6.QT间期延长：可能导致心律失常。<br>7.肝功能异常：转氨酶升高、胆红素升高、肝衰竭。<br>8.血液系统：白细胞减少、血小板减少、贫血。<br>9.其他：光敏反应、血糖紊乱、肾功能异常、二重感染等。<br><br>严重不良反应：<br>1.肌腱断裂：可能致残。<br>2.周围神经病变：可能不可逆。<br>3.严重心律失常：QT间期延长所致。<br>4.过敏性休克。<br>5.肝衰竭。<br>6.严重皮肤反应：Stevens-Johnson综合征、中毒性表皮坏死松解症。<br>7.中枢神经系统效应：抽搐、颅内压升高。",
      "full_indications": "本品适用于敏感细菌引起的下列感染：<br>1.急性细菌性鼻窦炎。<br>2.慢性支气管炎急性细菌性感染。<br>3.社区获得性肺炎（包括由多重耐药菌株引起的社区获得性肺炎）。<br>4.非复杂性皮肤和皮肤软组织感染。<br>5.复杂性皮肤和皮肤软组织感染。<br>6.复杂性腹腔内感染。<br>7.鼠疫（包括肺炎型和腺鼠疫）。<br>8.不伴有输卵管-卵巢或盆腔脓肿的轻至中度盆腔炎性疾病。",
      "full_dosage": "口服：<br>⑴成人常用量：<br>①一般感染：400mg/日，一次给药。<br>②急性细菌性鼻窦炎：400mg/日，一次给药，疗程10-14天。<br>③慢性支气管炎急性细菌性感染：400mg/日，一次给药，疗程5天。<br>④社区获得性肺炎：400mg/日，一次给药，疗程7-14天。<br>⑤非复杂性皮肤和皮肤软组织感染：400mg/日，一次给药，疗程7-10天。<br>⑥复杂性皮肤和皮肤软组织感染：400mg/日，一次给药，疗程7-21天。<br>⑦复杂性腹腔内感染：400mg/日，一次给药，疗程5-14天。<br>⑧鼠疫：400mg/日，一次给药，疗程10-14天。<br>⑨盆腔炎性疾病：400mg/日，一次给药，疗程14天。<br><br>⑵肾功能减退患者：肌酐清除率≤30ml/min时，剂量调整为400mg/次，每24小时一次。<br><br>⑶给药说明：<br>①可与或不与食物同服。<br>②应整片吞服，避免与抗酸药、铁剂、锌剂同时服用。<br>③用药期间应多喝水。",
      "full_contraindications": "1.对莫西沙星或其他喹诺酮类过敏者禁用。<br>2.妊娠及哺乳期妇女禁用。<br>3.18岁以下青少年儿童禁用。<br>4.有肌腱疾病史或发生过肌腱断裂的患者禁用。<br>5.有周围神经病变史的患者禁用。<br>6.有重症肌无力史的患者禁用。<br>7.有QT间期延长或合用可延长QT间期药物的患者禁用。<br>8.对本品任何一种成分过敏者禁用。",
      "full_interactions": "1.抗酸药、铁剂、锌剂：合用可减少莫西沙星吸收，应间隔至少4小时服用。<br>2.华法林：合用可能增加出血风险，需监测凝血功能。<br>3.非甾体抗炎药：合用可能增加中枢神经系统刺激和惊厥风险。<br>4.延长QT间期药物（如胺碘酮、索他洛尔、红霉素等）：合用可能增加QT间期延长和心律失常风险。<br>5.茶碱：合用可能使茶碱血药浓度升高。<br>6.降糖药：合用可能引起血糖紊乱（高血糖或低血糖）。<br>7.糖皮质激素：合用可能增加肌腱炎和肌腱断裂风险。<br>8.丙磺舒：合用可能增加莫西沙星血药浓度。<br>9.环孢素：合用可能增加环孢素血药浓度。<br>10.含铝或镁的抗酸药：应间隔至少4小时服用。",
      "full_pregnancy_category": "C级。动物实验显示本品对胎儿有不良影响。妊娠期间禁用。本品可分泌至乳汁中，哺乳期妇女禁用。",
      "full_pharmacokinetics": "口服吸收迅速完全，生物利用度约90%，进食不影响吸收。口服400mg后tmax为0.5-4小时，Cmax约为3.1mg/L。血浆蛋白结合率约50%。<br>分布广泛，在肺组织、上皮衬液、皮肤、软组织、骨骼、关节液、前列腺、扁桃体、子宫、输卵管、卵巢、胆汁、唾液中均可达到有效浓度，可透过胎盘，脑膜炎症时可透过血脑屏障。<br>代谢和排泄：在肝脏部分代谢，主要经肾脏排泄（约45%原形，约25%代谢物），以及经胆汁和粪便排泄（约25%）。消除半衰期成人为12小时，肾功能减退时半衰期延长，肝功能减退时半衰期无明显变化。",
      "full_precautions": "1.警告：全身用氟喹诺酮类药品的严重不良反应，包括肌腱炎和肌腱断裂、周围神经病变、中枢神经系统的影响和重症肌无力加剧。<br>2.有中枢神经系统疾病史者：慎用，因可能降低惊厥阈值。<br>3.肾功能减退者：需调整剂量，并监测肾功能。<br>4.肝功能减退者：慎用，需监测肝功能。<br>5.用药期间避免过度日晒：可能引起光敏反应。<br>6.糖尿病患者：使用时需注意血糖监测，可能出现血糖紊乱。<br>7.老年患者：使用时应监测肾功能，老年人更易发生肌腱炎和肌腱断裂。<br>8.运动员：慎用。<br>9.用药期间避免驾驶和操作机器：可能出现头晕、嗜睡等。<br>10.有QT间期延长风险因素者：慎用，需监测心电图。<br>11.本品可能引起二重感染，长期用药需警惕。<br>12.应整片吞服，避免与抗酸药、铁剂、锌剂同时服用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2092",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 496,
    "name": "夫西地酸乳膏",
    "full_name": "(乙10%)夫西地酸乳膏",
    "chemical_name": "夫西地酸乳膏",
    "dosage_form": "乳膏",
    "types": [],
    "manufacturers": [
      "LEO Pharma A/S"
    ],
    "specifications": [
      {
        "specification": "15g/支",
        "manufacturer": "LEO Pharma A/S",
        "full_manufacturer": "LEO Pharma A/S（LEO Laboratories Limited ）",
        "price": 28.92,
        "unit": "支",
        "code": "X00529",
        "approval_number": "国药准字HJ20130921",
        "insurance_code": "XD06AXF045F002010179051",
        "location": "G-3",
        "outpatient_location": "S-5"
      }
    ],
    "pinyin": "fuxidisuan",
    "pinyin_initials": "fxds",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "用于各种敏感细菌，尤其是葡萄球菌引起的各种感染，如骨髓炎、败血症、心内膜炎、反复感染的囊性纤维化、肺炎、皮肤及软组织感染，外科及创伤性感染等。",
      "dosage": "成人：一次500mg；儿童：1岁以下，每日50mg",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "可见皮疹、黄疸、肝功能改变等不良反应。停药后肝功能可恢复。静脉注射（夫西地酸二乙醇胺）可致脉管痉挛、静脉炎、溶血。使用磷酸盐-枸橼酸盐缓冲液溶解药物，注射后可致低钙血症。局部用药可致过敏症状。作为滴眼液滴眼时可有短暂暂时性刺激感，过敏反应。",
      "interactions": "⑴本品可增加香豆素类药物的抗凝血作用。  <br>⑵静脉输注时与喹诺酮类、免疫球蛋白、门冬氨酸钾镁、维生素Ｂ6和维生素Ｃ注射液等多种药物有配伍禁忌。  <br>⑶本品与阿托伐他汀同用，可使两者血药浓度明显升高，引起肌酸激酶浓度上升，出现肌无力、疼痛。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约11.0小时，肝脏代谢，肾脏排泄。",
      "precautions": "⑴新生儿、妊娠期妇女、哺乳期妇女、黄疸及肝功能不全者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于各种敏感细菌，尤其是葡萄球菌引起的各种感染，如骨髓炎、败血症、心内膜炎、反复感染的囊性纤维化、肺炎、皮肤及软组织感染，外科及创伤性感染等。",
      "full_dosage": "⑴口服：每8小时500mg，重症感染可加倍服用；儿童1岁以下，每日50mg/kg，分次给予；1～5岁，一次250mg，一日3次；5～12岁，可按成人量给予。    <br>　　⑵静脉滴注。成人一次500mg，一日3次；儿童及婴儿每日20mg/kg，分3次给药。将本品500mg溶于10ml所附的无菌缓冲溶液中，然后用氯化钠注射液或5％葡萄糖注射液稀释至250～500ml静脉输注。若葡萄糖注射液过酸，溶液会呈乳状，如出现此情况即不可使用。输注时间不应少于2～4小时。    <br>　　⑶局部外用：涂于患处，并缓和地摩擦；必要时可用多孔绷带包扎患处。一日2～3次，7天为一疗程，必要时可重复一个疗程。    <br>　　⑷滴眼：一次1滴，一日2～4次，直至症状消失后2天。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "可见皮疹、黄疸、肝功能改变等不良反应。停药后肝功能可恢复。静脉注射（夫西地酸二乙醇胺）可致脉管痉挛、静脉炎、溶血。使用磷酸盐-枸橼酸盐缓冲液溶解药物，注射后可致低钙血症。局部用药可致过敏症状。作为滴眼液滴眼时可有短暂暂时性刺激感，过敏反应。",
      "full_interactions": "⑴本品可增加香豆素类药物的抗凝血作用。  <br>⑵静脉输注时与喹诺酮类、免疫球蛋白、门冬氨酸钾镁、维生素Ｂ6和维生素Ｃ注射液等多种药物有配伍禁忌。  <br>⑶本品与阿托伐他汀同用，可使两者血药浓度明显升高，引起肌酸激酶浓度上升，出现肌无力、疼痛。",
      "full_pharmacokinetics": "⑴药效学：夫西地酸是具有甾体骨架的窄谱高效抗生素，属梭链孢酸类，其作用机制是通过抑制细菌的蛋白质合成而产生杀菌作用，对一系列革兰阳性细菌有强大的抗菌作用。尤其对金黄色葡萄球菌、表皮葡萄球菌、梭状芽孢菌属、棒状杆菌非常敏感。对大多数革兰阴性菌不敏感，只对奈瑟氏球菌和类杆菌敏感。对其他菌如分枝杆菌、嗜肺军团菌、诺卡氏菌中度敏感。葡萄球菌，包括对青霉素、甲氧西林和其他抗生素耐药的菌株，均对本品高度敏感。夫西地酸钠于临床使用的其他抗感染药物之间无交叉耐药性。<br>　　⑵药动学：口服夫西地酸500mg约2小时后血药峰浓度达14.5～33.3mg/L，半衰期为8.9～11.0小时。静脉单次给药的半衰期约为10小时，重复给药后延长到14.2小时。最大血药浓度也增加，因此每日用药2～3次有效。本品具有脂溶性，因此有极好的组织渗透能力，体内分布广泛。在脓液、痰液、软组织、心脏、骨组织、滑液、死骨片、烧伤痂、脑脓肿和眼内，夫西地酸钠的浓度均超过其对葡萄球菌的最小抑菌浓度（0.03～0.16mg/ml）。在肝内代谢，最常见的代谢产物是葡糖苷酸，其中有几个残存代谢产物有抗菌活性，但活性较原药低。在肝脏代谢后，大部分代谢产物分泌到胆管由胆汁排泄。严重胆汁郁积时则清除率降低，但肾衰时没有改变，因为只有很少量药物以原形在尿中排泄。血液透析对夫西地酸的血药浓度无明显。",
      "full_precautions": "⑴新生儿、妊娠期妇女、哺乳期妇女、黄疸及肝功能不全者慎用。  <br>⑵口服与食物同服，可减轻胃肠道症状。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2119",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 497,
    "name": "卡泊三醇软膏",
    "full_name": "(乙10%)卡泊三醇软膏",
    "chemical_name": "卡泊三醇软膏",
    "dosage_form": "软膏",
    "types": [],
    "manufacturers": [
      "LEO Pharma A/S"
    ],
    "specifications": [
      {
        "specification": "15g/支",
        "manufacturer": "LEO Pharma A/S",
        "full_manufacturer": "LEO Pharma A/S(LEO laboratories Limited)",
        "price": 58.85,
        "unit": "支",
        "code": "X00530",
        "approval_number": "国药准字HJ20160070",
        "insurance_code": "XD05AXK013F001020179051",
        "location": "G-2",
        "outpatient_location": "S-5"
      }
    ],
    "pinyin": "kaposanchun",
    "pinyin_initials": "kpsc",
    "dosage_form_pinyin": "ruangao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "外用于寻常性银屑病（俗称牛皮癣）。",
      "dosage": "⑴软膏外用，将软膏涂于患处皮肤，轻轻揉搽，一日1～2次。",
      "contraindications": "⑴对本品或其基质过敏者禁用。  ⑵患有钙代谢疾病禁用。",
      "adverse_reactions": "常见皮肤刺激症状，如红斑、烧灼感和瘙痒。",
      "interactions": "本品不能与水杨酸制剂合用。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：本品是合成的、在侧链上带有双键和环结构的1,24-二羟维生素Ｄ3类似物，能抑制皮肤角质形成细胞的过度增生和诱导其分化，从而使银屑病表皮细胞的增生及分化异常得以纠正。外用于银屑病患者的皮损后，约6％被全身吸收，吸收后24小时内在体内转变成无活性的代谢物。钙泊三醇较1,25-二羟维生素Ｄ3类安",
      "precautions": "⑴动物实验未发现本品有任何致畸作用，但孕妇及哺乳期妇女应慎用。儿童慎用。⑵不宜全身大面积、长期使用。",
      "source": "湖南药事服务网",
      "full_indications": "外用于寻常性银屑病（俗称牛皮癣）。",
      "full_dosage": "⑴软膏外用，将软膏涂于患处皮肤，轻轻揉搽，一日1～2次。有效后可减为一日1次。一周用量不应超过100g。    <br>　　⑵搽剂治疗头部银屑病，将少量搽剂涂于头部患处皮肤，早晚各一次，一周用量不超过60ml，儿童不建议使用。",
      "full_contraindications": "⑴对本品或其基质过敏者禁用。  ⑵患有钙代谢疾病禁用。",
      "full_adverse_reactions": "常见皮肤刺激症状，如红斑、烧灼感和瘙痒。",
      "full_interactions": "本品不能与水杨酸制剂合用。",
      "full_pharmacokinetics": "⑴药效学：本品是合成的、在侧链上带有双键和环结构的1,24-二羟维生素Ｄ3类似物，能抑制皮肤角质形成细胞的过度增生和诱导其分化，从而使银屑病表皮细胞的增生及分化异常得以纠正。外用于银屑病患者的皮损后，约6％被全身吸收，吸收后24小时内在体内转变成无活性的代谢物。钙泊三醇较1,25-二羟维生素Ｄ3类安全有效，它在引起高尿钙症和高血钙症的作用较1,25-二羟维生素Ｄ3弱200倍，而对维生素Ｄ受体的亲和力与1,25-二羟维生素Ｄ3相当。<br>　　⑵药动学：动物药代动力学研究表明口服给药经肝脏代谢，半衰期很短。人肝脏匀浆体外试验显示人的代谢途径与鼠、豚鼠、兔相似，主要代谢物无药理活性，钙泊三醇经皮肤吸收为给药剂量的1％～5％。",
      "full_precautions": "⑴动物实验未发现本品有任何致畸作用，但孕妇及哺乳期妇女应慎用。儿童慎用。  <br>⑵不宜全身大面积、长期使用。  <br>⑶不宜用于面部，在檫伤部位使用也应谨慎。  <br>⑷勿用于眼及其他黏膜部位。  <br>⑸用药后应洗手。  <br>⑹在用药期间，有发生一过性、可逆性血钙升高的报告。如果血钙高于正常水平，则应暂停用药直至恢复正常。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2945",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 498,
    "name": "德谷胰岛素注射液（笔芯）",
    "full_name": "(甲)德谷胰岛素注射液（笔芯）",
    "chemical_name": "德谷胰岛素注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "诺和诺德制药"
    ],
    "specifications": [
      {
        "specification": "3ml/支",
        "manufacturer": "诺和诺德制药",
        "full_manufacturer": "诺和诺德（中国）制药有限公司",
        "price": 77.11,
        "unit": "盒",
        "code": "X00531",
        "approval_number": "国药准字S20217017",
        "insurance_code": "XA10AED318B002020107103",
        "location": "2B-2"
      },
      {
        "specification": "300单位:3ml/支",
        "manufacturer": "诺和诺德制药",
        "full_manufacturer": "诺和诺德（中国）制药有限公司",
        "price": 80.11,
        "unit": "盒",
        "code": "X00012",
        "approval_number": "国药准字J20171096",
        "insurance_code": "XA10AED318B002030107103",
        "location": "2B-3"
      }
    ],
    "pinyin": "deguyidaosu",
    "pinyin_initials": "dgyds",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴适用于成人1型和2型糖尿病的治疗。\n⑵用于1岁以上儿童及成人糖尿病患者的治疗（1型糖尿病、2型糖尿病均可）。【美国FDA已批准；美国糖尿病协会ADA指南（2020版）】",
      "dosage": "1.皮下注射：对于1型糖尿病患者，用法为每日1次（联合餐时速效胰岛素）；对于2型糖尿病患者，本品可单独使用，也可联合口服降糖药、GLP-1 类似物或餐时胰岛素。",
      "contraindications": null,
      "adverse_reactions": null,
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "本品为一种超长效的基础胰岛素类似物。半衰期接近25小时，稳态血药浓度作用时间超过42 小时，每天1次注射可发挥持久、稳定的降糖作用。本品不仅可以有效降低血糖，同时降低了低血糖的发生率。",
      "precautions": "1.可每周进行一次剂量调整以达到个体化血糖控制目标。治疗目标和胰岛素剂量调整均基于患者早餐前 FPG（或 SMBG）水平。可计算前两天的平均 FBG 并与血糖控制目标进行对比，增加或减少 2 个...",
      "source": "湖南药事服务网",
      "full_indications": "⑴适用于成人1型和2型糖尿病的治疗。<br>⑵用于1岁以上儿童及成人糖尿病患者的治疗（1型糖尿病、2型糖尿病均可）。【美国FDA已批准；美国糖尿病协会ADA指南（2020版）】",
      "full_dosage": "1.皮下注射：对于1型糖尿病患者，用法为每日1次（联合餐时速效胰岛素）；对于2型糖尿病患者，本品可单独使用，也可联合口服降糖药、GLP-1 类似物或餐时胰岛素。",
      "full_contraindications": "",
      "full_adverse_reactions": "",
      "full_interactions": "",
      "full_pharmacokinetics": "本品为一种超长效的基础胰岛素类似物。半衰期接近25小时，稳态血药浓度作用时间超过42 小时，每天1次注射可发挥持久、稳定的降糖作用。本品不仅可以有效降低血糖，同时降低了低血糖的发生率。",
      "full_precautions": "1.可每周进行一次剂量调整以达到个体化血糖控制目标。治疗目标和胰岛素剂量调整均基于患者早餐前 FPG（或 SMBG）水平。可计算前两天的平均 FBG 并与血糖控制目标进行对比，增加或减少 2 个单位基础胰岛素以达到治疗目标。<br>2.德谷胰岛素每天给药一次，最好在每天的同一时间注射。不过，如果有时不能在同一时间注射，德谷胰岛素的给药时间也可灵活调整，相邻两次给药的时间不低于 8 小时被证实是安全的。与每天同一时间给药的甘精胰岛素相比，德谷胰岛素灵活给药（间隔 8~40 小时）不影响其有效性和安全性。如果患者发生德谷胰岛素漏用，应嘱其尽快注射并重新开始之前的每日一次给药方案。<br>3.德谷胰岛素被批准用于老年（≥ 65 岁）患者，同时适用于肾功能或肝功能不全的患者。然而，与其他胰岛素一样，在上述特殊人群中使用时应加强血糖监测。德谷胰岛素用于儿童或 18 岁以下青少年的安全性和有效性目前正在验证中。此外，目前尚无在孕妇中使用德谷胰岛素的临床经验。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=10579",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 499,
    "name": "盐酸安罗替尼胶囊",
    "full_name": "※▲(乙10%)盐酸安罗替尼胶囊",
    "chemical_name": "盐酸安罗替尼胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "正大天晴药业集团"
    ],
    "specifications": [
      {
        "specification": "12mg/粒",
        "manufacturer": "正大天晴药业集团",
        "full_manufacturer": "正大天晴药业集团股份有限公司",
        "price": 1984.5,
        "unit": "盒",
        "code": "X00533",
        "approval_number": "国药准字H20180004",
        "insurance_code": "XL01EKA309E001030101523",
        "location": "L-3"
      }
    ],
    "pinyin": "※▲yansuananluotini",
    "pinyin_initials": "※▲ysaltn",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "",
      "dosage": "",
      "contraindications": "",
      "adverse_reactions": "",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "",
      "source": ""
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2611",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 500,
    "name": "氨溴特罗口服溶液",
    "full_name": "(自)氨溴特罗口服溶液",
    "chemical_name": "氨溴特罗口服溶液",
    "dosage_form": "口服溶液",
    "types": [],
    "manufacturers": [
      "北京韩美药品"
    ],
    "specifications": [
      {
        "specification": "100ml/瓶",
        "manufacturer": "北京韩美药品",
        "full_manufacturer": "北京韩美药品有限公司",
        "price": 20.39,
        "unit": "盒",
        "code": "X00129",
        "approval_number": "国药准字H20040317",
        "insurance_code": "XR03CCA199X001010100041",
        "location": "H-5",
        "outpatient_location": "A-2"
      }
    ],
    "pinyin": "anxiuteluo",
    "pinyin_initials": "axtl",
    "dosage_form_pinyin": "koufurongye",
    "dosage_form_initials": "kfry",
    "manual": {
      "indications": "",
      "dosage": "",
      "contraindications": "",
      "adverse_reactions": "",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "",
      "source": ""
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1657",
      "last_updated": "2026-03-22"
    }
  }
];
