// 药品数据 - 生成于 2026-04-23
// 共 100 条记录

const drugDetailBatch2 = [
  {
    "id": 101,
    "name": "恩替卡韦片",
    "full_name": "(甲)恩替卡韦片[国基]",
    "chemical_name": "恩替卡韦片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "齐鲁制药"
    ],
    "specifications": [
      {
        "specification": "0.5mg/片",
        "manufacturer": "齐鲁制药",
        "full_manufacturer": "齐鲁制药有限公司",
        "price": 7.93,
        "unit": "盒",
        "code": "Y00000014786",
        "approval_number": "国药准字H20203225",
        "insurance_code": "XJ05AFE013A001010104021",
        "location": "X-1",
        "outpatient_location": "B-3"
      }
    ],
    "pinyin": "entikawei",
    "pinyin_initials": "etkw",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于2岁至<18岁慢性HBV感染代偿性肝病的核苷初治儿童患者；病毒复制活跃。",
      "dosage": "成人：一次0.5mg",
      "contraindications": "症 对本品或制剂中任何陈份过敏者禁用。",
      "adverse_reactions": "常见的不良反应有头痛、疲劳、眩晕、恶心、呕吐、腹痛、腹泻、嗜睡、失眠、风疹及ALT升高。另外，对白蛋白、淀粉酶、肌酐、空腹血糖、血小板及脂酶等实验室指标可能有影响。 禁忌症 对本品或制剂中任何陈份过敏者禁用。",
      "interactions": "⑴本品与阿德福韦、拉米夫定合用，未见明显的药物相互作用。 ⑵与其他经肾清除或对肾功能有影响的药物合用，可能影响后两者的血药浓度，应密切监测不良反应。 用药交代 1.空腹服用，即餐前1小时或者餐后2小时。 2.本品由于可能引起眩晕头痛的不良反应，驾驶机动车、操作精密仪器、高空作业者要谨慎使用。 用法与用量 口服：空腹服用（餐前1小时或餐后至少2小时）。 ⑴成人一次0.5mg（或10ml溶液剂），一日1次。拉米夫定治疗时发生病毒血症或出现拉米夫定耐药突变的患者，推荐剂量为一次1.0mg，一日1次。 ",
      "pregnancy_category": "",
      "pharmacokinetics": "t1/2约149小时，蛋白结合率13，肾脏排泄。",
      "precautions": "⑷接受肝移植者、脂肪性肝肿大者、肾功能损害者及乳酸性酸中毒者慎用。⑻用药期间及停止治疗后的几个月内，应严密监测肝功能。⑵与其他经肾清除或对肾功能有影响的药物合用，可能影响后两者的血药浓度，应密切监测不良反应。",
      "source": "湖南药事服务网",
      "full_indications": "本品适用于病毒复制活跃，血清丙氨酸氨基转移酶（ALT）持续升高或肝脏组织学显示有活动性病变的慢性成人乙型肝炎的治疗。 也适用于治疗2岁至<18岁慢性HBV感染代偿性肝病的核苷初治儿童患者，有病毒复制活跃和血清ALT水平持续升高的证据或中度至重度炎症和/或纤维化的组织学证据。",
      "full_dosage": "口服：空腹服用（餐前1小时或餐后至少2小时）。 ⑴成人一次0.5mg（或10ml溶液剂），一日1次。拉米夫定治疗时发生病毒血症或出现拉米夫定耐药突变的患者，推荐剂量为一次1.0mg，一日1次。 ⑵肾功能不全：肌酐清除率＜50ml/min（包括接受血液透析或CAPD治疗的患者）应根据肌酐清除率的值调整剂量。①每分钟30～50ml者：一日1次，一次0.25mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.5mg。②每分钟10～30ml者：一日1次，一次0.15mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.3mg。血液透析或CAPD者一日1次，一次0.15mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.3mg。血液透析后用药。 剂型与规格 片剂 0.5mg基药 1.0mg基药 XJ05AF乙0767 5% 哪儿有 分散片 0.5mg基药 1mg基药 XJ05AF乙0767 5% 哪儿有 胶囊剂 0.5mg基药 XJ05AF乙0767 5% 哪儿有 片剂(马来酸) 0.5mg XJ05AF乙0767 5% 哪儿有 口服液 10.5mg 210ml XJ05AF乙0773 5% 哪儿有 颗粒剂 0.5mg XJ05AF乙128 5% 暂无",
      "full_contraindications": "症 对本品或制剂中任何陈份过敏者禁用。",
      "full_adverse_reactions": "常见的不良反应有头痛、疲劳、眩晕、恶心、呕吐、腹痛、腹泻、嗜睡、失眠、风疹及ALT升高。另外，对白蛋白、淀粉酶、肌酐、空腹血糖、血小板及脂酶等实验室指标可能有影响。 禁忌症 对本品或制剂中任何陈份过敏者禁用。",
      "full_interactions": "⑴本品与阿德福韦、拉米夫定合用，未见明显的药物相互作用。 ⑵与其他经肾清除或对肾功能有影响的药物合用，可能影响后两者的血药浓度，应密切监测不良反应。 用药交代 1.空腹服用，即餐前1小时或者餐后2小时。 2.本品由于可能引起眩晕头痛的不良反应，驾驶机动车、操作精密仪器、高空作业者要谨慎使用。 用法与用量 口服：空腹服用（餐前1小时或餐后至少2小时）。 ⑴成人一次0.5mg（或10ml溶液剂），一日1次。拉米夫定治疗时发生病毒血症或出现拉米夫定耐药突变的患者，推荐剂量为一次1.0mg，一日1次。 ⑵肾功能不全：肌酐清除率＜50ml/min（包括接受血液透析或CAPD治疗的患者）应根据肌酐清除率的值调整剂量。①每分钟30～50ml者：一日1次，一次0.25mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.5mg。②每分钟10～30ml者：一日1次，一次0.15mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.3mg。血液透析或CAPD者一日1次，一次0.15mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.3mg。血液透析后用药。 剂型与规格 片剂 0.5mg基药 1.0mg基药 XJ05AF乙0767 5% 哪儿有 分散片 0.5mg基药 1mg基药 XJ05AF乙0767 5% 哪儿有 胶囊剂 0.5mg基药 XJ05AF乙0767 5% 哪儿有 片剂(马来酸) 0.5mg XJ05AF乙0767 5% 哪儿有 口服液 10.5mg 210ml XJ05AF乙0773 5% 哪儿有 颗粒剂 0.5mg XJ05AF乙128 5% 暂无",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "⑴药效学：本品为鸟嘌呤核苷类似物，在体内通过磷酸化形成有活性的三磷酸盐，与HBV多聚酶竞争细胞内的三磷酸脱氧鸟嘌呤核苷，从而抑制HBV的DNA复制。本品对HBV的DNA选择性强，对人的DNA多聚酶选择性弱，影响相对较小。 ⑵药动学：口服吸收迅速，0.5～1小时达到血药峰浓度。每日1次连续给药6～10天后达稳态浓度。食物对本品的吸收有影响，应空腹服用。其表观分布容积超过全身体液容积，广泛分布于各组织，可穿透血脑屏障进入脑和脑脊液，也可穿透胎盘进入胎儿体内。动物实验显示，可从大鼠乳汁分泌。血浆蛋白结合率为13％。约27％～38％通过葡萄糖苷化，生成葡萄糖醛酸苷形式代谢，对细胞色素P450酶系统无影响。本品主要以原形药物经肾脏排泄，约为口服剂量的62％～73％，原形药消除半衰期为128～149小时，活性代谢物细胞内半衰期为15小时。",
      "full_precautions": "⑴目前尚无16岁以下患儿使用本品的有关数据。 ⑵本品对妊娠期妇女影响的研究尚不充分，妊娠期妇女使用时应充分权衡利弊。 ⑶本品可从大鼠乳汁分泌，但人乳是否有分泌仍不清楚，不推荐哺乳期妇女服用。 ⑷接受肝移植者、脂肪性肝肿大者、肾功能损害者及乳酸性酸中毒者慎用。 ⑸肾功能不全、老年患者，应根据肌酐清除率调整用药剂量。血液透析或腹膜透析的患者，应调整剂量。 ⑹肝功能患者无需调整剂量。 ⑺治疗期：关于本品的最佳治疗时间，以及与长期的治疗结果的关系，如肝硬化、肝癌等，目前尚未明了。 ⑻用药期间及停止治疗后的几个月内，应严密监测肝功能。 药物相互作用 ⑴本品与阿德福韦、拉米夫定合用，未见明显的药物相互作用。 ⑵与其他经肾清除或对肾功能有影响的药物合用，可能影响后两者的血药浓度，应密切监测不良反应。 用药交代 1.空腹服用，即餐前1小时或者餐后2小时。 2.本品由于可能引起眩晕头痛的不良反应，驾驶机动车、操作精密仪器、高空作业者要谨慎使用。 用法与用量 口服：空腹服用（餐前1小时或餐后至少2小时）。 ⑴成人一次0.5mg（或10ml溶液剂），一日1次。拉米夫定治疗时发生病毒血症或出现拉米夫定耐药突变的患者，推荐剂量为一次1.0mg，一日1次。 ⑵肾功能不全：肌酐清除率＜50ml/min（包括接受血液透析或CAPD治疗的患者）应根据肌酐清除率的值调整剂量。①每分钟30～50ml者：一日1次，一次0.25mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.5mg。②每分钟10～30ml者：一日1次，一次0.15mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.3mg。血液透析或CAPD者一日1次，一次0.15mg；拉米夫定治疗失效（1.0mg）者，一日1次，一次0.3mg。血液透析后用药。 剂型与规格 片剂 0.5mg基药 1.0mg基药 XJ05AF乙0767 5% 哪儿有 分散片 0.5mg基药 1mg基药 XJ05AF乙0767 5% 哪儿有 胶囊剂 0.5mg基药 XJ05AF乙0767 5% 哪儿有 片剂(马来酸) 0.5mg XJ05AF乙0767 5% 哪儿有 口服液 10.5mg 210ml XJ05AF乙0773 5% 哪儿有 颗粒剂 0.5mg XJ05AF乙128 5% 暂无"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2840",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 102,
    "name": "碘美普尔注射液",
    "full_name": "(乙10%)碘美普尔注射液",
    "chemical_name": "碘美普尔注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Bracco Imaging S.P.A."
    ],
    "specifications": [
      {
        "specification": "40g/瓶",
        "manufacturer": "Bracco Imaging S.P.A.",
        "full_manufacturer": "Bracco Imaging S.P.A.(Patheon Italia S.P.A.)(进口分包企业：上海博莱科信谊药业有限责任公司)",
        "price": 440.98,
        "unit": "瓶",
        "code": "X00612",
        "approval_number": "国药准字HJ20150064",
        "insurance_code": "XV08ABD114B002030100639",
        "location": "检查",
        "outpatient_location": "检查"
      }
    ],
    "pinyin": "dianmeipuer",
    "pinyin_initials": "dmpe",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于静脉尿路造影（成人包括肾脏损害或糖尿病患者）、ＣＴ（躯干）、常规血管造影、动脉、心血管造影（成人和儿童）、常规选择性冠状动脉造影、介入性冠状动脉造影、瘘管造影、乳管造影、泪囊造影和涎管造影。",
      "dosage": "静脉注射：剂量视造影需要而定。",
      "contraindications": "对碘过敏者禁用；甲状腺功能亢进、心脏代偿不全及癫痫患者禁用。",
      "adverse_reactions": "常见：恶心、呕吐、头痛、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑵肾功能严重损害者、癫痫、低血压、哮喘及其他变态反应性呼吸道病患者慎用。⑶本品对妊娠期妇女的安全性尚未确立，妊娠期及哺乳期妇女慎用。应特别注意3岁以下的儿童患者，因为在生命早期发生甲状腺功能低下可能对运动、听力和认知发育有害，并且可能需要短暂的T4替代治疗。",
      "source": "湖南药事服务网",
      "full_indications": "用于静脉尿路造影（成人包括肾脏损害或糖尿病患者）、ＣＴ（躯干）、常规血管造影、动脉、心血管造影（成人和儿童）、常规选择性冠状动脉造影、介入性冠状动脉造影、瘘管造影、乳管造影、泪囊造影和涎管造影。",
      "full_dosage": "静脉注射：剂量视造影需要而定。",
      "full_contraindications": "对碘过敏者禁用；甲状腺功能亢进、心脏代偿不全及癫痫患者禁用。",
      "full_adverse_reactions": "⑴少见头痛、恶心、呕吐、味觉改变、心动过速、心律失常、心电图异常、肝肾功能改变、变态反应等。<br>⑵上市后监测到本品的下列不良反应（发生率未知）：过敏性休克。<br>⑶当新生儿暴露于碘美普尔时，可能发生一过性的甲状腺功能减退症，尤其是早产儿或低出生体重儿。",
      "full_interactions": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴本品可引起危及生命或致命的过敏性休克、严重过敏样反应和超敏反应，这些反应通常在注射开始后不久就会发生，但也可能会在数小时后发生。<br>⑵肾功能严重损害者、癫痫、低血压、哮喘及其他变态反应性呼吸道病患者慎用。 <br>⑶本品对妊娠期妇女的安全性尚未确立，妊娠期及哺乳期妇女慎用。<br>⑷暴露于碘对比剂后可能会出现甲状腺功能减退或短暂的甲状腺抑制。应特别注意3岁以下的儿童患者，因为在生命早期发生甲状腺功能低下可能对运动、听力和认知发育有害，并且可能需要短暂的T4替代治疗。所有3岁以下的儿童患者在暴露于碘对比剂后3周内都应评估甲状腺功能，尤其是早产儿和新生儿。如果检测到甲状腺功能减退，即使给予替代治疗，也应酌情监测甲状腺功能。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3308",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 103,
    "name": "丁苯酞氯化钠注射液",
    "full_name": "(乙10%)丁苯酞氯化钠注射液",
    "chemical_name": "丁苯酞氯化钠注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "石药集团恩必普药业"
    ],
    "specifications": [
      {
        "specification": "25mg/瓶",
        "manufacturer": "石药集团恩必普药业",
        "full_manufacturer": "石药集团恩必普药业有限公司",
        "price": 102.16,
        "unit": "瓶",
        "code": "Y00000014779",
        "approval_number": "国药准字H20100041",
        "insurance_code": "XN07XXD221B002010102774",
        "location": "3"
      }
    ],
    "pinyin": "dingbentailvhuana",
    "pinyin_initials": "dbtlhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴用于轻、中度急性缺血性脑卒中及急性缺血性脑卒中患者神经功能缺损的改善。 ⑵用于非痴呆型血管性认知障碍【美国FDA未批准；《中国痴呆与认知障碍诊治指南2015》；中国卒中学会《卒中后认知障碍管理专家共识2017》】。",
      "dosage": "⑴可与复方丹参注射液联合使用。",
      "contraindications": "症 对本品过敏者、有严重出血倾向者禁用。",
      "adverse_reactions": "主要为氨基转移酶轻度一过性升高，停药后可恢复正常。口服偶见恶心、腹部不适及精神症状等。静脉滴注后偶见头晕、头痛、胸闷、呼吸困难、皮肤瘙痒、过敏性皮炎、输液部位局部皮肤发红等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴肝、肾功能受损者，有精神症状者、心动过缓、病窦综合征患者慎用。 ⑵用药过程中需注意氨基转移酶的变化。 ⑶本品尚未进行出血性脑卒中临床研究，暂不推荐出血性脑卒中患者使用。 ⑷肌酐清除率＜30ml/min的患者慎用注射液。 给药说明 食物影响药物吸收，故空腹服用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗轻、中度急性缺血性脑卒中及急性缺血性脑卒中患者神经功能缺损的改善。 ⑵用于非痴呆型血管性认知障碍【美国FDA未批准；《中国痴呆与认知障碍诊治指南2015》；中国卒中学会《卒中后认知障碍管理专家共识2017》】。",
      "full_dosage": "⑴可与复方丹参注射液联合使用。口服，一次0.2g，一日3次，空腹服用，20天为一疗程，或遵医嘱。本品应在患者发病后48小时内开始用药。 ⑵静脉滴注：应在发病后48小时内开始给药。每日2次，每次25mg（100ml），每次滴注时间不少于50分钟；两次用药时间间隔不少于6小时，疗程14日。PVC输液器对丁苯酞有明显的吸附作用，故输注本品时仅允许使用PE或聚丙烯弹性体输液器。本品在发病48小时后开始给药的疗效、安全性尚无研究数据。 ⑶用于非痴呆型血管性认知障碍：口服，一次200mg，一日３次，连续服用24周。",
      "full_contraindications": "症 对本品过敏者、有严重出血倾向者禁用。",
      "full_adverse_reactions": "主要为氨基转移酶轻度一过性升高，停药后可恢复正常。口服偶见恶心、腹部不适及精神症状等。静脉滴注后偶见头晕、头痛、胸闷、呼吸困难、皮肤瘙痒、过敏性皮炎、输液部位局部皮肤发红等。",
      "full_interactions": "",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴肝、肾功能受损者，有精神症状者、心动过缓、病窦综合征患者慎用。 ⑵用药过程中需注意氨基转移酶的变化。 ⑶本品尚未进行出血性脑卒中临床研究，暂不推荐出血性脑卒中患者使用。 ⑷肌酐清除率＜30ml/min的患者慎用注射液。 给药说明 食物影响药物吸收，故应空腹服用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=375",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 104,
    "name": "氟哌噻吨美利曲辛片",
    "full_name": "(甲)氟哌噻吨美利曲辛片[市基]",
    "chemical_name": "氟哌噻吨美利曲辛片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "四川海思科制药有限公司有限公司)"
    ],
    "specifications": [
      {
        "specification": "1片/片",
        "manufacturer": "四川海思科制药有限公司有限公司)",
        "full_manufacturer": "四川海思科制药有限公司(委托:海思科制药（眉山）有限公司)",
        "price": 29.01,
        "unit": "盒",
        "code": "Y00000015013",
        "approval_number": "国药准字H20153014",
        "insurance_code": "XN06CAF088A001010379282",
        "location": "E-2",
        "outpatient_location": "G-2"
      }
    ],
    "pinyin": "fupaisaidunmeiliquxin",
    "pinyin_initials": "fpsdmlqx",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于神经官能症所致的多种焦虑抑郁状态。也用于神经性头痛、偏头痛、紧张性头痛，某些顽固性疼痛及慢性疼痛等。",
      "dosage": "口服：一日2片，早晨单次顿服，或早晨、中午各服1片。严重者一日3片，早晨2片，中午1片。维持量为一日1片，早晨服药。",
      "contraindications": "症 严重心脏病、闭角型青光眼、精神高度兴奋、造血功能紊乱、前列腺腺瘤患者禁用。",
      "adverse_reactions": "⑴可引起体位性低血压、有增加房室传导阻滞的危险。 ⑵中枢神经系统主要为锥体外系反应，但美利曲辛可以对抗氟哌噻吨的锥体外系反应。氟哌噻吨有引起神经阻滞恶性综合征的报道，美利曲辛可引起多汗症。 ⑶还可引起接触性皮炎、光敏感度增加等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴癫痫发作，肝、肾功能损害者，心脏疾病患者慎用。 ⑵不推荐儿童使用本品，妊娠期妇女、哺乳期妇女慎用。 用药交代 不要随意停药，如要停药咨询药师或医师。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗神经官能症所致的多种焦虑抑郁状态。也用于治疗神经性头痛、偏头痛、紧张性头痛，某些顽固性疼痛及慢性疼痛等。",
      "full_dosage": "口服：一日2片，早晨单次顿服，或早晨、中午各服1片。严重者一日3片，早晨2片，中午1片。维持量为一日1片，早晨服药。",
      "full_contraindications": "症 严重心脏病、闭角型青光眼、精神高度兴奋、造血功能紊乱、前列腺腺瘤患者禁用。",
      "full_adverse_reactions": "⑴可引起体位性低血压、有增加房室传导阻滞的危险。 ⑵中枢神经系统主要为锥体外系反应，但美利曲辛可以对抗氟哌噻吨的锥体外系反应。氟哌噻吨有引起神经阻滞恶性综合征的报道，美利曲辛可引起多汗症。 ⑶还可引起接触性皮炎、光敏感度增加等。",
      "full_interactions": "",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴癫痫发作，肝、肾功能损害者，心脏疾病患者慎用。 ⑵不推荐儿童使用本品，妊娠期妇女、哺乳期妇女慎用。 用药交代 不要随意停药，如要停药请咨询药师或医师。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=379",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 105,
    "name": "人促红素注射液",
    "full_name": "(甲)人促红素注射液[国基]",
    "chemical_name": "人促红素注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "沈阳三生制药"
    ],
    "specifications": [
      {
        "specification": "10000IU:1ml/支",
        "manufacturer": "沈阳三生制药",
        "full_manufacturer": "沈阳三生制药有限责任公司",
        "price": 51.18,
        "unit": "盒",
        "code": "X00229",
        "approval_number": "国药准字S20010001",
        "insurance_code": "XB03XAR103B002050101313",
        "location": "2H-1"
      },
      {
        "specification": "3000IU/瓶",
        "manufacturer": "沈阳三生制药",
        "full_manufacturer": "沈阳三生制药有限责任公司",
        "price": 20.36,
        "unit": "盒",
        "code": "X00166",
        "approval_number": "国药准字S19980074",
        "insurance_code": "XB03XAR103B002030101313",
        "location": "2H-3"
      }
    ],
    "pinyin": "rencuhongsu",
    "pinyin_initials": "rchs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于肾功能不全合并的贫血，艾滋病本身或因治疗引起的贫血，恶性肿瘤伴发的贫血及风湿性贫血等。另外，为择期手术储存自体血而反复采血的患者，同时应用本品可预防发生贫血。",
      "dosage": "静脉注射、皮下注射： ⑴初始剂量：按体重一日50～100U/kg，一周3次。",
      "contraindications": "症 对人血白蛋白或哺乳动物细胞来源的产品过敏者及高血压失控的患者禁用。",
      "adverse_reactions": "较常见的不良反应为高血压、心动过速、头痛、胸痛、骨痛、水肿、疲乏、恶心及呕吐。有时尚见气短或流感样症状。偶见皮疹，一过性脑缺血或脑血管意外。",
      "interactions": "⑴本品具有升高血压的作用，尤其在血细胞比容迅速升高时。故在EPO用药的同时，应加强原有的抗高血压治疗。 ⑵由于EPO可使红细胞数量增多，血液易于凝固，同时接受血液透析的患者肝素用量应相应增加。 ⑶应用EPO时由于红细胞造血动用储存铁，铁的需求增加。除反复输血致铁过量者外，皆应补充贴剂。 给药说明 ⑴若用药后未达预期的效果，常指示缺铁以致不能自持红细胞造血。首先应补铁，另外，叶酸和/或维生素B12缺乏亦可延缓或减低EPO的疗效，补充上述药物亦是需要的。 ⑵慢性肾功能不全贫血使用EPO矫正时，患者食",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约13小时，Tmax约24小时。",
      "precautions": "⑴为控制的高血压病患者，除特殊情况外一般不使用此药。 ⑵该药对人类孕期的安全性尚未进行充分的、严格的对照研究、另外，该药是否有乳汁分泌尚不十分清楚，故孕妇及哺乳期妇女不宜使用。 ⑶本品使用过程中同时补充铁剂，因血红蛋白的合成可出现铁相对不足，并进而影响EPO的作用。 ⑷用药过程中随时监测血压、血细胞比容，血清铁与转铁蛋白饱和度及肾功能等。",
      "source": "湖南药事服务网",
      "full_indications": "用于肾功能不全合并的贫血，艾滋病本身或因治疗引起的贫血，恶性肿瘤伴发的贫血及风湿性贫血等。另外，为择期手术储存自体血而反复采血的患者，同时应用本品可预防发生贫血。",
      "full_dosage": "静脉注射、皮下注射： ⑴初始剂量：按体重一日50～100U/kg，一周3次。若8周后血细胞比容提高不足5％～6％且仍低于30％～33％，可将日剂量在提高25U/kg。亦可开始用较低剂量，一日40U/kg，一周3次。观察4周，不足时再按上述原则调整。若血细胞比容2周内提高超过4％，则需减量。若血细胞比容达到或超过36％，则需停药。待降至要求的范围后再开始用药，可将原日剂量减少25U/kg。 ⑵维持剂量：达到与其疗效后，可将EPO逐渐减量。速度每4周或更长减少日剂量25U/kg，直至维持血细胞比容在30％～33％的最低剂量。某些患者可将每周剂量一次皮下注射。",
      "full_contraindications": "症 对人血白蛋白或哺乳动物细胞来源的产品过敏者及高血压失控的患者禁用。",
      "full_adverse_reactions": "较常见的不良反应为高血压、心动过速、头痛、胸痛、骨痛、水肿、疲乏、恶心及呕吐。有时尚见气短或流感样症状。偶见皮疹，一过性脑缺血或脑血管意外。",
      "full_interactions": "⑴本品具有升高血压的作用，尤其在血细胞比容迅速升高时。故在EPO用药的同时，应加强原有的抗高血压治疗。 ⑵由于EPO可使红细胞数量增多，血液易于凝固，同时接受血液透析的患者肝素用量应相应增加。 ⑶应用EPO时由于红细胞造血动用储存铁，铁的需求增加。除反复输血致铁过量者外，皆应补充贴剂。 给药说明 ⑴若用药后未达预期的效果，常指示缺铁以致不能自持红细胞造血。首先应补铁，另外，叶酸和/或维生素B12缺乏亦可延缓或减低EPO的疗效，补充上述药物亦是需要的。 ⑵慢性肾功能不全贫血使用EPO矫正时，患者食欲及自觉症状改善，此时仍要严格饮食控制，否则常导致需要透析或透析次数增加。 ⑶用药后若出现血压升高，可加用或加强原有的抗高血压药物，有时尚须将EPO减量或停用。 ⑷慢性肾功能不全患者铝中毒并非少见，遇此情况应增加EPO用量。 ⑸本品用前勿振摇，因振荡可使糖蛋白变性而减低其生物效价。由于本品未加防腐剂，每瓶仅供一次性应用，剩余部分应弃去。 用法与用量 静脉注射、皮下注射： ⑴初始剂量：按体重一日50～100U/kg，一周3次。若8周后血细胞比容提高不足5％～6％且仍低于30％～33％，可将日剂量在提高25U/kg。亦可开始用较低剂量，一日40U/kg，一周3次。观察4周，不足时再按上述原则调整。若血细胞比容2周内提高超过4％，则需减量。若血细胞比容达到或超过36％，则需停药。待降至要求的范围后再开始用药，可将原日剂量减少25U/kg。 ⑵维持剂量：达到与其疗效后，可将EPO逐渐减量。速度每4周或更长减少日剂量25U/kg，直至维持血细胞比容在30％～33％的最低剂量。某些患者可将每周剂量一次皮下注射。",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "半衰期平均4～13小时 达峰时间分别为15分钟及5～24小时，峰浓度可维持12～16小时",
      "full_precautions": "⑴为控制的高血压病患者，除特殊情况外一般不应使用此药。 ⑵该药对人类孕期的安全性尚未进行充分的、严格的对照研究、另外，该药是否有乳汁分泌尚不十分清楚，故孕妇及哺乳期妇女不宜使用。 ⑶本品使用过程中应同时补充铁剂，因血红蛋白的合成可出现铁相对不足，并进而影响EPO的作用。 ⑷用药过程中应随时监测血压、血细胞比容，血清铁与转铁蛋白饱和度及肾功能等。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2699",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 106,
    "name": "康柏西普眼用注射液",
    "full_name": "(甲)康柏西普眼用注射液[国基]",
    "chemical_name": "康柏西普眼用注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "成都康弘生物科技"
    ],
    "specifications": [
      {
        "specification": "0.2ml/支",
        "manufacturer": "成都康弘生物科技",
        "full_manufacturer": "成都康弘生物科技有限公司",
        "price": 3452.8,
        "unit": "盒",
        "code": "Y00000014987",
        "approval_number": "国药准字S20130012",
        "insurance_code": "XS01LAK119B023010109681",
        "location": "待入库定位"
      }
    ],
    "pinyin": "kangbaixipuyanyong",
    "pinyin_initials": "kbxpyy",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于湿性年龄相关性黄斑变性(AMD)和糖尿病黄斑水肿（DME）患者。",
      "dosage": "本品经玻璃体腔内注射给药。本品推荐给药方案为:初始3个月，每个月玻璃体腔内给药0.5mg/眼/次(相当于0.05ml的注射量)，之后每3个月玻璃体腔内给药1次。两次注射之间的间隔时间不得小于1个月。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "最常见的不良反应为:注射部位出血、结膜充血和眼内压增高，这3种不良反应均由玻璃体腔内注射引起，且程度较轻，大多数无需治疗即可恢复。其他的不良反应包括结膜炎、玻璃体混浊、视觉灵敏度减退、前房性闪光、眼炎症、白内障和角膜上皮缺损等，极少数患者出现虹膜睫状体炎、虹膜炎、葡萄膜炎、视网膜破裂、眼充血、眼痛、眼内炎等偶发的不良反应。",
      "interactions": "尚未进行该项研究，且无可靠参考文献。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "此外，注射后一周内应监测患者的情况，以便早期发现感染并治疗。因此须同时对眼内压和视神经乳头的血流灌注进行监测和适当治疗。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗湿性年龄相关性黄斑变性(AMD)和糖尿病黄斑水肿（DME）患者。",
      "full_dosage": "本品经玻璃体腔内注射给药。本品推荐给药方案为:初始3个月，每个月玻璃体腔内给药0.5mg/眼/次(相当于0.05ml的注射量)，之后每3个月玻璃体腔内给药1次。两次注射之间的间隔时间不得小于1个月。",
      "full_contraindications": "⑴对于康柏西普或药品成分中任何一种辅料过敏的患者禁用。过敏反应可引发严重的眼内炎症反应。<br>⑵眼部或眼周感染的患者禁用。<br>⑶活动性眼内炎症患者禁用。",
      "full_adverse_reactions": "最常见的不良反应为:注射部位出血、结膜充血和眼内压增高，这3种不良反应均由玻璃体腔内注射引起，且程度较轻，大多数无需治疗即可恢复。其他的不良反应包括结膜炎、玻璃体混浊、视觉灵敏度减退、前房性闪光、眼炎症、白内障和角膜上皮缺损等，极少数患者出现虹膜睫状体炎、虹膜炎、葡萄膜炎、视网膜破裂、眼充血、眼痛、眼内炎等偶发的不良反应。",
      "full_interactions": "尚未进行该项研究，且无可靠参考文献。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴玻璃体腔内注射，本品注射时必须采用合格的无菌注射技术。此外，注射后一周内应监测患者的情况，以便早期发现感染并治疗。眼科医师应指导患者在出现任何提示有眼内炎的症状或任何上述提到的事件时，立即报告给医师。<br>⑵本品注射后60分钟(根据本品临床研究情况描述)内可观察到眼内压升高。因此须同时对眼内压和视神经乳头的血流灌注进行监测和适当治疗。虽然在康柏西普的临床试验阶段尚未观测到动脉血栓栓塞事件，同类型药物国外大规模临床试验结果也显示，接受玻璃体腔内注射血管内皮生长因子(VEGF)抑制剂的治疗组和假注射对照组，动脉血栓栓塞事件的发生率是相近的，但是使用血管内皮生长因子(VEGF)抑制剂后，存在潜在的动脉血栓栓塞风险。<br>⑶有文献报道显示，长期高频率的使用抗VEGF药物，有少数患者有可能出现地图样萎缩，提示长期过度使用本品也有出现地图样萎缩的可能。因此主治医师应谨慎评价对这些患者使用本品治疗是否合适，以及治疗益处是否超过了潜在的风险。<br>⑷同所有治疗性蛋白药物一样，接受康柏西普治疗的患者中有潜在出现免疫反应的可能。<br>⑸尚未开展双眼同时使用本品治疗的安全性和有效性研究。如果双眼同时接受治疗，可能会使全身暴露量升高，从而导致全身不良事件的风险升高。<br>⑹本品不得与其他抗血管内皮生长因子(VEGF)药物同时使用(全身或局部使用)。<br>⑺出现下述情况，应暂停给药，且不得在下次计划给药时间之前恢复给药：①与上次的视力检查相比，最佳矫正视力(BCVA)的下降≥30字母；②眼内压≥30mmHg；③视网膜撕裂；④涉及中心凹中央的视网膜下出血，或出血面积占病灶面积的 50% 或更多；⑤在给药前后的 28天已接受或计划接受眼内手术。<br>⑺接受抗 VEGF 治疗湿性 AMD 之后，视网膜色素上皮撕裂的<br>风险因素包括大面积的和/或高度隆起的视网膜色素上皮脱离。在具有这些视网膜色素上皮撕裂风险因素的患者中开始本品治疗时应谨慎。<br>⑻孔源性视网膜脱离，3 期/4 期黄斑裂孔患者应中断治疗。<br>⑼本品治疗可引起短暂的视觉障碍，这可能影响驾驶或机械操作的能力。出现这些症状的患者在这些暂时性的视觉障碍副作用消退前不能驾驶或进行机械操作。<br>⑽目前尚无本品在妊娠妇女中使用的数据。未进行本品的动物生殖研究。同样尚不清楚妊娠妇女使用本品是否会对胎儿造成伤害，或者会影响生育能力。本品不得用于妊娠妇女，除非预期利益超过其对于胎儿的潜在风险时才可考虑使用。有生育能力的妇女应在治疗期间采取有效的避孕措施。<br>⑾不清楚本品是否分泌入人乳汁中。作为预防性措施，建议患者在本品治疗期间不要哺乳。<br>⑿尚未进行儿童用药研究，且无可靠参考文献。<br>⒀在已开展的临床试验中，接受本品治疗的患者平均年龄为66.27±8.26岁，约53.7%的患者年龄≥65岁，约19.7%的患者年龄≥75岁。在这些试验中，随着年龄增加，没有发现本品的有效性或安全性出现显著差异。",
      "pharmacodynamics": "本品是利用中国仓鼠卵巢(CHO)细胞表达系统生产的重组融合蛋白(由人血管内皮生长因子VEGF受体1中的免疫球蛋白样区域2和VEGF受体2中的免疫球蛋白样区域3和4，与人免疫球蛋白Fc片段经过融合而成)。系一种VEGF受体与人免疫球蛋白Fc段基因重组的融合蛋白，该药物通过结合血管内皮生长因子VEGF，",
      "full_pharmacodynamics": "本品是利用中国仓鼠卵巢(CHO)细胞表达系统生产的重组融合蛋白(由人血管内皮生长因子VEGF受体1中的免疫球蛋白样区域2和VEGF受体2中的免疫球蛋白样区域3和4，与人免疫球蛋白Fc片段经过融合而成)。系一种VEGF受体与人免疫球蛋白Fc段基因重组的融合蛋白，该药物通过结合血管内皮生长因子VEGF，竞争性抑制VEGF与受体结合并阻止VEGF家族受体的激活，从而抑制内皮细胞增殖和血管新生，达到治疗湿性年龄相关性黄斑变性的目的。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3562",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 107,
    "name": "德谷门冬双胰岛素注射液(畅充)",
    "full_name": "(乙10%)德谷门冬双胰岛素注射液(畅充)",
    "chemical_name": "德谷门冬双胰岛素注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "诺和诺德制药"
    ],
    "specifications": [
      {
        "specification": "300单位/支",
        "manufacturer": "诺和诺德制药",
        "full_manufacturer": "诺和诺德(中国)制药有限公司",
        "price": 74.36,
        "unit": "盒",
        "code": "X00134",
        "approval_number": "国药准字S20227004",
        "insurance_code": "XA10ADD335B002020307103",
        "location": "2C-4"
      }
    ],
    "pinyin": "degumendongshuangyidaosu",
    "pinyin_initials": "dgmdsyds",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于成人2型糖尿病。",
      "full_indications": "用于治疗成人2型糖尿病。",
      "dosage": "皮下注射：剂量应个体化。通常每日一次或两次，于主餐前注射。根据患者血糖水平调整剂量。",
      "full_dosage": "皮下注射：剂量应个体化。通常每日一次或两次，于主餐前注射。根据患者血糖水平调整剂量。",
      "contraindications": "对德谷胰岛素、门冬胰岛素或本品中任何辅料过敏者禁用。",
      "full_contraindications": "对德谷胰岛素、门冬胰岛素或本品中任何辅料过敏者禁用。",
      "adverse_reactions": "常见：恶心、腹泻、头痛、瘙痒、疼痛、嗜睡等。",
      "full_adverse_reactions": "⑴免疫系统异常：胰岛素制剂可能会引发变态反应。胰岛素本身或其辅料引起的速发型变态反应可能危及生命。本品很少报告超敏反应（表现为唇舌肿胀、腹泻、恶心、疲劳和瘙痒）和荨麻疹。<br>⑵低血糖：如果胰岛素的给药剂量远高于胰岛素的需要量，则可能会发生低血糖。严重低血糖可能会引起意识丧失和/或惊厥，并且可能会导致大脑功能暂时或永久性受损，甚至造成死亡。低血糖症状通常突然发生，包括冷汗、皮肤冰凉和苍白、疲劳、紧张不安或颤抖、焦虑、异常疲倦或虚弱、意识错乱、难以集中注意力、嗜睡、极度饥饿、视力变化、头痛、恶心和心悸。<br>⑶脂肪代谢障碍：注射部位可能会发生脂肪代谢障碍（包括脂肪增生和脂肪萎缩）。在特定注射区域持续轮换注射部位有助于降低这些反应的风险。<br>⑷注射部位反应：已有接受本品治疗的患者发生注射部位反应（包括注射部位血肿、疼痛、出血、红斑、结节、肿胀、变色、瘙痒、热感和注射部位肿块）。这些反应通常为轻度和一过性，并且通常在继续治疗期间消退。<br>⑸体重增加：使用本品在内的胰岛素产品治疗，可发生胰岛素合成代谢作用所致的体重增加。<br>⑹外周水肿：包括本品在内的胰岛素可能引起钠潴留和水肿。",
      "interactions": "与口服降糖药、ACE抑制剂、单胺氧化酶抑制剂等合用可能增加低血糖风险。",
      "full_interactions": "与口服降糖药、ACE抑制剂、单胺氧化酶抑制剂等合用可能增加低血糖风险。",
      "pregnancy_category": "C级",
      "full_pregnancy_category": "C级。",
      "pharmacokinetics": "德谷门冬双胰岛素含有70%德谷胰岛素和30%门冬胰岛素，可同时提供基础胰岛素和餐时胰岛素。德谷胰岛素为长效胰岛素类似物，门冬胰岛素为速效胰岛素类似物。",
      "full_pharmacokinetics": "德谷门冬双胰岛素含有70%德谷胰岛素和30%门冬胰岛素，可同时提供基础胰岛素和餐时胰岛素。德谷胰岛素为长效胰岛素类似物，门冬胰岛素为速效胰岛素类似物。",
      "precautions": "3.运动员慎用。2.注射部位应轮换，以避免脂肪营养不良。",
      "full_precautions": "1.低血糖是常见不良反应，患者应学会识别低血糖症状并随身携带糖类食品。<br>2.注射部位应轮换，以避免脂肪营养不良。<br>3.运动员慎用。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=107",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 108,
    "name": "磷酸奥司他韦胶囊",
    "full_name": "(甲)磷酸奥司他韦胶囊[国基]",
    "chemical_name": "磷酸奥司他韦胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "Roche PharmaAG",
      "广州一品红制药"
    ],
    "specifications": [
      {
        "specification": "75mg/粒",
        "manufacturer": "广州一品红制药",
        "full_manufacturer": "广州一品红制药有限公司（委托生产企业：广州一品红制药有限公司，广州市联瑞制药有限公司）",
        "price": 19.93,
        "unit": "盒",
        "code": "Y00000015015",
        "approval_number": "国药准字H20223458",
        "insurance_code": "XJ05AHA218E001010201012",
        "location": "X-1",
        "outpatient_location": "B-1"
      },
      {
        "specification": "75mg/粒",
        "manufacturer": "Roche PharmaAG",
        "full_manufacturer": "Roche Pharma（Schweiz）AG（Delpharm Milano S.r.l.）（进口分包：上海罗氏制药有限公司）",
        "price": 171.55,
        "unit": "盒",
        "code": "Y00000014812",
        "approval_number": "国药准字HJ20140344",
        "insurance_code": "XJ05AHA218E001010178794",
        "outpatient_location": "B"
      }
    ],
    "pinyin": "linsuanaositawei",
    "pinyin_initials": "lsastw",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于敏感病原微生物；敏感病原微生物所致的下列感染： 1.急性细菌性窦炎；耐多药结核病(MDR-TB)（美国FDA未批准。",
      "dosage": "本品的口服和静脉给药剂量相同。推荐剂量为一次400mg，一日1次。静脉滴注时间约90分钟。治疗下列感染的疗程如下：急性细菌性窦炎，疗程10日；慢性支气管炎急性细菌性感染，疗程5日；社区获得性肺炎，疗程7～14日；单纯性皮肤及皮肤结构感染，疗程7日。",
      "contraindications": "症 对莫西沙星有过敏史者，及对其他任何一种喹诺酮类药物有过敏史者均禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、瘙痒、过敏等。",
      "interactions": "与其他喹诺酮类相仿，铁剂等含金属离子的药物和抗酸药明显降低莫西沙星的生物利用度。 用药交代 1.本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； 2.不要同时服用含铁、铝、钙、镁、锌等金属离子的药品； 3.遵照医嘱，完成处方的疗程； 4.用药后，避免阳光直射。 配伍",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴本品在小儿、18岁以下青少年、孕妇中避免使用，乳母用本品时暂停哺乳。 ⑵本品在某些患者中可致QT间期延长，因此该药在下列情况避免使用：已知有QT间期延长者；患者有不能纠正的低钾血症；接受IA类（如奎尼丁、普鲁卡因胺）或Ⅲ类（如胺碘酮、索洛地尔）抗心律失常药者。 ⑶接受喹诺酮类药物的患者可发生中枢神经系统的",
      "source": "湖南药事服务网",
      "full_indications": "适用于敏感病原微生物所致的下列感染： 1.急性细菌性窦炎，由肺炎链球菌、流感嗜血杆菌或卡他莫拉菌所致者； 2.慢性支气管炎急性细菌性感染，由肺炎链球菌、流感嗜血杆菌、副流感嗜血杆菌、肺炎克雷伯菌、金葡菌或卡他莫拉菌所致者； 3.社区获得性肺炎，由肺炎链球菌、流感嗜血杆菌、卡他莫拉菌、金葡菌、肺炎克雷伯菌、肺炎支原体和肺炎衣原体所致者； 4.单纯性皮肤及软组织机构感染，由金葡菌或化脓性链球菌所致者。 5.用于耐多药结核病(MDR-TB)（美国FDA未批准；WHO公布的耐药结核病规划管理指南(2011年)指出，对于MDR-TB患者，推荐使用氟喹诺酮类药物，如左氧氟沙星、莫西沙星及氧氟沙星）。",
      "full_pharmacokinetics": "",
      "full_dosage": "本品的口服和静脉给药剂量相同。推荐剂量为一次400mg，一日1次。静脉滴注时间约90分钟。治疗下列感染的疗程如下：急性细菌性窦炎，疗程10日；慢性支气管炎急性细菌性感染，疗程5日；社区获得性肺炎，疗程7～14日；单纯性皮肤及皮肤结构感染，疗程7日。",
      "full_contraindications": "症 对莫西沙星有过敏史者，及对其他任何一种喹诺酮类药物有过敏史者均禁用。",
      "full_adverse_reactions": "，包括肌腱炎和肌腱断裂，周围神经病变，中枢神经系统的影响和重症肌无力加剧。 英文名称 Moxifloxacin 其他名称 盐酸莫西沙星、莫昔沙星、拜复乐、佰美诺、AVALOX、Primenor 基本药物(耐多药肺结核；片剂：0.4g；注射液：250ml:0.4g)类别()备注 2025版，限口服常释剂型、注射剂和滴眼剂；注射剂限有明确药敏试验证据的如下感染急性窦炎、下呼吸道感染、社区获得性肺炎、复杂性腹腔感染。 处方或非处方药 处方药 妊娠期用药方式 眼部给药、口服给药、肠道外给药 妊娠期用药安全分级 C 贮存条件 避光、密封、干燥条件下贮存。 适应证 适用于敏感病原微生物所致的下列感染： 1.急性细菌性窦炎，由肺炎链球菌、流感嗜血杆菌或卡他莫拉菌所致者； 2.慢性支气管炎急性细菌性感染，由肺炎链球菌、流感嗜血杆菌、副流感嗜血杆菌、肺炎克雷伯菌、金葡菌或卡他莫拉菌所致者； 3.社区获得性肺炎，由肺炎链球菌、流感嗜血杆菌、卡他莫拉菌、金葡菌、肺炎克雷伯菌、肺炎支原体和肺炎衣原体所致者； 4.单纯性皮肤及软组织机构感染，由金葡菌或化脓性链球菌所致者。 5.用于耐多药结核病(MDR-TB)（美国FDA未批准；WHO公布的耐药结核病规划管理指南(2011年)指出，对于MDR-TB患者，推荐使用氟喹诺酮类药物，如左氧氟沙星、莫西沙星及氧氟沙星）。 药理作用 ⑴药效学：本品为新一代氟喹诺酮类。体内外药效学研究结果显示该药对需氧革兰阳性球菌、厌氧菌、衣原体、支原体等非典型病原的作用较沿用氟喹诺酮类增强。该药系通过对细菌的拓扑异构酶Ⅱ（DNA旋转酶）和IV的抑制作用阻断细菌DNA复制而起抗菌作用。 莫西沙星具广谱抗菌作用。对氧西林或苯唑西林敏感金葡菌、肺炎链球菌（包括PISP和PRSP）、化脓性链球菌、流感和副流感嗜血杆菌、卡他莫拉菌、淋病奈瑟球菌均具有高度抗菌活性；但对肠球菌的作用略差。对肺炎克雷伯菌、阴沟肠杆菌、沙门菌属等肠杆菌科细菌亦具良好抗菌作用，与环丙沙星相仿，对铜绿假单胞菌的作用较环丙沙星略差，对嗜麦芽窄食单胞菌的作用明显优于环丙沙星。对脆弱拟杆菌具高度抗菌活性，明显优于环丙沙星。对肺炎衣原体、肺炎支原体、嗜肺军团菌等具有高度抗微生物活性，明显优于环丙沙星。对幽门螺杆菌、空肠弯曲菌亦具良好抗菌作用。氧西林耐药葡萄球菌、洋葱伯克霍尔德菌、艰难梭菌对莫西沙星呈现耐药。 ⑵药动学：口服后吸收良好，约可吸收给药量的90％。高脂肪饮食亦不影响本品的吸收。健康志愿者单次口服400mg后Ｃmax为3.1±1.0mg/L，AUC为36.1±9.1mg·h/L。单次静滴400mg后Ｃmax为3.9±0.9mg/L，AUC为39.3±8.6mg·h/L。每日口服或静滴400mg，单次给药后至少3日后达Ｃss。每日400mg多次口服后的Ｃmax和AUC分别为4.5±0.5mg/L和48.0±2.7mg·h/L；每日400mg静脉多次给药后的Ｃmax和AUC分别为4.2±0.8mg/L和38.0±4.7mg·h/L。血浆蛋白结合率约为50％。表观分布容积为1.7～2.7L/kg。吸收后在体内分布广泛，在肺泡巨噬细胞、肺泡上皮衬液、上颌窦黏膜、支气管黏膜、鼻息肉中药物浓度与血浓度之比为1.7～21.2不等。口服或静脉给药后约有45％的药物以原形自尿（约20％）和粪（约25％）中排出，ｔ1/2为12±1.3小时。总清除率和肾清除率分别为12±2.0L/h和2.6±0.5L/h。莫西沙星通过与葡糖苷酸和硫酸酯结合而代谢，不经细胞色素P450酶系。该药的硫酸酯结合物（Ｍ1）占给药量的38％，主要从粪便中排出。口服或静脉给药量的14％转化为葡糖苷酸结合物（Ｍ2），主要自尿排出。Ｍ2和Ｍ1的Ｃmax分别为母药的40％和＜10％。 老年健康志愿者口服及静脉给药后，主要药动学参数，包括Ｃmax、AUC和ｔ1/2与年轻者相比无明显差别，提示老年人应用时不调整剂量。 在轻、中、重度肾功能减退者中，该药的药动学参数均无明显改变，此提示肾功能减退时不需调整剂量。 在肝功能减退呈轻度和中度者中，莫西沙星原药的AUC分别较健康受试者增加78％和102％，Ｃmax增加79％和84％。代谢物M1和m²的AUC和Ｃmax亦有不同程度升高。严重肝功能减退者的药动学研究资料尚缺乏。 不良反应 ⑴与莫西沙星有关的不良反应且发生率≥3％者有：恶心7％、腹泻6％、头晕3％。 ⑵不良反应发生率在≥0.1％～＜3者有： ①全身反应，头痛、腹痛、注射部位疼痛、下肢或背或胸痛，过敏反应； ②消化系统，呕吐、食欲减退、口干、便秘、腹胀、肝功能异常、胆汁淤积型黄疸等； ③心血管系统：心悸、心动过速、高血压、四肢浮肿、QT间期延长； ④中枢神经系统：失眠、紧张不安、焦虑、嗜睡、意识模糊、感觉异常、震颤和眩晕； ⑤骨骼肌肉系统：关节痛、肌痛； ⑥皮肤及附件：皮疹、皮肤瘙痒、出汗； ⑦阴道念珠菌病、阴道炎； ⑧呼吸困难； ⑨味觉异常； ⑩淀粉酶升高、乳酸脱氢酶升高、凝血酶原降低、嗜酸性细胞增高、白细胞降低、血小板降低或升高。 ⑶与莫西沙星有关的罕见不良反应，其发生率＜0.1％者有关节炎、视觉异常、幻觉、抽搐、心电图异常、心房颤动、室性心动过速、低血压、高血糖、黄疸、肾功能异常等。在该药上市后的全球不良事件报告中有过敏性休克、假膜性肠炎和肌腱断裂。 ⑷严重和其他重要的不良反应：主动脉瘤和主动脉夹层的风险。 禁忌症 对莫西沙星有过敏史者，及对其他任何一种喹诺酮类药物有过敏史者均禁用。",
      "full_interactions": "与其他喹诺酮类相仿，铁剂等含金属离子的药物和抗酸药明显降低莫西沙星的生物利用度。 用药交代 1.本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； 2.不要同时服用含铁、铝、钙、镁、锌等金属离子的药品； 3.遵照医嘱，完成处方的疗程； 4.用药后，避免阳光直射。 配伍",
      "full_precautions": "⑴本品在小儿、18岁以下青少年、孕妇中应避免使用，乳母应用本品时应暂停哺乳。 ⑵本品在某些患者中可致QT间期延长，因此该药在下列情况应避免使用：已知有QT间期延长者；患者有不能纠正的低钾血症；接受IA类（如奎尼丁、普鲁卡因胺）或Ⅲ类（如胺碘酮、索洛地尔）抗心律失常药者。 ⑶接受喹诺酮类药物的患者可发生中枢神经系统的",
      "full_pregnancy_category": "C\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2092",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 109,
    "name": "注射用拉氧头孢钠",
    "full_name": "(乙10%)注射用拉氧头孢钠",
    "chemical_name": "注射用拉氧头孢钠",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "海南海灵化学制药"
    ],
    "specifications": [
      {
        "specification": "1000mg/瓶",
        "manufacturer": "海南海灵化学制药",
        "full_manufacturer": "海南海灵化学制药有限公司",
        "price": 80.83,
        "unit": "瓶",
        "code": "Y00000014968",
        "approval_number": "国药准字H10930104",
        "insurance_code": "XJ01DDL014B001060105775",
        "location": "A-1"
      }
    ],
    "pinyin": "zhusheyonglayangtoubaona",
    "pinyin_initials": "zsylytbn",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于敏感菌所致的肺炎、气管炎、胸膜炎、腹膜炎，以及皮肤和软组织、骨和关节、五官、创面等部位的感染，还可用于败血症和脑膜炎。",
      "dosage": "成人：可增量至一日4g；儿童：用量：每日40～80mg",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "偶可致过敏性休克或其他过敏症状。其他不良反应有肾脏损害、血象改变、肝功能损害、胃肠道反应、菌群失调等。还可致出血倾向，剂量增大时尤甚；二重感染，出现口炎、舌炎、假膜性肠炎等。饮酒者可出现“戒酒硫”样反应。",
      "interactions": "⑴本品与氨基糖苷类合用，具有协同抗菌作用。  <br>⑵本品与氨基糖苷类或强利尿药合用时，可能增加肾毒性。  <br>⑶本品与肝素、华法林等合用，可增加出血的危险。  <br>⑷与其他头孢菌素在体外实验中，可诱导革兰阴性菌产生β内酰胺酶而耐药，不宜与后者合用。  <br>⑸用药期间不得饮酒。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴对其他β-内酰胺类过敏者、严重肾功能不全者及胆道阻塞患者慎用。⑵妊娠期妇女、哺乳期妇女、早产儿和新生儿慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于敏感菌所致的肺炎、气管炎、胸膜炎、腹膜炎，以及皮肤和软组织、骨和关节、五官、创面等部位的感染，还可用于败血症和脑膜炎。",
      "full_dosage": "⑴肌内注射：一次0.5～1.0g，一日2次，用0.5％利多卡因注射液溶解，深部肌内注射。    <br>　　⑵静脉注射：一次1.0g，一日2次，溶解于10～20ml液体中，缓慢注入。对于难治性或重症感染，成人可增量至一日4g，分2～4次给药。    <br>　　⑶静脉滴注：一次1.0g，一日2次，溶于液体100ml中滴注，重症可加倍量给予。对于难治性或重症感染，成人可增量至一日4g，分2～4次给药。    <br>　　⑷儿童用量：每日40～80mg/kg，分2～4次给药。早产儿、新生儿，一次20mg/kg；出生后3日内一日分2～3次，4日以后一日分3～4次给药。可以年龄、症状适当增减。早产儿、新生儿、儿童可增量到一日150mg/kg，分3～4次给药。    <br>　　⑸血液透析患者透析开始时1g，透析完成后1g（可推荐）；持续的门诊腹膜透析患者，一日1次，一次1g。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "偶可致过敏性休克或其他过敏症状。其他不良反应有肾脏损害、血象改变、肝功能损害、胃肠道反应、菌群失调等。还可致出血倾向，剂量增大时尤甚；二重感染，出现口炎、舌炎、假膜性肠炎等。饮酒者可出现“戒酒硫”样反应。",
      "full_interactions": "⑴本品与氨基糖苷类合用，具有协同抗菌作用。  <br>⑵本品与氨基糖苷类或强利尿药合用时，可能增加肾毒性。  <br>⑶本品与肝素、华法林等合用，可增加出血的危险。  <br>⑷与其他头孢菌素在体外实验中，可诱导革兰阴性菌产生β内酰胺酶而耐药，不宜与后者合用。  <br>⑸用药期间不得饮酒。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴对其他β-内酰胺类过敏者、严重肾功能不全者及胆道阻塞患者慎用。  <br>⑵妊娠期妇女、哺乳期妇女、早产儿和新生儿慎用。  <br>⑶溶解后应立即使用，未用完的药液必须在冰箱中保存，在24小时内用完。",
      "pharmacodynamics": "⑴药效学：本品是半合成的氧头孢烯类抗生素，抗菌活性与第三代头孢菌素相近。抗菌谱与头孢噻肟近似，对多种革兰阴性菌有良好的抗菌作用。大肠杆菌、流感嗜血杆菌、克雷伯杆菌、各型变形杆菌、肠杆菌属、枸橼酸杆菌、沙雷杆菌等常对本品高度敏感。本品对厌氧菌（如拟杆菌）有良好的抗菌作用。此外，由于本品的耐β内酰胺酶的",
      "full_pharmacodynamics": "⑴药效学：本品是半合成的氧头孢烯类抗生素，抗菌活性与第三代头孢菌素相近。抗菌谱与头孢噻肟近似，对多种革兰阴性菌有良好的抗菌作用。大肠杆菌、流感嗜血杆菌、克雷伯杆菌、各型变形杆菌、肠杆菌属、枸橼酸杆菌、沙雷杆菌等常对本品高度敏感。本品对厌氧菌（如拟杆菌）有良好的抗菌作用。此外，由于本品的耐β内酰胺酶的性能强，微生物对本品很少产生耐药性。<br>　　⑵药动学：口服不吸收，注射给药后迅速而广泛地分布于各组织中。肌内注射1.0g，1小时血药浓度达高峰，约为49mg/L，第8小时仍保持4.5mg/L。静脉注射1.0g，即刻、第2、第6小时血药浓度分别为170mg/L、29mg/L和6mg/L。ｔ1/2为1.8～2小时。几乎不代谢转化，主要以原形经肾排泄，8小时排泄量达给药量的90％左右。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1970",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 110,
    "name": "对乙酰氨基酚缓释片",
    "full_name": "(甲)对乙酰氨基酚缓释片",
    "chemical_name": "对乙酰氨基酚缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海强生制药"
    ],
    "specifications": [
      {
        "specification": "0.65g/片",
        "manufacturer": "上海强生制药",
        "full_manufacturer": "上海强生制药有限公司",
        "price": 4.3,
        "unit": "盒",
        "code": "Y00000015062",
        "approval_number": "国药准字H20010394",
        "insurance_code": "XN02BED158A010010100734",
        "location": "J-3",
        "outpatient_location": "B-5"
      }
    ],
    "pinyin": "duiyixiananjifen",
    "pinyin_initials": "dyxajf",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "用于：\n1.；轻、中度骨性关节炎；的病例）；疼痛和发热的病因；：\n1.缓解轻、中度疼痛；对阿司匹林过敏、不耐受或不适于应用阿司匹林的病例。",
      "dosage": "成人：常用量：口服，一次0.3g；儿童：常用量：口服，按体重一次10～15mg",
      "contraindications": "对本品过敏禁用。",
      "adverse_reactions": "常见：皮疹、瘙痒、过敏等。",
      "interactions": "⑴在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗痉药的患者，长期或超量服用本品时，更有发生肝脏毒性反应的危险。  <br>⑵抗凝药：大量或长期应用对乙酰氨基酚时，因可减少凝血因子在肝内的合成，有增强抗凝药的作用，故抗凝药的用量应根据凝血酶原时间进行调整。  <br>⑶长期大量与阿司匹林、其他水杨酸盐或其他非甾体抗炎药合用时（如每年累积用量至1000g，应用3年以上时），可明显增加肾毒性（包括肾乳头坏死、肾及膀胱癌等）的危险。<br>⑷对乙酰氨基酚与抗病毒药齐多夫定合用时，由于两药可互",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑸下列情况应慎用：①乙醇中毒、肝病或病毒性肝炎时，本品有增加肝脏毒性作用的危险；⑹不宜大量或长期有两个要以防引起造血系统和肝、肾脏损害。",
      "source": "湖南药事服务网",
      "full_indications": "本品为乙酰苯胺类解热镇痛药，适用于：<br>1.缓解轻、中度疼痛，如头痛、关节痛、肌痛、神经痛、偏头痛、牙痛、痛经及癌症或术后疼痛等；<br>2、退热，如感冒或其他原因引起的高热；<br>3.治疗轻、中度骨性关节炎；<br>4.本品可用于对阿司匹林过敏、不耐受或不适于应用阿司匹林的病例，如水痘、血友病及其他出血性疾病的患者（包括应用康宁治疗的病例），以及轻型消化性溃疡及胃炎等；<br>5.本品仅可作对症治疗，故应用本品时须同时治疗疼痛和发热的病因。",
      "full_dosage": "⑴退热镇痛：①成人常用量：口服，一次0.3g～0.6g，每4小时一次，或一日4次；一日量不宜超过2.0g。退热疗程一般不超过3天，镇痛不宜超过10天。②儿童常用量：口服，按体重一次10～15mg/kg，或按体表面积一天1.5g/m²，分次服，每4～6小时1次；12岁以下的小儿每24小时不超过5次量，疗程不超过5天。    <br>　　⑵骨性关节炎：成人常用量口服缓释片，一次0.65～1.3g，每8小时1次。一日最大量不超过2.0g，疗程遵医嘱。    <br>　　⑶肌内注射，成人，一次0.15～0.2g，不宜长期应用，退热疗程不超过3粒；镇痛疗程不超过10日。",
      "full_contraindications": "⑴对本品过敏者禁用。<br>⑵小于2个月的婴儿禁用。<br>⑶长期大剂量应用可引起肾乳头坏死、慢性间质性肾炎和慢性肾衰。",
      "full_adverse_reactions": "⑴一般剂量下较少引起不良反应，对胃肠刺激小，不会引起胃肠出血。少数病例可发生粒细胞缺乏症、贫血、过敏性皮炎（皮疹、皮肤瘙痒等）、肝炎或血小板减少症等。  <br>⑵长期大量用药，尤其是肾功能低下者，可出现肾绞痛或急性肾功能衰竭（少尿、尿毒症）或慢性肾功能衰竭（镇痛药性肾病）。  <br>⑶据美国俄亥俄州立大学的研究表明，本品可削弱或抑制使用者的积极情绪。",
      "full_interactions": "⑴在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗痉药的患者，长期或超量服用本品时，更有发生肝脏毒性反应的危险。  <br>⑵抗凝药：大量或长期应用对乙酰氨基酚时，因可减少凝血因子在肝内的合成，有增强抗凝药的作用，故抗凝药的用量应根据凝血酶原时间进行调整。  <br>⑶长期大量与阿司匹林、其他水杨酸盐或其他非甾体抗炎药合用时（如每年累积用量至1000g，应用3年以上时），可明显增加肾毒性（包括肾乳头坏死、肾及膀胱癌等）的危险。<br>⑷对乙酰氨基酚与抗病毒药齐多夫定合用时，由于两药可互相降低与葡糖醛酸的结合作用而降低清除率，从而增加毒性，因此应避免同时应用。  <br>⑸与他克莫司合用可导致急性肾衰竭。  <br>⑹与左氧氟沙星、氧氟沙星合用可增加癫痫发作的风险。  <br>⑺本品可减弱β受体拮抗药的抗高血压作用。  <br>⑻本品可减弱血管紧张素转换酶抑制药及利尿药的降压和利尿作用。  <br>⑼本品可抑制锂盐、钾随尿液排泄，使锂、钾的血浆药物浓度升高。  <br>⑽本品可升高甲氨蝶呤的血浆药物浓度，从而增强其毒性（白细胞减少、血小板减少、贫血、中毒性肾损害和黏膜溃疡形成）。  <br>⑾与达那帕特合用可增加出血和椎管内麻醉时血肿发生的风险。  <br>⑿本品可增加环孢素中毒（肾功能不全、胆汁淤积、感觉异常）的风险。  <br>⒀本品与丙磺舒合用，本品的血浆药物浓度升高、半衰期延长，疗效增强，但不良反应也相应增加。  <br>⒁本品与氯霉素同用可增强后者的毒性。  <br>⒂碳酸氢钠可加快本品的吸收。  <br>⒃本品与口服磺酰脲类降糖药合用，可增加低血糖的风险。  <br>⒄与氨氯地平、非洛地平、拉西地平、美尼地平、尼卡地平、硝苯地平、尼伐地平、尼莫地平、尼索地平、尼群地平、普尼地平、地尔硫䓬、氟桂利嗪、利多氟嗪、戈洛帕米、维拉帕米合用，可减弱后者的降压作用，并有致溃疡发生的风险。  <br>⒅与β-葡聚糖合用可导致严重的胃肠道损害。<br>⒆对乙酰氨基酚与氟氯西林合用时应谨慎，可能增加低谷胱甘肽水平导致焦谷氨酸酸中毒风险。特别是患有严重肾功能损害和脓毒症等严重疾病的患者，或营养不良和其他谷胱甘肽缺乏症（例如慢性酒精中毒）患者风险更高。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴交叉过敏反应：对阿司匹林过敏者对本品一般不发生过敏反应。但有报道在因阿司匹林过敏发生哮喘的病人中，少数（＜5％）可于服用本品后发生轻度支气管痉挛性反应。  <br>⑵本品可通过胎盘，故应考虑到孕妇用本品后可能对胎儿造成的不良影响。  <br>⑶虽然哺乳期妇女服用本品后在乳汁中可达一定浓度，但在哺乳婴儿尿中尚未发现过本品或本品的代谢产物排出。  <br>⑷对诊断的干扰：①血糖测定，应用葡萄糖氧化酶/过氧化酶法测定时可得假性低值，而用己糖激酶/6-磷酸脱氢酶法测定时则无影响；②血清尿酸测定，应用磷钨酸法测定时可得假性高值；③尿5-羟吲哚醋酸（5-HIAA）测定，应用亚硝基萘酚试剂作定性过筛试验时可得假阳性结果，定量试验不受影响；④肝功能试验，应用一次大剂量（＞8～10g）或长期应用较小剂量（＞3～5g/d）时，凝血酶原时间、血清胆红素浓度、血清乳酸脱氢酶浓度及血清氨基转移酶均可增高。  <br>⑸下列情况应慎用：①乙醇中毒、肝病或病毒性肝炎时，本品有增加肝脏毒性作用的危险；②肾功能不全，虽偶可用，但如长期大量应用，有增加肾脏毒性的危险。  <br>⑹不宜大量或长期有两个要以防引起造血系统和肝、肾脏损害。",
      "pharmacodynamics": "⑴药效学：本品属于乙酰苯胺类镇痛药，镇痛作用可能是通过抑制中枢神经系统中前列腺素的合成以及阻断痛觉神经末梢的冲动而产生镇痛。解热作用则可能是通过下视丘体温调节中枢产生周围血管扩张、出汗与散热而起作用。本品能症状性缓解疼痛和退热，与非甾体抗炎药相比起抗炎作用弱。<br>　　⑵药动学：口服后自胃肠道吸收",
      "full_pharmacodynamics": "⑴药效学：本品属于乙酰苯胺类镇痛药，镇痛作用可能是通过抑制中枢神经系统中前列腺素的合成以及阻断痛觉神经末梢的冲动而产生镇痛。解热作用则可能是通过下视丘体温调节中枢产生周围血管扩张、出汗与散热而起作用。本品能症状性缓解疼痛和退热，与非甾体抗炎药相比起抗炎作用弱。<br>　　⑵药动学：口服后自胃肠道吸收而完全（在高碳水化合物饮食后服药可能降低吸收），吸收后在体液中分布均匀，约有25％与血浆蛋白结合。小量时（血药浓度＜60μg/ml）与蛋白结合不明显，大量或中毒量则结合率较高，可达43％。本品90％～95％在肝脏代谢，主要与葡糖醛酸、硫酸及半胱氨酸结合。中间代谢产物对肝脏有毒性作用。ｔ1/2一般为1～4小时（平均为2小时），肾功能不全时不变，但在某些肝病患者可能延长，老年人和新生儿可有所延长，而小儿则有所缩短。口服后0.5～2小时血药浓度达峰值，剂量在650mg以下时血药浓度为5～20μg/ml，作用持续时间为3～4小时。哺乳期妇女服用本品650mg，1～2小时后乳汁中药物浓度为10～15μg/ml；ｔ1/2为1.35～3.5小时。本品主要以与葡糖醛酸结合的形式从肾脏排泄，24小时内约有3％以原形随尿排出。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12809"
    }
  },
  {
    "id": 111,
    "name": "10%葡萄糖注射液（塑瓶）",
    "full_name": "(甲)10%葡萄糖注射液（塑瓶）[国基]",
    "chemical_name": "10%葡萄糖注射液（塑瓶）",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "中国大冢制药",
      "四川科伦药业"
    ],
    "specifications": [
      {
        "specification": "500ml/瓶",
        "manufacturer": "中国大冢制药",
        "full_manufacturer": "中国大冢制药有限公司(委托：广东大冢制药有限公司)",
        "price": 4.52,
        "unit": "瓶",
        "code": "Y00000014634",
        "approval_number": "国药准字H12020022",
        "insurance_code": "XB05BBP072B002070300967"
      },
      {
        "specification": "500ml/袋",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 3.11,
        "unit": "袋",
        "code": "X00969",
        "approval_number": "国药准字H51020632",
        "insurance_code": "XB05BBP072B002130302180",
        "location": "1"
      }
    ],
    "pinyin": "10%putaotang",
    "pinyin_initials": "10%ptt",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.补充热能和体液，用于各种原因引起的进食不足或大量体液丢失（如呕吐、腹泻等），全静脉营养，饥饿性酮症；2.低血糖症；3.高钾血症；4.高渗溶液用作组织脱水剂；5.配制腹膜透析液。",
      "dosage": "⑴补充热能：患者因某些原因进食减少或不能进食者，一般可予10％～25％葡萄糖注射液静脉滴注，并同时补充体液。",
      "contraindications": "⑴糖尿病酮症酸中毒未控制者。  ⑵高血糖非酮症性高渗状态。  ⑶葡萄糖-半乳糖吸收不良症（避免口服）。",
      "adverse_reactions": "常见：恶心、呕吐、疼痛等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴分娩时注射过多葡萄糖可刺激胎儿胰岛素分泌，发生产后婴儿低血糖。  ⑵下列情况慎用：①胃大部分切除患者作口服糖耐量试验时遗传性倾倒综合征及低血糖反，改为静脉葡萄糖实验；②周期性麻痹、低钾血症患者；③激状态或用糖皮质激素时容易诱发高血糖；④水肿及严重心、肾功能不全、肝硬化腹水者，易致水潴留，控制输液量；心功能不全者尤控制滴速。",
      "source": "湖南药事服务网",
      "full_indications": "1.补充热能和体液，用于各种原因引起的进食不足或大量体液丢失（如呕吐、腹泻等），全静脉营养，饥饿性酮症；2.低血糖症；3.高钾血症；4.高渗溶液用作组织脱水剂；5.配制腹膜透析液。",
      "full_dosage": "⑴补充热能：患者因某些原因进食减少或不能进食者，一般可予10％～25％葡萄糖注射液静脉滴注，并同时补充体液。葡萄糖用量根据所需热能计算。    ⑵全静脉营养疗法：葡萄糖是此法最重要的能量供给物质。在非蛋白热能中，葡萄糖与脂肪供给热量之比为2:1.具体用量依临床热量需要量决定。根据补液量的需要，葡萄糖可配成25％～50％不同浓度，必要时加胰岛素，每5～10g葡萄糖加正规胰岛素1个单位。由于常应用高渗溶液，对静脉刺激性较大，并需要输注脂肪乳剂，故一般选用较深部的大静脉，如锁骨下静脉，颈内静脉等。    ⑶低糖血症：轻者口服，重者可先给予50％葡萄糖注射液20～40ml静脉注射。    ⑷饥饿性酮症：轻者口服：严重者则可应用5％～25％葡萄糖注射液静脉滴注，每日补给100g的葡萄糖可基本控制病情。    ⑸失水：等渗性失水予5％葡萄糖注射液静脉滴注。    ⑹高钾血症：应用10％～25％葡萄糖注射液，每2～4g葡萄糖加1单位正规胰岛素输注，可降低血清钾浓度。但此法仅使细胞外钾离子进入细胞内，体内总钾含量不变。如不采取排钾措施，仍有再次出现高钾血症的可能。    ⑺组织脱水：高渗溶液（一般采用50％注射液）快速静脉注射20～50ml，但作用短暂。临床上应注意防止高血糖，目前少用。用于调节腹膜透析液渗透压时，50％葡萄糖注射液20ml即10g葡萄糖可使１Ｌ透析液渗透压提高55mOsm·H2O，亦即透析液中糖浓度每升高1％，渗透压提高提高55mOsm·H2O。    ⑻葡萄糖耐量试验：空腹口服葡萄糖1.75g/kg，于餐后0.5、1、2、3小时抽血测血糖。血葡萄糖浓度正常上限分别为服前6.9mmol/L,服后0.5、1、2、3小时分别为11.1、10.5、8.3和6.9mmol/L。",
      "full_contraindications": "⑴糖尿病酮症酸中毒未控制者。  ⑵高血糖非酮症性高渗状态。  ⑶葡萄糖-半乳糖吸收不良症（避免口服）。",
      "full_adverse_reactions": "⑴胃肠道反应：如恶心、呕吐等，见于口服浓度过高、过快时。  ⑵静脉炎：发生于高渗葡萄糖注射液滴注时。改用大静脉滴注，静脉炎发生率下降。  ⑶高浓度溶液注射时外渗可致局部疼痛。  ⑷反应性低血糖：合并使用胰岛素过量、原有低血糖倾向及全静脉营养疗法突然停止时易发生。  ⑸高血糖非酮症昏迷：多见于糖尿病、应激状态、使用大剂量糖皮质激素、尿毒症腹膜透析患者腹腔内给予高渗葡萄糖溶液剂全静脉营养疗法时。  ⑹电解质紊乱：长期单纯补给葡萄糖时易出现低钾、低钠及低磷血症。  ⑺原有心功能不全者，小儿及老年人补液过快过多，可致心悸、心律失常，甚至急性左心衰竭。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴分娩时注射过多葡萄糖可刺激胎儿胰岛素分泌，发生产后婴儿低血糖。  ⑵下列情况慎用：①胃大部分切除患者作口服糖耐量试验时遗传性倾倒综合征及低血糖反应，应改为静脉葡萄糖实验；②周期性麻痹、低钾血症患者；③应激状态或应用糖皮质激素时容易诱发高血糖；④水肿及严重心、肾功能不全、肝硬化腹水者，易致水潴留，应控制输液量；心功能不全者尤应控制滴速。",
      "pharmacodynamics": "⑴药效学：葡萄糖是人体主要的能量来源物质之一，每1g葡萄糖可产生4卡（16.7kj）热能，被用来补充热量，治疗低糖血症。当葡萄糖和胰岛素益气静脉滴注，糖原的合成需利用钾离子，从而钾离子进入细胞内，血钾浓度下降，故被用来治疗高钾血症。高渗葡萄糖注射液快速静脉推注有组织脱水作用，可用作组织脱水剂。另外，",
      "full_pharmacodynamics": "⑴药效学：葡萄糖是人体主要的能量来源物质之一，每1g葡萄糖可产生4卡（16.7kj）热能，被用来补充热量，治疗低糖血症。当葡萄糖和胰岛素益气静脉滴注，糖原的合成需利用钾离子，从而钾离子进入细胞内，血钾浓度下降，故被用来治疗高钾血症。高渗葡萄糖注射液快速静脉推注有组织脱水作用，可用作组织脱水剂。另外，葡萄糖是维持和调节腹膜透析液渗透压的主要物质。  ⑵药动学：口服吸收迅速，进入人体后被组织利用，也可转化为糖原和脂肪贮存。一般正常人每分钟利用葡萄糖的能力为6mg/kg。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3185",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 112,
    "name": "5%葡萄糖氯化钠注射液(塑)",
    "full_name": "(甲)5%葡萄糖氯化钠注射液(塑)[国]",
    "chemical_name": "5%葡萄糖氯化钠注射液(塑)",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "浙江天瑞药业"
    ],
    "specifications": [
      {
        "specification": "500ml/瓶",
        "manufacturer": "浙江天瑞药业",
        "full_manufacturer": "浙江天瑞药业有限公司",
        "price": 2.58,
        "unit": "瓶",
        "code": "Y00000000032",
        "approval_number": "国药准字H33020668",
        "insurance_code": "XB05BBP075B002050304718",
        "location": "1"
      }
    ],
    "pinyin": "5%putaotanglvhuana",
    "pinyin_initials": "5%pttlhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "补充热能和体液。用于各种原因引起的进食不足或大量体液丢失。",
      "dosage": "1.葡萄糖的用法用量\n　　(1)补充热能患者因某些原因进食减少或不能进食时，一般可予10％～25％葡萄糖注射液静脉滴注，并同时补充体液。",
      "contraindications": "⑴脑、肾、心脏功能不全者。\n⑵血浆蛋白过低者。\n⑶糖尿病及酮症酸中毒未控制患者。\n⑷高渗性脱水患者。\n⑸高血糖非酮症高渗状态。",
      "adverse_reactions": "⑴输注过多、过快，可致水钠潴留，引起水肿、血压升高、心率加快、胸闷、呼吸困难，甚至急性左心衰竭。\n⑵不适当地给予高渗氯化钠可致高钠血症。\n⑶过多、过快给予低渗氯化钠可致溶血、脑水肿等。\n⑷静脉炎：发生于高渗葡萄糖注射液滴注时。改用大静脉滴注，静脉炎发生率下降。\n⑸高浓度溶液注射若外渗可致局部肿痛。\n⑹反应性低血糖：合理使用胰岛素过量，原有低血糖倾向及全静脉营",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "葡萄糖是人体主要的热量来源之一。钠和氯是机体内重要的电解质，主要存在于细胞外液，对维持人体正常的血液和细胞外液的容量和渗透压起着非常重要的作用。",
      "precautions": "",
      "source": "湖南药事服务网",
      "full_indications": "补充热能和体液。用于各种原因引起的进食不足或大量体液丢失。",
      "full_dosage": "1.葡萄糖的用法用量<br>　　(1)补充热能患者因某些原因进食减少或不能进食时，一般可予10％～25％葡萄糖注射液静脉滴注，并同时补充体液。葡萄糖用量根据所需热能计算。<br>　　(2)全静脉营养疗法葡萄糖是此疗法最重要的能量供给物质。在非蛋白质热能中，葡萄糖与脂肪供给热量之比为2:1。具体用量依临床热量需要量决定。根据补液量的需要，葡萄糖可配成25％～50％不同浓度，必要时加胰岛素，每5～10g葡萄糖加正规胰岛素1单位。由于本品常应用高渗溶液，对静脉刺激性较大，并需输注脂肪乳剂，故一般选用较深部的大静脉，如锁骨下静脉、颈内静脉等。<br>　　(3)低血糖症，重者可先予用50％葡萄糖注射液20～40ml静脉注射。<br>　　(4)饥饿性酮症，严重者应用5％～25％葡萄糖注射液静脉滴注，每日100g葡萄糖可基本控制病情。<br>　　(5)失水：等渗性失水给予5％葡萄糖注射液静脉滴注。<br>　　(6)高钾血症应用10％～25％注射液，每2～4g葡萄糖加1单位正规胰岛素输注，可降低血清钾浓度。但此疗法仅使细胞外钾离子进入细胞内，体内总钾含量不变。如不采取排钾措施，仍有再次出现高钾血症的可能。<br>　　(7)组织脱水高渗溶液(一般采用50％葡萄糖注射液)快速静脉注射20～50ml。但作用短暂。临床上应注意防止高血糖，目前少用。用于调节腹膜透析液渗透压时，50％葡萄糖注射液20ml即10g葡萄糖可使1L腹膜透析液渗透压提高55mOsm/kgH2O。亦即透析液中葡萄糖浓度每升高1%，渗透压提高55mOsm/kgH2O。<br>2. 氯化钠的用法用量<br>　　(1)高渗性失水，高渗性失水时患者脑细胞和脑脊液渗透浓度升高，若治疗使血浆和细胞外液钠浓度和渗透浓度过快下降，可致脑水肿。故一般认为，在治疗开始的48小时内，血浆钠浓度每小时下降不超过0.5mmol/L。若患者存在休克，应先予氯化钠注射液，并酌情补充胶体，待休克纠正，血钠>155mmol/L，血浆渗透浓度>350mOsm/L，可予0.6％低渗氯化钠注射液。待血浆渗透浓度<330mOsm/L，改用0.9％氯化钠注射液。补液总量根据下列公式计算，作为参考：所需补液量(L)=[血钠浓度(mmol/L)-142]×0.6×体重(kg)血钠浓度(mmol/L)<br>一般第一日补给半量，余量在以后2～3日内补给，并根据心肺肾功能酌情调节。<br>　　(2)等渗性失水，原则给予等渗溶液，如0.9％氯化钠注射液或复方氯化钠注射液，但上述溶液氯浓度明显高于血浆，单独大量使用可致高氯血症，故可将0.9％氯化钠注射液和1.25％碳酸氢钠或1.86％(1/6M)乳酸钠以7:3的比例配制后补给。后者氯浓度为107mmol/L，并可纠正代谢性酸中毒。补给量可按体重或红细胞压积计算，作为参考。<br>①按体重计算：补液量(L)=(体重下降(kg)×142)/154；<br>②按红细胞压积计算：补液量(L)=(实际红细胞压积-正常红细胞压积×体重(kg)×0.2)/正常红细胞压积。正常红细胞压积男性为48％，女性42％。<br>　　(3)低渗性失水，严重低渗性失水时，脑细胞内溶质减少以维持细胞容积。若治疗使血浆和细胞外液钠浓度和渗透浓度迅速回升，可致脑细胞损伤。一般认为，当血钠低于120mmol/L时，治疗使血钠上升速度在每小时0.5mmol/L，不超过每小时1.5mmol/L。<br>当血钠低于120mmol/L时或出现中枢神经系统症状时，可给予3%～5%氯化钠注射液缓慢滴注。一般要求在6小时内将血钠浓度提高至120mmol/L以上。补钠量(mmol/L)＝[142-实际血钠浓度(mmol/L)]×体重(kg)×0.2。待血钠回升至120～125mmol/L以上，可改用等渗溶液或等渗溶液中酌情加入高渗葡萄糖注射液或10％氯化钠注射液。<br>　　(4)碱中毒给予0.9％氯化钠注射液或复方氯化钠注射液(林格氏液)500～1000ml，以后根据碱中毒情况决定用量。",
      "full_contraindications": "⑴脑、肾、心脏功能不全者。<br>⑵血浆蛋白过低者。<br>⑶糖尿病及酮症酸中毒未控制患者。<br>⑷高渗性脱水患者。<br>⑸高血糖非酮症高渗状态。",
      "full_adverse_reactions": "⑴输注过多、过快，可致水钠潴留，引起水肿、血压升高、心率加快、胸闷、呼吸困难，甚至急性左心衰竭。<br>⑵不适当地给予高渗氯化钠可致高钠血症。<br>⑶过多、过快给予低渗氯化钠可致溶血、脑水肿等。<br>⑷静脉炎：发生于高渗葡萄糖注射液滴注时。改用大静脉滴注，静脉炎发生率下降。<br>⑸高浓度溶液注射若外渗可致局部肿痛。<br>⑹反应性低血糖：合理使用胰岛素过量，原有低血糖倾向及全静脉营养疗法突然停止时易发生。<br>⑺高血糖非酮症昏迷：多见于糖尿病、应激状态、使用大剂量糖皮质激素、尿毒症腹膜透析患者腹膜内给予高渗葡萄糖溶液及全静脉营养疗法时。<br>⑻电解质紊乱：长期单纯补给葡萄糖时易出现低钾、低钠及低磷血症。",
      "full_interactions": "",
      "full_pharmacokinetics": "葡萄糖是人体主要的热量来源之一。钠和氯是机体内重要的电解质，主要存在于细胞外液，对维持人体正常的血液和细胞外液的容量和渗透压起着非常重要的作用。",
      "full_precautions": ""
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3191",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 113,
    "name": "5%葡萄糖注射液(塑)",
    "full_name": "(甲)5%葡萄糖注射液(塑)[国]",
    "chemical_name": "5%葡萄糖注射液(塑)",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海百特医疗用品",
      "四川科伦药业",
      "浙江天瑞药业"
    ],
    "specifications": [
      {
        "specification": "500ml/瓶",
        "manufacturer": "浙江天瑞药业",
        "full_manufacturer": "浙江天瑞药业有限公司",
        "price": 2.58,
        "unit": "瓶",
        "code": "Y00000000027",
        "approval_number": "国药准字H33020670",
        "insurance_code": "XB05BBP072B002060304718",
        "outpatient_location": "1",
        "inpatient_location": "1"
      },
      {
        "specification": "250ml/袋",
        "manufacturer": "上海百特医疗用品",
        "full_manufacturer": "上海百特医疗用品有限公司",
        "price": 4.96,
        "unit": "袋",
        "code": "X00003",
        "approval_number": "国药准字H19994071",
        "insurance_code": "XB05BBP072B002050100628",
        "outpatient_location": "1",
        "inpatient_location": "1"
      },
      {
        "specification": "250ml/袋",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 2.9,
        "unit": "袋",
        "code": "X00673",
        "approval_number": "国药准字H51020636",
        "insurance_code": "XB05BBP072B002090302180",
        "outpatient_location": "1",
        "inpatient_location": "1"
      },
      {
        "specification": "100ml/袋",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 2.57,
        "unit": "袋",
        "code": "X00674",
        "approval_number": "国药准字H51020635",
        "insurance_code": "XB05BBP072B002050702180",
        "outpatient_location": "1",
        "inpatient_location": "1"
      }
    ],
    "pinyin": "5%putaotang",
    "pinyin_initials": "5%ptt",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.补充能量和体液：用于各种原因引起的进食不足或大量体液丢失（如呕吐、腹泻等），全静脉内营养，饥饿性酮症；2.低血糖症；3.高钾血症；4.高渗溶液用作组织脱水剂；5.配制腹膜透析液；6.药物稀释剂；7.静脉法葡萄糖耐量试验；8.供配制GIK（极化液）液用。",
      "full_indications": "1.补充能量和体液：用于各种原因引起的进食不足或大量体液丢失（如呕吐、腹泻等），全静脉内营养，饥饿性酮症；2.低血糖症；3.高钾血症；4.高渗溶液用作组织脱水剂；5.配制腹膜透析液；6.药物稀释剂；7.静脉法葡萄糖耐量试验；8.供配制GIK（极化液）液用。",
      "dosage": "静脉滴注。用量视病情而定，一般每次500-1000ml。",
      "full_dosage": "静脉滴注。用量视病情而定，一般每次500-1000ml。",
      "contraindications": "1.糖尿病酮症酸中毒未控制者；2.高血糖非酮症性高渗状态。",
      "full_contraindications": "1.糖尿病酮症酸中毒未控制者；2.高血糖非酮症性高渗状态。",
      "adverse_reactions": "1.静脉炎，发生于高渗葡萄糖注射液滴注时；2.高浓度葡萄糖注射液外渗可致局部肿痛；3.反应性低血糖：合并使用胰岛素过量，原有低血糖倾向及全静脉营养疗法突然停止时易发生；4.高血糖非酮症昏迷：多见于糖尿病、应激状态、使用大量的糖皮质激素、尿毒症腹膜透析患者腹腔内给予高渗葡萄糖溶液及全营养疗法时；5.电解质紊乱：长期单纯补给葡萄糖时易出现低钾、低钠及低磷血症。",
      "full_adverse_reactions": "1.静脉炎，发生于高渗葡萄糖注射液滴注时；2.高浓度葡萄糖注射液外渗可致局部肿痛；3.反应性低血糖：合并使用胰岛素过量，原有低血糖倾向及全静脉营养疗法突然停止时易发生；4.高血糖非酮症昏迷：多见于糖尿病、应激状态、使用大量的糖皮质激素、尿毒症腹膜透析患者腹腔内给予高渗葡萄糖溶液及全营养疗法时；5.电解质紊乱：长期单纯补给葡萄糖时易出现低钾、低钠及低磷血症。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "full_interactions": "尚不明确。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "1.分娩时注射过多葡萄糖可刺激胎儿胰岛素分泌，发生产后婴儿低血糖；2.下列情况慎用：①胃大部分切除患者作口服糖耐量试验时易出现倾倒综合征及低血糖反，改为静脉葡萄糖试验；②周期性麻痹、低钾血症患者；③激状态或用糖皮质激素时容易诱发高血糖；④水肿及严重心、肾功能不全、肝硬化腹水者，易致水潴留，控制输液量；心功能不全者尤控制滴速。",
      "full_precautions": "1.分娩时注射过多葡萄糖可刺激胎儿胰岛素分泌，发生产后婴儿低血糖；2.下列情况慎用：①胃大部分切除患者作口服糖耐量试验时易出现倾倒综合征及低血糖反应，应改为静脉葡萄糖试验；②周期性麻痹、低钾血症患者；③应激状态或应用糖皮质激素时容易诱发高血糖；④水肿及严重心、肾功能不全、肝硬化腹水者，易致水潴留，应控制输液量；心功能不全者尤应控制滴速。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=113",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 114,
    "name": "50%葡萄糖注射液",
    "full_name": "(甲)50%葡萄糖注射液[国基]",
    "chemical_name": "50%葡萄糖注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海信谊金朱药业"
    ],
    "specifications": [
      {
        "specification": "20ml/支",
        "manufacturer": "上海信谊金朱药业",
        "full_manufacturer": "上海信谊金朱药业有限公司",
        "price": 0.89,
        "unit": "支",
        "code": "Y00000012138",
        "approval_number": "国药准字H31021728",
        "insurance_code": "XB05BBP072B002010200801",
        "outpatient_location": "N-4",
        "inpatient_location": "N-4"
      }
    ],
    "pinyin": "50%putaotang",
    "pinyin_initials": "50%ptt",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.补充能量和体液；2.用于各种原因引起的进食不足或大量体液丢失（如呕吐、腹泻等）；3.低血糖症；4.高钾血症；5.高渗溶液用作组织脱水剂；6.配制腹膜透析液。",
      "full_indications": "1.补充能量和体液；2.用于各种原因引起的进食不足或大量体液丢失（如呕吐、腹泻等）；3.低血糖症；4.高钾血症；5.高渗溶液用作组织脱水剂；6.配制腹膜透析液。",
      "dosage": "静脉注射。一次10-20g（20-40ml）。",
      "full_dosage": "静脉注射。一次10-20g（20-40ml）。",
      "contraindications": "1.糖尿病酮症酸中毒未控制者；2.高血糖非酮症性高渗状态。",
      "full_contraindications": "1.糖尿病酮症酸中毒未控制者；2.高血糖非酮症性高渗状态。",
      "adverse_reactions": "1.静脉炎，发生于高渗葡萄糖注射液滴注时；2.高浓度葡萄糖注射液外渗可致局部肿痛；3.反应性低血糖；4.高血糖非酮症昏迷；5.电解质紊乱：长期单纯补给葡萄糖时易出现低钾、低钠及低磷血症。",
      "full_adverse_reactions": "1.静脉炎，发生于高渗葡萄糖注射液滴注时；2.高浓度葡萄糖注射液外渗可致局部肿痛；3.反应性低血糖；4.高血糖非酮症昏迷；5.电解质紊乱：长期单纯补给葡萄糖时易出现低钾、低钠及低磷血症。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "full_interactions": "尚不明确。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "1.下列情况慎用：①周期性麻痹、低钾血症患者；②激状态或用糖皮质激素时容易诱发高血糖；③水肿及严重心、肾功能不全、肝硬化腹水者，易致水潴留，控制输液量。",
      "full_precautions": "1.下列情况慎用：①周期性麻痹、低钾血症患者；②应激状态或应用糖皮质激素时容易诱发高血糖；③水肿及严重心、肾功能不全、肝硬化腹水者，易致水潴留，应控制输液量。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=114",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 115,
    "name": "阿柏西普眼内注射溶液",
    "full_name": "(乙10%)阿柏西普眼内注射溶液",
    "chemical_name": "阿柏西普眼内注射溶液",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "Bayer AG"
    ],
    "specifications": [
      {
        "specification": "40mg/瓶",
        "manufacturer": "Bayer AG",
        "full_manufacturer": "Bayer AG(Vetter Pharma-Fertigung GmbH & Co.KG)",
        "price": 2935.3,
        "unit": "盒",
        "code": "X00127",
        "approval_number": "国药准字SJ20180010",
        "insurance_code": "XS01LAA308G003010178269",
        "location": "2E-1",
        "outpatient_location": "2C-2"
      }
    ],
    "pinyin": "abaixipuyanneizhusherongye",
    "pinyin_initials": "abxpynzsry",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于有新生血管(湿)年龄相关黄斑变性(AMD)和糖尿病黄斑水肿（DME）患者。",
      "dosage": "玻璃体内注射：推荐剂量为一次2mg，每4周1次（每月1次），连续12周；通过为一次2mg，每8周1次（每2个月1次）。尽管本品可给药频繁如一次2mg，每4周1次(每月)，临床证实当每4周与每8周给药比较未见增加疗效。",
      "contraindications": "已知对本品或本品任何赋形剂超敏性患者禁用；眼或眼周感染患者禁用；有活动性眼内炎症患者禁用。",
      "adverse_reactions": "常见：(≥5%)是结膜出血，眼疼痛，白内障，玻璃体脱落，玻璃体飞蚊症和眼内压增加",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴应在控制无菌条件下进行玻璃体内注射步骤，包括外科手消毒和使用无菌手套，无菌披戴，和无菌眼睑窥器(或等同物)。适当麻醉和注射前应给予局部用广谱杀微生物剂。\n⑵玻璃体内注射后立即，应监视患者眼内压的升高。适当监视可能由核查视神经头灌注或眼内压组成。如需要，应得到无菌穿刺针。\n⑶玻璃体内注射后，应指导患者无延缓地报告任何眼内炎或视网膜脱落提示性症状(如，眼疼痛，",
      "source": "湖南药事服务网",
      "full_indications": "适用于治疗有新生血管(湿)年龄相关黄斑变性(AMD)和糖尿病黄斑水肿（DME）患者。",
      "full_dosage": "玻璃体内注射：推荐剂量为一次2mg，每4周1次（每月1次），连续12周；通过为一次2mg，每8周1次（每2个月1次）。尽管本品可给药频繁如一次2mg，每4周1次(每月)，临床证实当每4周与每8周给药比较未见增加疗效。",
      "full_contraindications": "已知对本品或本品任何赋形剂超敏性患者禁用；眼或眼周感染患者禁用；有活动性眼内炎症患者禁用。",
      "full_adverse_reactions": "最常见不良反应(≥5%)是结膜出血，眼疼痛，白内障，玻璃体脱落，玻璃体飞蚊症和眼内压增加。不常见的不良反应有眼内炎和视网膜脱落、眼内压增加和血栓栓塞事件。",
      "full_interactions": "尚不明确。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴应在控制无菌条件下进行玻璃体内注射步骤，包括外科手消毒和使用无菌手套，无菌披戴，和无菌眼睑窥器(或等同物)。适当麻醉和注射前应给予局部用广谱杀微生物剂。<br>⑵玻璃体内注射后立即，应监视患者眼内压的升高。适当监视可能由核查视神经头灌注或眼内压组成。如需要，应得到无菌穿刺针。<br>⑶玻璃体内注射后，应指导患者无延缓地报告任何眼内炎或视网膜脱落提示性症状(如，眼疼痛，眼发红，畏光，视力模糊)。<br>⑷每个小瓶只应为治疗单眼使用。如对侧眼需要治疗，应使用一个新小瓶和消毒液，注射器，手套，消毒单， 眼睑窥器，滤器，和注射针给予另一只眼前变换。<br>⑸注射后，应遗弃任何未使用产品。<br>⑹对于任何曾研究人群不需要调整剂量(如，性别，老年人)。<br>⑺在妊娠妇女中无适当和对照良好研究。妊娠期间只有如潜在获益超过对胎儿潜在风险时才应使用。<br>⑻尚不明确本品是否排泄至人乳汁。因为许多药物排泄至人乳汁，不能排除对哺乳儿童的风险。不建议在哺乳期间使用。<br>⑼尚未确定Eylea在儿童患者中的安全性和有效性。<br>⑽在临床研究中，约89%(1616/1817例)随机化治疗患者是≥65岁和约63%(1139/1817例)是≥75岁。在这些研究中随年龄增加疗效或安全性无明显差别。<br>⑾肾受损的患者无需根据肾受损状态调整剂量。",
      "pharmacodynamics": "⑴药效学：本品作用如同可溶性诱饵受体[decoy receptor]与VEGF-A和PlGF结合，并因此抑制这些同源[cognate]VEGF受体结合和激活。血管内皮生长因子-A(VEGF-A)和胎盘生长因子(PlGF)是血管生成因子VEGF家族的成员that可作用如同tas对内皮细胞有丝分裂，趋化",
      "full_pharmacodynamics": "⑴药效学：本品作用如同可溶性诱饵受体[decoy receptor]与VEGF-A和PlGF结合，并因此抑制这些同源[cognate]VEGF受体结合和激活。血管内皮生长因子-A(VEGF-A)和胎盘生长因子(PlGF)是血管生成因子VEGF家族的成员that可作用如同tas对内皮细胞有丝分裂，趋化性，和血管通透性因子。VEGF作用通过两个受体酪氨酸激酶，VEGFR-1和VEGFR-2，存在与内皮细胞表面。PlGF只与VEGFR-1结合，也在白细胞表面存在。通过VEGF-A对这些受体的激活可能导致新生血管形成和血管通透性。<br>　　⑵药动学：本品被玻璃体内给予在眼内发挥局部效应。在湿性AMD患者中，玻璃体内给予后，预期给予剂量的一个分数结合至眼中与内源性VEGF形成无活性aflibercept：VEGF复合物。一旦吸收至全身循环，以游离aflibercept存在血浆中(未结合至VEGF)和更主要稳定无活性形式与循环内源性VEGF(即，aflibercept: VEGF复合物)。<br>吸收/分布：玻璃体内给予2mg，每眼至湿性AMD患者后，血浆中游离aflibercept平均Cmax为0.02μg/mL(范围：0至0.054μg/mL)和达到1至3天。在所有患者中给药后2周游离aflibercept血浆浓度是不可检测的。当每4周玻璃体内重复给药时Aflibercept在血浆中不积蓄。估计玻璃体内给予2mg至患者后，血浆游离aflibercept平均最大浓度是低于-最大结合全身VEGF半数所需aflibercept浓度大于100倍。曾测定静脉(I.V.)给予aflibercept后游离aflibercept分布容积约为6L。<br>代谢/消除：Aflibercept是一种治疗性蛋白和未曾进行药物代谢研究。Aflibercept预期通过目标介导处置通过与游离内源性VEGF结合和通过蛋白水解二方面代谢。静脉给予剂量2至4mg/kg的aflibercept，血浆中游离aflibercept末端消除半衰期(ｔ1/2)是约5至6天。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=11959",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 116,
    "name": "阿法骨化醇软胶囊",
    "full_name": "(甲)阿法骨化醇软胶囊[国基、上增]",
    "chemical_name": "阿法骨化醇软胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "CHEPLAPHARM Arzneimittel GmbH"
    ],
    "specifications": [
      {
        "specification": "0.25ug/粒",
        "manufacturer": "CHEPLAPHARM Arzneimittel GmbH",
        "full_manufacturer": "CHEPLAPHARM Arzneimittel GmbH(LEO Pharma A/S)",
        "price": 32.05,
        "unit": "盒",
        "code": "Y00000014706",
        "approval_number": "国药准字HJ20130513",
        "insurance_code": "XA11CCA017E002010179051",
        "location": "2J-1",
        "outpatient_location": "M-3"
      }
    ],
    "pinyin": "afaguhuachunruan",
    "pinyin_initials": "afghcr",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于那些18岁或以上的慢性乙型肝炎患者；可除去血清表面抗原。",
      "dosage": "本品不应做本品治疗慢性肝的推荐剂量是1.6mg皮下注射，一周2次，相隔3～4日。治疗应持续6个月，期间不可中断。如果本品与干扰素联合使用，应参考α-干扰素处方剂量和",
      "contraindications": "症 对本品成份过敏者禁用； 正在接受免疫抑制治疗的患者如器官移植者禁用。",
      "adverse_reactions": "参阅胸腺肽。",
      "interactions": "⑴本品可与α干扰素联合使用，可提高免疫应答，与其他免疫药物联合使用时应慎重。 ⑵本品不得与任何药物混合注射。本品不得与任何药物混合注射。 用药交代 注射前或停药后再次注射时须作皮试。",
      "pregnancy_category": "",
      "pharmacokinetics": "参阅胸腺肽。",
      "precautions": "如患者自行在医院外使用，应注意注射器具的消毒和处理。如果本品与干扰素联合使用，应参考α-干扰素处方剂量和注意事项。",
      "source": "湖南药事服务网",
      "full_indications": "⑴慢性乙型肝炎(简称乙肝)。本品是用来治疗那些18岁或以上的慢性乙型肝炎患者，患者的肝病有代偿性，和有乙型肝炎病毒复制（血清HBV-DNA阳性），在那些血清乙肝表面抗原（HBsAg）阳性最少6个月，且有ALT升高的患者所做的研究显示，本品治疗可以产生病毒性缓解（血清HBV-DNA失去）和ALT水平复常，在一些做出应答的患者，本品治疗可除去血清表面抗原。本品与α-干扰素联用时可能比单用本品或单用干扰素增加应答率。 ⑵作为免疫损害患者的疫苗增强剂。免疫系统功能受到抑制者，包括接受慢性血液透析和老年病患者，本品增强患者对病毒性疫苗，例如流感疫苗或乙肝疫苗的免疫应答。血液透析患者在接种流感疫苗后，应用本品作为佐剂者有65％患者产生抗流感病毒抗体，滴度水平增加4倍以上，安慰剂组只有24％患者做出此反应。",
      "full_pharmacokinetics": "参阅胸腺肽。",
      "full_dosage": "本品不应做肌内注射或静脉注射。应使用随带的1.0ml注射用水溶解后马上皮下注射。本品治疗慢性肝的推荐剂量是1.6mg皮下注射，一周2次，相隔3～4日。治疗应持续6个月，期间不可中断。如果本品与干扰素联合使用，应参考α-干扰素处方剂量和",
      "full_contraindications": "症 对本品成份过敏者禁用； 正在接受免疫抑制治疗的患者如器官移植者禁用。",
      "full_adverse_reactions": "参阅胸腺肽。",
      "full_interactions": "⑴本品可与α干扰素联合使用，可提高免疫应答，与其他免疫药物联合使用时应慎重。 ⑵本品不得与任何药物混合注射。本品不得与任何药物混合注射。 用药交代 注射前或停药后再次注射时须作皮试。",
      "full_precautions": "⑴当用来治疗慢性肝时，肝功能试验，包括血清ALT、白蛋白和胆红素应在治疗期间作定期评估，治疗完毕后应检测肝e抗原(HBeAg)、表面抗原HBsAg、HBV-DNA和ALT酶，亦应在治疗完毕后2、4和6个月检测，因为病人可能在治疗完毕后随访期内出现应答。 ⑵本品应在医师指导下应用。如患者自行在医院外使用，应注意注射器具的消毒和处理。 ⑶基础研究显示本品对动物胚胎没有影响，但尚不明确本品是否会对孕妇胚胎产生影响，以及是否经由乳汁排泄，故此部分患者用药应慎重，须遵医嘱。 ⑷对18岁以下患者，本品的安全性和有效性尚未确定，故不推荐使用。 ⑸在老年患者所作临床试验提示本品是安全的，不需减量。 药物相互作用 ⑴本品可与α干扰素联合使用，可提高免疫应答，与其他免疫药物联合使用时应慎重。 ⑵本品不得与任何药物混合注射。本品不得与任何药物混合注射。 用药交代 注射前或停药后再次注射时须作皮试。 用法与用量 本品不应做肌内注射或静脉注射。应使用随带的1.0ml注射用水溶解后马上皮下注射。本品治疗慢性肝的推荐剂量是1.6mg皮下注射，一周2次，相隔3～4日。治疗应持续6个月，期间不可中断。如果本品与干扰素联合使用，应参考α-干扰素处方剂量和注意事项。在联合应用的临床试验上，当两药在同一日使用时，本品一般是早上给药而干扰素晚上给药。本品作为病毒性疫苗增强剂使用，推荐剂量是1.6mg皮下注射，一周2次，间隔3～4日。疗程应持续4周，第一针应在接种疫苗后马上给予。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3626",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 117,
    "name": "阿立哌唑片",
    "full_name": "(甲)阿立哌唑片[国基]",
    "chemical_name": "阿立哌唑片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海上药中西制药"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "上海上药中西制药",
        "full_manufacturer": "上海上药中西制药有限公司",
        "price": 24.64,
        "unit": "盒",
        "code": "Y00000014698",
        "approval_number": "国药准字H20041506",
        "insurance_code": "XN05AXA028A001020200834",
        "location": "E-5",
        "outpatient_location": "G-1"
      }
    ],
    "pinyin": "alipaizuo",
    "pinyin_initials": "alpz",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于各类型的成人精神分裂症；6～17岁儿童/青少年的孤独症-精神运动易激惹型；辅助用药；成人双相障碍Ⅰ型躁狂或混合状态；10～17岁儿童/青少年双相障碍Ⅰ型躁狂或混合状态；6～18岁儿童/青少年的抽动秽语综合征；13～17岁儿童/青少年的精神分裂症；治疗各类型的成人精神分裂症。",
      "dosage": "推荐剂量为第一周起始剂量每日5mg，第二周为每日10mg，第三周为每日15mg，之后可根据个体的疗效和耐受情况调整剂量。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "成人患者最常见的不良反应有恶心、呕吐、便秘、头痛、头晕、静坐不能、焦虑、失眠和坐立不安。儿童患者最常见的不良反应有嗜睡、头痛、呕吐、锥体外系综合征、疲劳、食欲增强、失眠、恶心、鼻咽炎和体重增加。 禁忌症 对本品过敏者禁用。",
      "interactions": "⑴与其他作用于中枢神经系统的药物和乙醇合用时应慎重。 ⑵有可能增强某些抗高血压的作用。 ⑶氟西汀、帕罗西汀、奎尼丁、酮康唑可抑制本品代谢，使本品血药浓度升高。 ⑷卡马西平可降低本品血浆药物浓度。 药物过量 ⑴中阿立哌唑的最大已知急性摄入量为1260mg（片剂，每日推荐最大剂量的42倍）的患者完全恢复。曾有儿童（年龄≤12岁）过量口服摄入（摄入量达195mg）阿立哌唑的报告，但未发生死亡。 ⑵过量口服阿立哌唑（单独使用或联合用药）报告的常见（至少占到5%）不良事件包括呕吐、嗜睡和震颤。甚至出现酸中",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约68小时，Tmax约5小时。",
      "precautions": "⑴慎用于心血管疾病患者（心肌梗死、缺血性心脏病、心脏衰竭或者传导异常病史）、脑血管疾病患者或诱发低血压的情况（如脱水、血容量过低和降压药治疗）。⑵慎用于有癫痫病史或癫痫阈值较低的情况。⑶目前没有特异性方法可以解救阿立哌唑过量，一旦发生过量，应检查心电图：如果出现QT间期延长，应进行密切心脏监测。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗各类型的成人精神分裂症。国外临床试验表明，本品对精神分裂症的阳性和阴性症状均有明显疗效，也能改善伴发的情感症状，降低精神分裂症的复发率。 美国FDA已批准用于治疗6～17岁儿童/青少年的孤独症-精神运动易激惹型。 美国FDA已批准作为成人双相障碍Ⅰ型治疗辅助用药。 美国FDA已批准用于治疗成人双相障碍Ⅰ型躁狂或混合状态。 美国FDA已批准用于治疗10～17岁儿童/青少年双相障碍Ⅰ型躁狂或混合状态。 美国FDA已批准用于治疗6～18岁儿童/青少年的抽动秽语综合征。 美国FDA已批准作为重症抑郁辅助用药。 美国FDA已批准用于治疗13～17岁儿童/青少年的精神分裂症。",
      "full_dosage": "口服：每日1次。推荐剂量为第一周起始剂量每日5mg，第二周为每日10mg，第三周为每日15mg，之后可根据个体的疗效和耐受情况调整剂量。有效剂量范围每日10～30mg，最大剂量不宜超过每日30mg。本品口服溶液与口服固体制剂可按1ml:1mg的关系进行换算；用药剂量大于25mg时，本品25ml相当于30mg阿立哌唑口服固体制剂。 肌内注射：微球注射剂经臀部肌肉注射给药，推荐的起始剂量和维持剂量为350mg，每月一次（距上次注射不得少于26天）。对350mg剂量不耐受，可以考虑下调剂量至270mg，每月一次。 ⑴用于治疗6～17岁儿童/青少年的孤独症-精神运动易激惹型。起始剂量为2mg/d，逐渐增加至5mg/d，间隔至少1周增加5mg/d，至10～15mg/d。 ⑵作为成人双相障碍Ⅰ型治疗辅助用药。推荐剂量为10～15mg/d，根据反应可增加到30mg/d，但30mg/d安全性尚未进行评价。 ⑶用于治疗成人双相障碍Ⅰ型躁狂或混合状态。推荐剂量为15mg/d，根据反应可增加到30mg/d。 ⑷用于治疗10～17岁儿童/青少年双相障碍Ⅰ型躁狂或混合状态。推荐剂量为2mg/d 维持2d，两天内加量至5mg/d，继续增加剂量至10mg/d，根据病情可每天增加5mg。 ⑸用于治疗6～18岁儿童/青少年的抽动秽语综合征。体重小于50kg的用药量：推荐剂量2mg/d，维持2d,增加至5mg/d，最大剂量增至10mg/d，但间隔至少一周；体重大于50kg的用药量：2mg/d，维持2d，增加至5mg/d，维持5d，第八天剂量增至10mg/d，最大剂量为20mg/d，但间隔至少一周。 ⑹作为重症抑郁症辅助用药。起始剂量2～5mg/d，推荐剂量2～15mg/d。 ⑺用于治疗13～17岁儿童/青少年的精神分裂症。起始剂量2mg/d，两天后增加至5mg/d，第五天增加至10mg/d，维持剂量10mg/d，最大剂量30mg/d。 剂型与规格 片剂 5mg基药 10mg基药 15mg XN05AX甲1122 0% 哪儿有 口腔崩解片 5mg基药 10mg基药 15mg XN05AX甲1122 0% 哪儿有 胶囊剂 5mg基药 10mg基药 XN05AX甲1122 0% 哪儿有 口服溶液 50mg 50ml 150mg 150ml 哪儿有 粉针剂 0.3g 0.4g XN05AX乙338 20% 哪儿有 口溶膜 5mg 10mg 15mg XN05AX乙1123 5% 哪儿有 粉针剂(微球) 350mg XN05AX乙乙341 30% 哪儿有",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "成人患者最常见的不良反应有恶心、呕吐、便秘、头痛、头晕、静坐不能、焦虑、失眠和坐立不安。儿童患者最常见的不良反应有嗜睡、头痛、呕吐、锥体外系综合征、疲劳、食欲增强、失眠、恶心、鼻咽炎和体重增加。 禁忌症 对本品过敏者禁用。",
      "full_interactions": "⑴与其他作用于中枢神经系统的药物和乙醇合用时应慎重。 ⑵有可能增强某些抗高血压的作用。 ⑶氟西汀、帕罗西汀、奎尼丁、酮康唑可抑制本品代谢，使本品血药浓度升高。 ⑷卡马西平可降低本品血浆药物浓度。 药物过量 ⑴中阿立哌唑的最大已知急性摄入量为1260mg（片剂，每日推荐最大剂量的42倍）的患者完全恢复。曾有儿童（年龄≤12岁）过量口服摄入（摄入量达195mg）阿立哌唑的报告，但未发生死亡。 ⑵过量口服阿立哌唑（单独使用或联合用药）报告的常见（至少占到5%）不良事件包括呕吐、嗜睡和震颤。甚至出现酸中毒、攻击行为、天冬氨酸氨基转移酶升高、心房颤动、心动过缓、昏迷、意识模糊状态、抽搐、血肌酸磷酸激酶升高、神志清醒程度低下、高血压、低血钾症、低血压、昏睡、意识丧失、QRS复合波群持续时间延长、QT间期延长、吸入性肺炎、呼吸骤停、癫痫持续状态和心动过速。 ⑶目前没有特异性方法可以解救阿立哌唑过量，一旦发生过量，应检查心电图：如果出现QT间期延长，应进行密切心脏监测。同时，应采用支持疗法，保持呼吸道通畅、吸氧和通风，对症治疗。应持续密切监测，直到患者康复。 活性炭：如果发生阿立哌唑过量，早期使用活性炭可能在某种程度上有助于防止阿立哌唑的吸收。单剂量口服15mg阿立哌唑后1小时，服用50g活性炭可使阿立哌唑的平均AUC和Cmax降低50%。 血液透析：阿立哌唑的血浆蛋白结合率高，所以血液透析可能对过量处理没有明显效果。 用药交代 ⑴研究显示，抗抑郁药物会增加儿童、青少年和年轻成人出现自杀意念/行为的风险，对开始接受抗抑郁药物治疗的患者，应密切监测其有无出现自杀意念和行为。 ⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用。合用时可能会增加阿立哌唑的血药浓度，监测不良反应，必要时减少阿立哌唑用量。。 给药说明 微球注射剂用2ml专用溶剂复溶后肌内注射。 用法与用量 口服：每日1次。推荐剂量为第一周起始剂量每日5mg，第二周为每日10mg，第三周为每日15mg，之后可根据个体的疗效和耐受情况调整剂量。有效剂量范围每日10～30mg，最大剂量不宜超过每日30mg。本品口服溶液与口服固体制剂可按1ml:1mg的关系进行换算；用药剂量大于25mg时，本品25ml相当于30mg阿立哌唑口服固体制剂。 肌内注射：微球注射剂经臀部肌肉注射给药，推荐的起始剂量和维持剂量为350mg，每月一次（距上次注射不得少于26天）。对350mg剂量不耐受，可以考虑下调剂量至270mg，每月一次。 ⑴用于治疗6～17岁儿童/青少年的孤独症-精神运动易激惹型。起始剂量为2mg/d，逐渐增加至5mg/d，间隔至少1周增加5mg/d，至10～15mg/d。 ⑵作为成人双相障碍Ⅰ型治疗辅助用药。推荐剂量为10～15mg/d，根据反应可增加到30mg/d，但30mg/d安全性尚未进行评价。 ⑶用于治疗成人双相障碍Ⅰ型躁狂或混合状态。推荐剂量为15mg/d，根据反应可增加到30mg/d。 ⑷用于治疗10～17岁儿童/青少年双相障碍Ⅰ型躁狂或混合状态。推荐剂量为2mg/d 维持2d，两天内加量至5mg/d，继续增加剂量至10mg/d，根据病情可每天增加5mg。 ⑸用于治疗6～18岁儿童/青少年的抽动秽语综合征。体重小于50kg的用药量：推荐剂量2mg/d，维持2d,增加至5mg/d，最大剂量增至10mg/d，但间隔至少一周；体重大于50kg的用药量：2mg/d，维持2d，增加至5mg/d，维持5d，第八天剂量增至10mg/d，最大剂量为20mg/d，但间隔至少一周。 ⑹作为重症抑郁症辅助用药。起始剂量2～5mg/d，推荐剂量2～15mg/d。 ⑺用于治疗13～17岁儿童/青少年的精神分裂症。起始剂量2mg/d，两天后增加至5mg/d，第五天增加至10mg/d，维持剂量10mg/d，最大剂量30mg/d。 剂型与规格 片剂 5mg基药 10mg基药 15mg XN05AX甲1122 0% 哪儿有 口腔崩解片 5mg基药 10mg基药 15mg XN05AX甲1122 0% 哪儿有 胶囊剂 5mg基药 10mg基药 XN05AX甲1122 0% 哪儿有 口服溶液 50mg 50ml 150mg 150ml 哪儿有 粉针剂 0.3g 0.4g XN05AX乙338 20% 哪儿有 口溶膜 5mg 10mg 15mg XN05AX乙1123 5% 哪儿有 粉针剂(微球) 350mg XN05AX乙乙341 30% 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "⑴药效学：本品为一新型的非典型抗精神分裂症药物，对DA能神经系统具有双向调节作用，是DA递质的稳定剂。与Ｄ2、Ｄ3、5-HT1A和5-HT2A受体有很高的亲和力。通过对Ｄ2和5-HT1A受体的部分激动作用及对5-HT2A受体的拮抗作用来产生抗精神分裂症作用的。 ⑵药动学：本品口服后血药浓度达峰时间为3～5小时，半衰期为48～68小时。去氢阿立哌唑为主要活性代谢产物。",
      "full_precautions": "⑴慎用于心血管疾病患者（心肌梗死、缺血性心脏病、心脏衰竭或者传导异常病史）、脑血管疾病患者或诱发低血压的情况（如脱水、血容量过低和降压药治疗）。 ⑵慎用于有癫痫病史或癫痫阈值较低的情况。 ⑶慎用于有吸入性肺炎风险性的患者。 药物相互作用 ⑴与其他作用于中枢神经系统的药物和乙醇合用时应慎重。 ⑵有可能增强某些抗高血压的作用。 ⑶氟西汀、帕罗西汀、奎尼丁、酮康唑可抑制本品代谢，使本品血药浓度升高。 ⑷卡马西平可降低本品血浆药物浓度。 药物过量 ⑴中阿立哌唑的最大已知急性摄入量为1260mg（片剂，每日推荐最大剂量的42倍）的患者完全恢复。曾有儿童（年龄≤12岁）过量口服摄入（摄入量达195mg）阿立哌唑的报告，但未发生死亡。 ⑵过量口服阿立哌唑（单独使用或联合用药）报告的常见（至少占到5%）不良事件包括呕吐、嗜睡和震颤。甚至出现酸中毒、攻击行为、天冬氨酸氨基转移酶升高、心房颤动、心动过缓、昏迷、意识模糊状态、抽搐、血肌酸磷酸激酶升高、神志清醒程度低下、高血压、低血钾症、低血压、昏睡、意识丧失、QRS复合波群持续时间延长、QT间期延长、吸入性肺炎、呼吸骤停、癫痫持续状态和心动过速。 ⑶目前没有特异性方法可以解救阿立哌唑过量，一旦发生过量，应检查心电图：如果出现QT间期延长，应进行密切心脏监测。同时，应采用支持疗法，保持呼吸道通畅、吸氧和通风，对症治疗。应持续密切监测，直到患者康复。 活性炭：如果发生阿立哌唑过量，早期使用活性炭可能在某种程度上有助于防止阿立哌唑的吸收。单剂量口服15mg阿立哌唑后1小时，服用50g活性炭可使阿立哌唑的平均AUC和Cmax降低50%。 血液透析：阿立哌唑的血浆蛋白结合率高，所以血液透析可能对过量处理没有明显效果。 用药交代 ⑴研究显示，抗抑郁药物会增加儿童、青少年和年轻成人出现自杀意念/行为的风险，对开始接受抗抑郁药物治疗的患者，应密切监测其有无出现自杀意念和行为。 ⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用。合用时可能会增加阿立哌唑的血药浓度，监测不良反应，必要时减少阿立哌唑用量。。 给药说明 微球注射剂用2ml专用溶剂复溶后肌内注射。 用法与用量 口服：每日1次。推荐剂量为第一周起始剂量每日5mg，第二周为每日10mg，第三周为每日15mg，之后可根据个体的疗效和耐受情况调整剂量。有效剂量范围每日10～30mg，最大剂量不宜超过每日30mg。本品口服溶液与口服固体制剂可按1ml:1mg的关系进行换算；用药剂量大于25mg时，本品25ml相当于30mg阿立哌唑口服固体制剂。 肌内注射：微球注射剂经臀部肌肉注射给药，推荐的起始剂量和维持剂量为350mg，每月一次（距上次注射不得少于26天）。对350mg剂量不耐受，可以考虑下调剂量至270mg，每月一次。 ⑴用于治疗6～17岁儿童/青少年的孤独症-精神运动易激惹型。起始剂量为2mg/d，逐渐增加至5mg/d，间隔至少1周增加5mg/d，至10～15mg/d。 ⑵作为成人双相障碍Ⅰ型治疗辅助用药。推荐剂量为10～15mg/d，根据反应可增加到30mg/d，但30mg/d安全性尚未进行评价。 ⑶用于治疗成人双相障碍Ⅰ型躁狂或混合状态。推荐剂量为15mg/d，根据反应可增加到30mg/d。 ⑷用于治疗10～17岁儿童/青少年双相障碍Ⅰ型躁狂或混合状态。推荐剂量为2mg/d 维持2d，两天内加量至5mg/d，继续增加剂量至10mg/d，根据病情可每天增加5mg。 ⑸用于治疗6～18岁儿童/青少年的抽动秽语综合征。体重小于50kg的用药量：推荐剂量2mg/d，维持2d,增加至5mg/d，最大剂量增至10mg/d，但间隔至少一周；体重大于50kg的用药量：2mg/d，维持2d，增加至5mg/d，维持5d，第八天剂量增至10mg/d，最大剂量为20mg/d，但间隔至少一周。 ⑹作为重症抑郁症辅助用药。起始剂量2～5mg/d，推荐剂量2～15mg/d。 ⑺用于治疗13～17岁儿童/青少年的精神分裂症。起始剂量2mg/d，两天后增加至5mg/d，第五天增加至10mg/d，维持剂量10mg/d，最大剂量30mg/d。 剂型与规格 片剂 5mg基药 10mg基药 15mg XN05AX甲1122 0% 哪儿有 口腔崩解片 5mg基药 10mg基药 15mg XN05AX甲1122 0% 哪儿有 胶囊剂 5mg基药 10mg基药 XN05AX甲1122 0% 哪儿有 口服溶液 50mg 50ml 150mg 150ml 哪儿有 粉针剂 0.3g 0.4g XN05AX乙338 20% 哪儿有 口溶膜 5mg 10mg 15mg XN05AX乙1123 5% 哪儿有 粉针剂(微球) 350mg XN05AX乙乙341 30% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3189",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 118,
    "name": "妥布霉素地塞米松眼膏",
    "full_name": "(甲)妥布霉素地塞米松眼膏",
    "chemical_name": "妥布霉素地塞米松眼膏",
    "dosage_form": "眼膏",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Novartis pharma NV"
    ],
    "specifications": [
      {
        "specification": "3.5g/支",
        "manufacturer": "Novartis pharma NV",
        "full_manufacturer": "Novartis pharma NV（SIEGFRIED EL MASNOU s.a.）",
        "price": 28.18,
        "unit": "盒",
        "code": "X00175",
        "approval_number": "国药准字HJ20181126",
        "insurance_code": "XS01CAT126G004020182356",
        "location": "G-4",
        "outpatient_location": "D-4"
      }
    ],
    "pinyin": "tuobumeisudisaimisong",
    "pinyin_initials": "tbmsdsms",
    "dosage_form_pinyin": "yangao",
    "dosage_form_initials": "yg",
    "manual": {
      "indications": "本品用于耐药性葡萄球菌、绿脓杆菌及其他敏感细菌所致的外眼感染，如急性结膜炎、角膜炎、泪囊炎。也可用于预防化学烧伤后的感染。",
      "dosage": "⑴滴眼液：滴入结膜囊，每4～6小时1次，一次1滴。",
      "contraindications": "以下情况禁用：树枝状角膜炎；牛痘、水痘及其他病毒引起的结膜炎、结膜炎；眼部分枝杆菌感染；眼部真菌感染；对本品任何成分过敏者及角膜上异物未完全去除者。",
      "adverse_reactions": "偶有发痒、红肿、结膜充血现象发生，也可导致眼压升高，发生角膜真菌感染。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅妥布霉素和地塞米松。",
      "precautions": "⑷孕妇慎用本品。",
      "source": "湖南药事服务网",
      "full_indications": "本品适用于治疗耐药性葡萄球菌、绿脓杆菌及其他敏感细菌所致的外眼感染，如急性结膜炎、角膜炎、泪囊炎。也可用于预防化学烧伤后的感染。",
      "full_dosage": "⑴滴眼液：滴入结膜囊，每4～6小时1次，一次1滴。在用药的最初1～2日可增加至每2小时1次。根据临床症状的改善状况逐渐减少用药的频度，注意不要过早停止治疗。    <br>　　⑵眼膏剂：涂于结膜囊内，一次适量（长1～1.5cm），一日3～5次。",
      "full_contraindications": "以下情况禁用：树枝状角膜炎；牛痘、水痘及其他病毒引起的结膜炎、结膜炎；眼部分枝杆菌感染；眼部真菌感染；对本品任何成分过敏者及角膜上异物未完全去除者。",
      "full_adverse_reactions": "偶有发痒、红肿、结膜充血现象发生，也可导致眼压升高，发生角膜真菌感染。",
      "full_interactions": "",
      "full_pharmacokinetics": "参阅妥布霉素和地塞米松。",
      "full_precautions": "⑴长期使用眼用糖皮质激素可能会发生以下现象：眼压升高、视神经受损、再度感染与角膜穿孔。  <br>⑵长期使用可能导致角膜真菌感染或产生耐药菌株，如果发生二重感染，应给予适当治疗。<br>  ⑶与其他氨基糖苷类可能会发生交叉过敏。如发生过敏反应应中断使用并进行适当治疗。<br>  ⑷孕妇慎用本品。建议哺乳期妇女在使用本品时暂停哺乳。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2671"
    }
  },
  {
    "id": 119,
    "name": "外用重组人碱性成纤维细胞生长因子",
    "full_name": "(乙10%)外用重组人碱性成纤维细胞生长因子",
    "chemical_name": "外用重组人碱性成纤维细胞生长因子",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "北京双鹭药业"
    ],
    "specifications": [
      {
        "specification": "35000IU/支",
        "manufacturer": "北京双鹭药业",
        "full_manufacturer": "北京双鹭药业股份有限公司",
        "price": 63.0,
        "unit": "盒",
        "code": "X00176",
        "approval_number": "国药准字S20020023",
        "insurance_code": "XD03AXC105P009010100148",
        "location": "2D-5"
      }
    ],
    "pinyin": "waiyongchongzurenjianxingchengxianweixibaoshengzhangyinzi",
    "pinyin_initials": "wyczrjxcxwxbszyz",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于促进创面愈合，可用于慢性创面、新鲜创面、烧伤创面。",
      "dosage": "将西林瓶中的重组人碱性成纤维细胞生长因子（rh-bFGF）干粉用注射用水或氯化钠注射液溶解后直接涂于或用喷雾器喷于清创后的伤患处，或者在伤患处覆以适当大小的消毒纱布，将药液均匀滴加于纱布，适当包扎即可，rh-bFGF的最适用量约为90U/cm²创伤面积。",
      "contraindications": "对本品过敏者禁用。给药部位患有恶性肿瘤或者有既往史者禁用。",
      "adverse_reactions": "未见明显不良反应。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "本品使用面积超过10%体表面积时的安全性尚未确定。运动员慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于促进创面愈合，可用于慢性创面、新鲜创面、烧伤创面。",
      "full_dosage": "将西林瓶中的重组人碱性成纤维细胞生长因子（rh-bFGF）干粉用注射用水或氯化钠注射液溶解后直接涂于或用喷雾器喷于清创后的伤患处，或者在伤患处覆以适当大小的消毒纱布，将药液均匀滴加于纱布，适当包扎即可，rh-bFGF的最适用量约为90U/cm²创伤面积。",
      "full_contraindications": "对本品过敏者禁用。给药部位患有恶性肿瘤或者有既往史者禁用。",
      "full_adverse_reactions": "未见明显不良反应。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "本品使用面积超过10%体表面积时的安全性尚未确定。运动员慎用。",
      "pharmacodynamics": "本品对来源于中胚层和外胚层的细胞具有促进修复和再生作用。",
      "full_pharmacodynamics": "本品对来源于中胚层和外胚层的细胞具有促进修复和再生作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3548",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 120,
    "name": "保妇康栓",
    "full_name": "(甲)保妇康栓[国基]",
    "chemical_name": "保妇康栓",
    "dosage_form": "其他",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "海南碧凯药业"
    ],
    "specifications": [
      {
        "specification": "20.88g/盒",
        "manufacturer": "海南碧凯药业",
        "full_manufacturer": "海南碧凯药业有限公司",
        "price": 38.04,
        "unit": "盒",
        "code": "Y00000014982",
        "approval_number": "国药准字Z46020058",
        "insurance_code": "ZD02BAB0238010405763",
        "location": "H-5",
        "outpatient_location": "O-5"
      }
    ],
    "pinyin": "baofukangshuan",
    "pinyin_initials": "bfks",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "主要用于全身骨显像，（平面或断层）： 1.诊断转移性骨肿瘤； 2.原发性骨肿瘤，（骨肉瘤、软骨肉瘤、骨软骨瘤、骨巨细胞瘤）； 3.代谢性骨病（骨质疏松、骨软化、畸形性骨炎Paget病、甲状旁腺功能亢进）； 4.骨创伤及骨关节疾病等。",
      "dosage": "成人静脉注射370～740MBq（10～20mCi）99mTc-MDP，2～3小时后显像，注射后告知病人多饮水以加速清除非骨组织的显像剂。取适合部位检查，检查时应包括相对称的健康测，以便与患侧作比较。正常骨浓聚显像剂的量各部位不同，一般扁平及各大关节部位显像清晰。",
      "contraindications": "症 小儿、妊娠及哺乳期妇女禁用。",
      "adverse_reactions": "停药后自行消失，过敏体质者慎用。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约1.06min，肾脏排泄。",
      "precautions": "⑴本品如发生变色或沉淀，应停止使用。 ⑵下列药物及因素对本品的分布有影响：①长春新碱、环磷酰胺、氢氧化铝、硫酸亚铁、多囊性疾病、肾梗阻疾病、血清pH碱性、血钙增高及外科病变等能影响胃的摄取；②维生素D3、血管钙化疾病、室壁瘤、心肌梗死、不稳定心绞痛等影响心肌吸收；③氢氧化铝、硫酸亚铁、血钙增高症、血清铁增高症、非钙化性肝脏淀粉样变性、转移性疾病、原发性肿瘤、",
      "source": "湖南药事服务网",
      "full_indications": "主要用于全身骨显像，（平面或断层）： 1.诊断转移性骨肿瘤； 2.原发性骨肿瘤，（骨肉瘤、软骨肉瘤、骨软骨瘤、骨巨细胞瘤）； 3.代谢性骨病（骨质疏松、骨软化、畸形性骨炎Paget病、甲状旁腺功能亢进）； 4.骨创伤及骨关节疾病等。",
      "full_dosage": "成人静脉注射370～740MBq（10～20mCi）99mTc-MDP，2～3小时后显像，注射后告知病人多饮水以加速清除非骨组织的显像剂。取适合部位检查，检查时应包括相对称的健康测，以便与患侧作比较。正常骨浓聚显像剂的量各部位不同，一般扁平及各大关节部位显像清晰。",
      "full_contraindications": "症 小儿、妊娠及哺乳期妇女禁用。",
      "full_adverse_reactions": "停药后自行消失，过敏体质者慎用。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察",
      "full_pharmacokinetics": "⑴药效学：骨显像的原理为骨骼的无机成分中有一种六角形的羟基磷灰石结晶，羟基磷灰石结晶的表面能对99mTc-MDP有很高的亲和力，病变部位由于这些成分的增多而呈现放射性浓聚区。影响骨骼浓聚这些放射性药物的主要因素时骨骼的血供状态和新骨的形成速度。此外，本品还能够定位于梗死的心肌细胞或钙化的软组织内，其他还有钙化的软骨、血管及肾脏。 ⑵药动学：99mTc-MDP是目前公认的较理想的骨显像剂。它的主要优点是：制备容易，对患者的辐射剂量低，无药理效应，经血流一次通过骨的摄取率高，软组织清除快，因此，靶/本底比值高，γ照相机或单光子发射断层（SPECT）显像效率高，99mTc-MDP静脉注射后，它自血液中清除为三室模型，半衰期分别为6.13±1.06min、46.8±9.2min及398±71min。自血液至骨骼的转移速率为0.0163±0.0038min，骨骼至血液的转移速率为0.0163±0.0019min、骨骼至软组织的迁移速率为0.0497±0.0061min，软组织至血液的迁移速率为0.0515±0.0064min，血液至尿的迁移速率为0.0133±0.0031min。静脉注射后3小时骨骼的聚集量达到高峰，约为40％～50％，可持续2小时以上，软组织内的聚集量于30min达到高峰。然后逐渐下降，因此，最理想的显像时间为静脉注射后3小时左右。注射后2～3小时约10％与骨骼结合。它与血浆蛋白和红细胞结合少，加速了尿排泄与骨骼摄取，增加了骨骼/软组织的比值。朱砂3～6小时由尿中排泄量为50％以上。",
      "full_precautions": "⑴本品如发生变色或沉淀，应停止使用。 ⑵下列药物及因素对本品的分布有影响：①长春新碱、环磷酰胺、氢氧化铝、硫酸亚铁、多囊性疾病、肾梗阻疾病、血清pH碱性、血钙增高及外科病变等能影响胃的摄取；②维生素D3、血管钙化疾病、室壁瘤、心肌梗死、不稳定心绞痛等影响心肌吸收；③氢氧化铝、硫酸亚铁、血钙增高症、血清铁增高症、非钙化性肝脏淀粉样变性、转移性疾病、原发性肿瘤、血清pH碱性及外科病变可能影响肝脏摄取；④剧烈运动、外科病变能影响肌肉摄取；⑤原发性癌、男子女性型乳房可影响乳腺摄取；⑥氢氧化铝、镰状细胞性贫血、霍奇金氏病及外科病变可影响脾脏摄取；⑦维生素D3、右旋糖酐铁、碘化抗菌剂及钙化、淀粉样变能影响软组织摄取；⑧老年病人影响气管摄取；⑨肿瘤、脑梗死可影响脑摄取；⑩骨关节炎、转移性疾病可影响下颈部摄取。 用法与用量 成人静脉注射370～740MBq（10～20mCi）99mTc-MDP，2～3小时后显像，注射后告知病人多饮水以加速清除非骨组织的显像剂。取适合部位检查，检查时应包括相对称的健康测，以便与患侧作比较。正常骨浓聚显像剂的量各部位不同，一般扁平及各大关节部位显像清晰。",
      "composition": "莪术油、冰片。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4739",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 121,
    "name": "曲安奈德注射液",
    "full_name": "(甲)曲安奈德注射液[市基]",
    "chemical_name": "曲安奈德注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "昆明积大制药"
    ],
    "specifications": [
      {
        "specification": "40mg/瓶",
        "manufacturer": "昆明积大制药",
        "full_manufacturer": "昆明积大制药股份有限公司",
        "price": 7.94,
        "unit": "盒",
        "code": "X00165",
        "approval_number": "国药准字H53021604",
        "insurance_code": "XH02ABQ082B002010105589",
        "location": "B-4",
        "outpatient_location": "Q-4"
      }
    ],
    "pinyin": "quannaide",
    "pinyin_initials": "qand",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "外用适用于接触性皮炎、脂溢性皮炎、神经性皮炎、湿疹、银屑病、盘状红斑狼疮等糖皮质激素外用有效的皮肤病。局部注射可用于瘢痕疙瘩、肥厚性疤痕、腱鞘炎、滑囊炎、肩周炎等的治疗。鼻喷雾剂用于和预防成人及4岁以上儿童的季节性或常年性变应性鼻炎。气雾剂可用于支气管哮喘。",
      "dosage": "成人：和12岁以上儿童，一次每侧鼻孔各2喷（110μg；儿童：，一次每侧鼻孔各2喷（110μg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "参阅肾上腺皮质激素项。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵面部、腋下、腹股沟等皮肤细嫩部位慎用。⑷儿童慎用。局部外用于皮肤的注意事项：\n⑴本品不宜大面积或长期局部外用。",
      "source": "湖南药事服务网",
      "full_indications": "外用适用于接触性皮炎、脂溢性皮炎、神经性皮炎、湿疹、银屑病、盘状红斑狼疮等糖皮质激素外用有效的皮肤病。局部注射可用于瘢痕疙瘩、肥厚性疤痕、腱鞘炎、滑囊炎、肩周炎等的治疗。鼻喷雾剂用于治疗和预防成人及4岁以上儿童的季节性或常年性变应性鼻炎。气雾剂可用于支气管哮喘。",
      "full_dosage": "⑴肌内注射，一次20～100mg，一周1次。    <br>　　⑵关节腔内或皮下注射：用量酌情决定，一般为2.5～5mg。    <br>　　⑶对皮肤病可于皮损部位或分数个部位注射，一次10～40mg。每3～4周1次，局部注射剂使用前应充分摇匀。    <br>　　⑷外用，将软膏、乳膏涂于患处，一日2～3次。    <br>　　⑸鼻喷雾剂：鼻腔喷雾吸入(用前须振摇5次以上)：①成人和12岁以上儿童，一次每侧鼻孔各2喷（110μg），一日1次。当症状控制时，用维持量，一次每侧鼻孔各1喷，一日1次；如果症状未被有效控制，则剂量可增至一次每侧鼻孔各4喷，但一次总量不超过440μg（8喷）。②4～12岁的儿童，一次每侧鼻孔各1喷（56μg），一日1次。每日最大量，一次每侧鼻孔各2喷（110μg），一日1次。    <br>　　⑹气雾剂：气雾吸入：用前振摇数次，成人每日0.8～1.0mg，儿童每日0.4mg，分4次给药。用后立即漱口。",
      "full_contraindications": "参阅肾上腺皮质激素项。  <br>⑴对本药及其基质成分过敏者或对其他糖皮质激素过敏者禁用。  <br>⑵急性细菌性、真菌性及病毒性等感染性皮肤病禁用。  <br>⑶作局部注射时：有高血压、心脏病、肝肾功能不全等的患者视病情慎用乃至禁用；局部有感染的禁用。",
      "full_adverse_reactions": "注射剂上市后不良反应监测数据显示本品可见以下不良反应/事件：<br>⑴皮肤及其附件损害：皮疹、瘙痒、皮肤变色、局部皮肤反应、皮肤色素减退、皮肤发红、多汗等；<br>⑵全身性损害：胸闷、疼痛、乏力、发热、寒战、疼痛加重、面色苍白、水肿等；<br>⑶消化系统损害：恶心、呕吐、腹痛、呃逆等；<br>⑷神经系统损害：头晕、头痛、局部麻木等；<br>⑸免疫功能紊乱：过敏反应、过敏样反应、过敏性休克等；<br>⑹用药部位损害：注射部位疼痛、局部红肿、注射部位瘙痒、注射部位反应等；<br>⑺呼吸系统损害：呼吸困难等；<br>⑻精神障碍：失眠、焦急不安等；<br>⑼生殖系统损害：月经紊乱等；<br>⑽血管损害和出凝血障碍：潮红等。 <br>局部外用于皮肤的不良反应有：<br>⑴可有烧灼感、皮肤刺激感。偶可发生接触性皮炎。  <br>⑵长期外用局部可出现毛细血管扩张、多毛、皮肤萎缩、创伤愈合障碍，并使皮肤容易发生继发感染，如毛囊炎及真菌感染，封包治疗时更多见。  <br>⑶长期外用于面部可出现痤疮样疹、酒渣样皮炎、颜面红斑、口周皮炎等。  <br>⑷长期、大面积使用可因药物的累积吸作用出现皮质功能亢进征（库欣综合征），表现为多毛、痤疮、满月脸、高血压、骨质疏松、精神抑郁、伤口愈合不良等。儿童长期使用可抑制生长发育。  <br>⑸皮损内局部注射可引起局部皮肤萎缩，凹陷。  <br>鼻腔喷雾的不良反应：①鼻、咽部干燥或烧灼感，喷嚏或轻微鼻出血、头痛等；②鼻分泌物呈黄色或绿色，有异味；③罕见鼻中隔穿孔、眼压升高，通常见于曾做过鼻手术的患者。",
      "full_interactions": "参阅肾上腺皮质激素项。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴关节腔内注射可能引起关节损害。  <br>⑵长期用于眼部可引起眼内压升高。病毒性、结核性或急性化脓性眼病忌用。  <br>⑶孕妇不宜长期使用。<br>⑷虽然很少有病例报道对注射皮质激素过敏，但对于有药物过敏史的患者，在使用本品时，也应该用适当的方法防止过敏。<br>⑸对诊断的干扰：<br>①糖皮质激素可使血糖、血胆固醇和血脂肪酸、血钠水平升高，使血钙、血钾下降。<br>②对外周血象的影响为淋巴细胞、真核细胞及嗜酸、嗜碱细胞数下降，多核白细胞和血小板增加，后者也可下降。<br>③长期大剂量使用糖皮质激素可使皮肤试验结果呈假阴性，如结核菌素试验、组织胞浆菌素试验和过敏反应皮试等。<br>④长期大剂量使用糖皮质激素可使甲状腺131I摄取率下降，减弱促甲状腺激素（TSH）对TSH释放素（TRH）刺激的反应，使TRH兴奋实验结果呈假阳性。干扰促黄体生成素释放素（LHRH）兴奋试验的结果。<br>⑤可使同位素脑和骨显象减弱或稀疏。<br>⑹其他参阅肾上腺皮质激素项。    <br>局部外用于皮肤的注意事项：<br>⑴本品不宜大面积或长期局部外用。因为长期大量使用，由于全身性吸收作用可造成可逆性下丘脑-垂体-肾上腺轴的抑制。  <br>⑵面部、腋下、腹股沟等皮肤细嫩部位慎用。长期使用，可发生皮肤萎缩变薄和毛细血管扩张等。  <br>⑶孕妇、哺乳期妇女应考虑用药利弊，慎重使用。  <br>⑷儿童慎用。  <br>⑸患处涂药后不需封包。封包疗法只适于掌跖及肥厚的皮损，应在医务人员指导下使用。  <br>⑹本品不可用于眼部。  <br>⑺皮肤有化脓感染和真菌感染时须同时使用抗感染药物。如同时使用后，感染的症状没有及时改善，应停用本药直至感染得到控制。",
      "pharmacodynamics": "本品作用与曲安西龙相似，其抗炎和抗过敏作用较强且较持久。肌内注射后在数小时内生效，经1～2日达最大疗效，作用可维持2～3周。本品4mg的抗炎活性相当于25mg可的松。",
      "full_pharmacodynamics": "本品作用与曲安西龙相似，其抗炎和抗过敏作用较强且较持久。肌内注射后在数小时内生效，经1～2日达最大疗效，作用可维持2～3周。本品4mg的抗炎活性相当于25mg可的松。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1246",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 122,
    "name": "牛碱性成纤维细胞生长因子滴眼液",
    "full_name": "(乙10%)牛碱性成纤维细胞生长因子滴眼液",
    "chemical_name": "牛碱性成纤维细胞生长因子滴眼液",
    "dosage_form": "滴眼液",
    "types": [],
    "manufacturers": [
      "珠海亿胜生物制药"
    ],
    "specifications": [
      {
        "specification": "21000IU/5ml/瓶",
        "manufacturer": "珠海亿胜生物制药",
        "full_manufacturer": "珠海亿胜生物制药有限公司",
        "price": 21.09,
        "unit": "盒",
        "code": "X00162",
        "approval_number": "国药准字S19991022",
        "insurance_code": "XS01XAN125G010020100612",
        "location": "2E-5",
        "outpatient_location": "2C-1"
      },
      {
        "specification": "21000IU/5ml/瓶",
        "manufacturer": "珠海亿胜生物制药",
        "full_manufacturer": "珠海亿胜生物制药有限公司",
        "price": 21.09,
        "unit": "盒",
        "code": "Y00000014988",
        "approval_number": "国药准字S19991022",
        "insurance_code": "XS01XAN125G010020100612"
      }
    ],
    "pinyin": "niujianxingchengxianweixibaoshengzhangyinzi",
    "pinyin_initials": "njxcxwxbszyz",
    "dosage_form_pinyin": "diyanye",
    "dosage_form_initials": "dyy",
    "manual": {
      "indications": "适用于有糖尿病的患者，或糖耐量不正常合并有营养不良，有肠道功能而又不能正常进食的患者。",
      "dosage": "通过管饲或口服使用，应根据患者体重和消耗状况计算每日用量。 ⑴需要安全量补充者：推荐剂量为按体重一日30ml/kg，平均剂量为一日2000ml（1800kcal）。 ⑵部分营养补充者：推荐剂量为一日500ml（500kcal）。管饲给药时，应逐渐增加给药速度，第一天的速度约为20ml/h，以后每天逐日增至125ml/h。通过重力或泵调整输注速度。",
      "contraindications": "症 禁用：胃肠张力下降、急性胰腺炎和严重消化、吸收障碍。肝肾功能不全以及对本品所含成分有先天性代谢障碍者。",
      "adverse_reactions": "",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴给药速度过快或过量时，可能发生恶心、呕吐或腹泻。 ⑵对糖尿病患者适当调节降糖药用量或将每天用量分成几小部分给予。 ⑶注意本品所含成分（例如维生素A和K）的药物相互作用。",
      "source": "湖南药事服务网",
      "full_indications": "适用于有糖尿病的患者，或糖耐量不正常合并有营养不良，有肠道功能而又不能正常进食的患者。",
      "full_dosage": "通过管饲或口服使用，应根据患者体重和消耗状况计算每日用量。 ⑴需要安全量补充者：推荐剂量为按体重一日30ml/kg，平均剂量为一日2000ml（1800kcal）。 ⑵部分营养补充者：推荐剂量为一日500ml（500kcal）。管饲给药时，应逐渐增加给药速度，第一天的速度约为20ml/h，以后每天逐日增至125ml/h。通过重力或泵调整输注速度。",
      "full_contraindications": "症 禁用于胃肠张力下降、急性胰腺炎和严重消化、吸收障碍。肝肾功能不全以及对本品所含成分有先天性代谢障碍者。",
      "full_adverse_reactions": "",
      "full_interactions": "。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴给药速度过快或过量时，可能发生恶心、呕吐或腹泻。 ⑵对糖尿病患者应适当调节降糖药用量或将每天用量分成几小部分给予。 ⑶注意本品所含成分（例如维生素A和K）的药物相互作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3547",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 123,
    "name": "玉屏风颗粒",
    "full_name": "(甲)玉屏风颗粒[国基]",
    "chemical_name": "玉屏风颗粒",
    "dosage_form": "颗粒",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "国药集团广东环球制药"
    ],
    "specifications": [
      {
        "specification": "75g/盒",
        "manufacturer": "国药集团广东环球制药",
        "full_manufacturer": "国药集团广东环球制药有限公司",
        "price": 21.54,
        "unit": "盒",
        "code": "Y00000015047",
        "approval_number": "国药准字Z10930036",
        "insurance_code": "ZA01DAY0619010300294",
        "location": "D-3",
        "outpatient_location": "J-4"
      }
    ],
    "pinyin": "yupingfeng",
    "pinyin_initials": "ypf",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "用于产科催产及产后收缩子宫、止血等，并适用于肺、支气管出血（如咯血）消化道出血（呕血、便血）。对于腹腔手术后肠道麻痹等亦有功效。本品尚对尿崩症有减少排尿量的作用。",
      "dosage": "肌内、皮下注射或稀释后静脉滴注。",
      "contraindications": "症 1.对本品及所含成份过敏者禁用。 2.本品对患有心肌炎、血管硬化等患者禁用。 3.禁用：剖宫产史患者。催产时禁用：骨盆狭窄、双胎、羊水过多、子宫膨胀过度、产道梗阻、产前出血（前置胎盘、胎盘早剥）的患者。禁用：子宫口未开的晚期妊娠的引产和催产。 4．中重度肾功能不全者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "⑴本品与麦角制剂、麦角新碱合用时，有增强子宫收缩作用。 ⑵本品中含有的缩宫素与肾上腺素、硫喷妥钠、乙醚、氟烷、吗啡等同用时，会减弱子宫收缩作用。 输液调配 ⑴静脉注射液：一次5~10U用5%葡萄糖注射液20ml稀释。 ⑵静脉滴注液：一次2.5~10U用0.9%氯化钠注射液或5%葡萄糖注射液稀释成0.01U/ml的溶液。 ⑶新鲜调配为无色或几乎无色的澄明液体。本品pH为3.0~4.0。 给药说明 ⑴用于引产或催产加强宫缩，必须稀释后作静脉滴注，不可肌注。因肌注时用量难以调节，可造成子宫收缩过强及胎",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：本品含有催产素，小剂量可增强子宫的节律性收缩，大剂量能引起强制性收缩，使子宫肌层内血管受压迫而起止血作用。起作用较麦角快，而维持时间短（约0.5小时），故常与麦角合用（其作用可持续1小时以上）。所含的加压素有抗利尿和升压作用。由于有升血压作用，现产科已少用。加压素能直接收缩小动脉及毛细血管",
      "precautions": "4.高血压、冠状动脉病、脑血管疾病患者和老年患者慎用，如需使用，应严格掌握适应症，加强监测。6.老年患者慎用，如需使用，应严格掌握适应症，加强监测。5.因对子宫颈有强烈的兴奋作用，还有升压作用，禁用于子宫口未开的晚期妊娠的引产和催产。",
      "source": "湖南药事服务网",
      "full_indications": "用于产科催产及产后收缩子宫、止血等，并适用于肺、支气管出血（如咯血）消化道出血（呕血、便血）。对于腹腔手术后肠道麻痹等亦有功效。本品尚对尿崩症有减少排尿量的作用。",
      "full_dosage": "肌内、皮下注射或稀释后静脉滴注。 引产或催产：静脉滴注，⑴一次2.5～5单位（U），用氯化钠注射液稀释至每1ml中含有0.01U。静滴开始时每分钟不超过0.001～0.002U，每15～30分钟增加0.001～0.002U，至达到宫缩与正常分娩期相似，最快每分钟不超过0.02U，通常为每分钟0.002～0.005U。 ⑵控制产后出血：每分钟静滴0.02～0.04U，胎盘排出后可肌内注射5～10U。 ⑶产后子宫出血：一次3～6U肌内或皮下注射。 ⑷呼吸道或消化道出血：一次6～12U，肌内或皮下注射。 剂型与规格 注射液 6U 1ml基药 5U 0.5ml 10U 1ml XH01B甲0601 0% 哪儿有 注射液 3U 0.5ml基药 XH01B甲0601 0% 哪儿有",
      "full_contraindications": "症 1.对本品及所含成份过敏者禁用。 2.本品对患有心肌炎、血管硬化等患者禁用。 3.禁用于剖宫产史患者。催产时禁用于骨盆狭窄、双胎、羊水过多、子宫膨胀过度、产道梗阻、产前出血（前置胎盘、胎盘早剥）的患者。禁用于子宫口未开的晚期妊娠的引产和催产。 4．中重度肾功能不全者禁用。",
      "full_adverse_reactions": "上市后药品不良反应监测发现本品有以下不良反应/事件报告： 1.消化系统：腹痛、腹泻、恶心、呕吐、腹胀、腹部不适、呃逆等； 2.心血管系统：血压升高、心悸、心律失常、心绞痛、心动过缓、血压下降，心动过速等；` 3.精神神经系统：头晕、头痛、烦躁、抽搐、麻木、食欲异常、意识障碍、精神异常、精神障碍等； 4.代谢和营养障碍：主要表现为低钠血症，也有血钾、血氯、血钙、血镁降低等电解质异常的报道。低钠血症如纠正过快可出现渗透性脱髓鞘溶解综合征。 5.呼吸系统：胸闷、呼吸困难、呼吸急促等； 6.全身性反应：面色苍白、乏力、发热、寒战、全身不适、严重过敏样反应、过敏性休克等； 7.皮肤及附件：多汗、皮肤潮红、红肿、皮疹、瘙痒、局部皮肤坏死、血管性水肿等； 8.其他：静脉炎、注射部位红肿、注射部位疼痛、尿量减少、停药后多尿、血尿。有肾功能异常的个例报告。 禁忌症 1.对本品及所含成份过敏者禁用。 2.本品对患有心肌炎、血管硬化等患者禁用。 3.禁用于剖宫产史患者。催产时禁用于骨盆狭窄、双胎、羊水过多、子宫膨胀过度、产道梗阻、产前出血（前置胎盘、胎盘早剥）的患者。禁用于子宫口未开的晚期妊娠的引产和催产。 4．中重度肾功能不全者禁用。",
      "full_interactions": "⑴本品与麦角制剂、麦角新碱合用时，有增强子宫收缩作用。 ⑵本品中含有的缩宫素与肾上腺素、硫喷妥钠、乙醚、氟烷、吗啡等同用时，会减弱子宫收缩作用。 输液调配 ⑴静脉注射液：一次5~10U用5%葡萄糖注射液20ml稀释。 ⑵静脉滴注液：一次2.5~10U用0.9%氯化钠注射液或5%葡萄糖注射液稀释成0.01U/ml的溶液。 ⑶新鲜调配为无色或几乎无色的澄明液体。本品pH为3.0~4.0。 给药说明 ⑴用于引产或催产加强宫缩，必须稀释后作静脉滴注，不可肌注。因肌注时用量难以调节，可造成子宫收缩过强及胎儿窘迫。 ⑵静滴时需使用滴速调节器控制用量。 ⑶滴速应根据患者的具体情况而定。 ⑷有心脏病、肾脏病或高血压患者，用量要减少。 ⑸不能同时多途径给药及并用多种宫缩药。 ⑹遇有子宫收缩乏力，注药时间不宜超过6～8小时。 ⑺当出现宫缩过强或胎儿窘迫时必须立即停药。 ⑻静滴时出现胎儿心率明显下降，则表示子宫胎盘储备不足，应结束分娩。 用法与用量 肌内、皮下注射或稀释后静脉滴注。 引产或催产：静脉滴注，⑴一次2.5～5单位（U），用氯化钠注射液稀释至每1ml中含有0.01U。静滴开始时每分钟不超过0.001～0.002U，每15～30分钟增加0.001～0.002U，至达到宫缩与正常分娩期相似，最快每分钟不超过0.02U，通常为每分钟0.002～0.005U。 ⑵控制产后出血：每分钟静滴0.02～0.04U，胎盘排出后可肌内注射5～10U。 ⑶产后子宫出血：一次3～6U肌内或皮下注射。 ⑷呼吸道或消化道出血：一次6～12U，肌内或皮下注射。 剂型与规格 注射液 6U 1ml基药 5U 0.5ml 10U 1ml XH01B甲0601 0% 哪儿有 注射液 3U 0.5ml基药 XH01B甲0601 0% 哪儿有",
      "full_pharmacokinetics": "⑴药效学：本品含有催产素，小剂量可增强子宫的节律性收缩，大剂量能引起强制性收缩，使子宫肌层内血管受压迫而起止血作用。起作用较麦角快，而维持时间短（约0.5小时），故常与麦角合用（其作用可持续1小时以上）。所含的加压素有抗利尿和升压作用。由于有升血压作用，现产科已少用。加压素能直接收缩小动脉及毛细血管（尤其对内脏血管），可降低门静脉压和肺循环压力，有利于血管破裂处形成血栓止血，还能使肾小管和集合管对水分的重吸收增加。 ⑵药动学：本品口服能被消化液破坏，故不宜口服。肌内注射吸收良好，3～5分钟开始生效，维持时间为20～30分钟；静脉注射或静脉滴注起效更快，但维持时间很短。本品不与血浆蛋白结合，大部分经肝和肾代谢，少量以结合形式从尿排出。ｔ1/2约1～15分钟。",
      "full_precautions": "1.用药后如出现严重不良反应如心悸、胸闷、过敏性休克等，应立即停药。 2.用药后注意电解质监测，尤其注意低钠血症的发生。在纠正低钠血症时补钠速度不宜过快，以避免出现渗透性脱髓鞘综合症。 3.静脉给药时，避免药液外渗导致皮肤坏死的发生。静脉滴注时应注意药物浓度及滴速，一般为每分钟20滴。滴速过快或静脉推注均易引起腹痛或腹泻。 4.高血压、冠状动脉病、脑血管疾病患者和老年患者慎用，如需使用，应严格掌握适应症，加强监测。 5.因对子宫颈有强烈的兴奋作用，还有升压作用，禁用于子宫口未开的晚期妊娠的引产和催产。 6.老年患者慎用，如需使用，应严格掌握适应症，加强监测。一旦出现不良反应要立即停药，积极抢救。 药物相互作用 ⑴本品与麦角制剂、麦角新碱合用时，有增强子宫收缩作用。 ⑵本品中含有的缩宫素与肾上腺素、硫喷妥钠、乙醚、氟烷、吗啡等同用时，会减弱子宫收缩作用。 输液调配 ⑴静脉注射液：一次5~10U用5%葡萄糖注射液20ml稀释。 ⑵静脉滴注液：一次2.5~10U用0.9%氯化钠注射液或5%葡萄糖注射液稀释成0.01U/ml的溶液。 ⑶新鲜调配为无色或几乎无色的澄明液体。本品pH为3.0~4.0。 给药说明 ⑴用于引产或催产加强宫缩，必须稀释后作静脉滴注，不可肌注。因肌注时用量难以调节，可造成子宫收缩过强及胎儿窘迫。 ⑵静滴时需使用滴速调节器控制用量。 ⑶滴速应根据患者的具体情况而定。 ⑷有心脏病、肾脏病或高血压患者，用量要减少。 ⑸不能同时多途径给药及并用多种宫缩药。 ⑹遇有子宫收缩乏力，注药时间不宜超过6～8小时。 ⑺当出现宫缩过强或胎儿窘迫时必须立即停药。 ⑻静滴时出现胎儿心率明显下降，则表示子宫胎盘储备不足，应结束分娩。 用法与用量 肌内、皮下注射或稀释后静脉滴注。 引产或催产：静脉滴注，⑴一次2.5～5单位（U），用氯化钠注射液稀释至每1ml中含有0.01U。静滴开始时每分钟不超过0.001～0.002U，每15～30分钟增加0.001～0.002U，至达到宫缩与正常分娩期相似，最快每分钟不超过0.02U，通常为每分钟0.002～0.005U。 ⑵控制产后出血：每分钟静滴0.02～0.04U，胎盘排出后可肌内注射5～10U。 ⑶产后子宫出血：一次3～6U肌内或皮下注射。 ⑷呼吸道或消化道出血：一次6～12U，肌内或皮下注射。 剂型与规格 注射液 6U 1ml基药 5U 0.5ml 10U 1ml XH01B甲0601 0% 哪儿有 注射液 3U 0.5ml基药 XH01B甲0601 0% 哪儿有",
      "composition": "黄芪、防风、白术（炒）。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7069",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 124,
    "name": "盐酸氟桂利嗪胶囊",
    "full_name": "(甲)盐酸氟桂利嗪胶囊[国基、上增]",
    "chemical_name": "盐酸氟桂利嗪胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "江苏平光制药"
    ],
    "specifications": [
      {
        "specification": "5mg/粒",
        "manufacturer": "江苏平光制药",
        "full_manufacturer": "江苏平光制药（焦作）有限公司",
        "price": 3.35,
        "unit": "盒",
        "code": "Y00000015023",
        "approval_number": "国药准字H20066917",
        "insurance_code": "XN07CAF072E001010203120",
        "location": "E-5",
        "outpatient_location": "G-2"
      }
    ],
    "pinyin": "yansuanfuguiliqin",
    "pinyin_initials": "ysfglq",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于自然或术后绝经所致的围绝经期综合症。",
      "dosage": "每日口服1片，每28天为一个疗程。",
      "contraindications": "症 已知或疑有乳腺癌史；已知或疑有雌激素依赖性恶性肿瘤（如子宫内膜癌）；原因不明的生殖道出血；未治疗的子宫内膜增生过长 ；既往特发性或现有静脉血栓栓塞（深静脉栓塞，肺栓塞）；活动性或新近动脉血栓栓塞性疾病（如心绞痛，心肌梗塞）；急性肝病或有肝病史者，肝功能指标未能恢复正常；已知对芬吗通(雌二醇片/雌",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、瘙痒、过敏、疼痛等。",
      "interactions": "如与已知诱导药物代谢酶，特别是P450酶的药物合用，如抗惊厥药（如苯巴比妥、卡马西平、苯妥英）和抗感染药（如利福平，利福布汀、萘维拉平、依法韦恩茨）可使雌激素代谢增加。尽管利托那韦和萘非那韦是已知的强效抑制剂，但与甾体类激素合用时却显示诱导效应。含有St.John s麦芽汁的金丝桃属植物的草药制剂可能诱导雌激素和孕激素的代谢。临床上，雌激素和孕激素代谢增加可能导致效应削弱并改变子宫出血类型。目前无已知的与地屈孕酮相互作用的药物。 给药说明 雌二醇片含雌二醇2mg；雌二醇地屈孕酮片含雌二醇2mg和",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "只有当绝经相关症状对生活质量有不利影响时才能开始HRT治疗。对所有病例都进行至少每年1次的风险和收益仔细评估，并且只有在收益超过风险时才能继续使用HRT。 仔细阅读说明书并遵医嘱使用。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗自然或术后绝经所致的围绝经期综合症。",
      "full_pharmacokinetics": "",
      "full_dosage": "每日口服1片，每28天为一个疗程。前14天，每日口服1片白色片（内含雌二醇1 mg）。后14天，每日口服1片灰色片（内含雌二醇1 mg和地屈孕酮10 mg）。一个疗程28天结束后，应于第29天起继续开始下一个疗程。患者应按照包装上标明的次序每日口服1片。应不间断的持续服药。在起始治疗和持续治疗绝经相关症状时，应在最短疗程内使用最低有小剂量。治疗绝经相关症状通常治疗应从芬吗通(雌二醇片/雌二醇地屈孕酮片)1/10开始。根据临床疗效，剂量随后可视个体需要而调整。如与雌激素不足相关的不适被改善时，可增加剂量而使用芬吗通(雌二醇片/雌二醇地屈孕酮片)2/10，前14天，每日服用1片橙色片（含雌二醇2 mg），后14天，每日服用1片黄色片（含雌二醇2 mg和地屈孕酮10 mg）。芬吗通(雌二醇片/雌二醇地屈孕酮片)不受进食影响。",
      "full_contraindications": "症 已知或疑有乳腺癌史；已知或疑有雌激素依赖性恶性肿瘤（如子宫内膜癌）；原因不明的生殖道出血；未治疗的子宫内膜增生过长 ；既往特发性或现有静脉血栓栓塞（深静脉栓塞，肺栓塞）；活动性或新近动脉血栓栓塞性疾病（如心绞痛，心肌梗塞）；急性肝病或有肝病史者，肝功能指标未能恢复正常；已知对芬吗通(雌二醇片/雌二醇地屈孕酮片)活性组分或任何赋形剂过敏；卟啉症患者，已知或可疑妊娠者（仅当适应症不仅限于绝经后女性）禁用。",
      "full_adverse_reactions": "感染和传染病 ：偶见阴道念珠菌病。新生物良性，恶性和未定性者 ：偶见平滑肌瘤增大。血液和淋巴系统疾病 ：十分罕见溶血性贫血。精神性疾病 ：偶见抑郁、性欲改变、神经质。神经性疾病 ：常见头痛、偏头痛，偶见头晕，十分罕见舞蹈病。眼病 ：罕见不耐受接触镜（隐形眼镜），角膜曲度变陡。心脏疾病 ：十分罕见心肌梗塞。脉管性疾病 ：偶见静脉血栓栓塞，十分罕见卒中。胃肠道疾病 ：常见恶心，腹痛，胃肠胀气，十分罕见呕吐。肝胆疾病 ：偶见胆囊疾病，罕见肝功能改变，有时伴无力或不适，黄疸和腹痛。皮肤和皮下组织疾病 ：偶见过敏性皮肤反应，皮疹，风疹，瘙痒，十分罕见黄褐斑或黑斑，可能停药后持续存在，多形性红斑，结节性红斑，血管性紫癜，血管性水肿。肌肉骨骼和结缔组织疾病 ：常见腿部痛性痉挛，偶见背部疼痛。生殖系统和乳房疾病 ：常见乳房疼痛/胀痛，突破性出血和点滴样出血，盆腔疼痛。偶见宫颈糜烂程度改变，宫颈粘液分级改变，痛经。罕见乳房增大，经前期综合症样改变。先天性和家族性/遗传性疾病 ：十分罕见卟啉症加重。全身性疾病和给药部位反应 ：常见无力，偶见周围性水肿。 禁忌症 已知或疑有乳腺癌史；已知或疑有雌激素依赖性恶性肿瘤（如子宫内膜癌）；原因不明的生殖道出血；未治疗的子宫内膜增生过长 ；既往特发性或现有静脉血栓栓塞（深静脉栓塞，肺栓塞）；活动性或新近动脉血栓栓塞性疾病（如心绞痛，心肌梗塞）；急性肝病或有肝病史者，肝功能指标未能恢复正常；已知对芬吗通(雌二醇片/雌二醇地屈孕酮片)活性组分或任何赋形剂过敏；卟啉症患者，已知或可疑妊娠者（仅当适应症不仅限于绝经后女性）禁用。",
      "full_interactions": "如与已知诱导药物代谢酶，特别是P450酶的药物合用，如抗惊厥药（如苯巴比妥、卡马西平、苯妥英）和抗感染药（如利福平，利福布汀、萘维拉平、依法韦恩茨）可使雌激素代谢增加。尽管利托那韦和萘非那韦是已知的强效抑制剂，但与甾体类激素合用时却显示诱导效应。含有St.John s麦芽汁的金丝桃属植物的草药制剂可能诱导雌激素和孕激素的代谢。临床上，雌激素和孕激素代谢增加可能导致效应削弱并改变子宫出血类型。目前无已知的与地屈孕酮相互作用的药物。 给药说明 雌二醇片含雌二醇2mg；雌二醇地屈孕酮片含雌二醇2mg和地屈孕酮10mg",
      "full_precautions": "只有当绝经相关症状对生活质量有不利影响时才能开始HRT治疗。对所有病例都应进行至少每年1次的风险和收益仔细评估，并且只有在收益超过风险时才能继续使用HRT。 请仔细阅读说明书并遵医嘱使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12634",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 125,
    "name": "盐酸普萘洛尔片",
    "full_name": "(甲)盐酸普萘洛尔片[国基]",
    "chemical_name": "盐酸普萘洛尔片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "江苏亚邦爱普森药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "江苏亚邦爱普森药业",
        "full_manufacturer": "江苏亚邦爱普森药业有限公司",
        "price": 19.86,
        "unit": "瓶",
        "code": "X00185",
        "approval_number": "国药准字H32020133",
        "insurance_code": "XC07AAP101A001010301510",
        "location": "L-2"
      }
    ],
    "pinyin": "yansuanpunailuoer",
    "pinyin_initials": "yspnle",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于需要全身治疗的增殖期婴儿血管瘤；甲状腺危象；的增殖期婴儿血管瘤的治疗；成人特发性震颤【美国FDA批准；特发性震颤的可选药物；指南】；洋地黄疗效不满意的房扑、房颤的心室率的控制；顽固性早搏改善患者的症状。",
      "dosage": "成人：口服一次10～30mg；儿童：，按体重一次0.01～0.1mg",
      "contraindications": "症 ⑴支气管哮喘；⑵心源性休克；⑶心传导阻滞（Ⅱ至Ⅲ度房室传导阻滞）；⑷重度或急性心力衰竭；⑸窦性心动过缓；⑹对本品过敏者。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻、发热、过敏等。",
      "interactions": "⑴与降压药相互作用：与可乐定同用而须停药时，须先停用本品，数天后再逐步减停可乐定，以免血压波动。与单胺氧化酶抑制药同用可致极度低血压，故禁用。与利血平同用，两者作用相加，β受体阻滞作用增强，有可能出现心动过缓及低血压。 ⑵与洋地黄苷类同用，可发生房室传导阻滞而致心率减慢，故须严密观察。 ⑶与钙拮抗药同用，特别是静脉给予维拉帕米，要十分警惕对心肌和传导系统的抑制。 ⑷与肾上腺素、苯福林或拟交感胺类同用，可引起显著高血压、心率减慢，也可能出现房室传导阻滞，故须严密观察。 ⑸可使非去极化肌松药如氯化筒",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑴本品可通过胎盘进入胎儿体内，有报道妊娠高血压者用后可致宫内胎儿发育迟缓，分娩时无力造成难产，新生儿可产生低血压、低血糖、呼吸抑制及心率减慢，尽管也有报告对母亲及胎儿均无影响，但必须慎用，不宜作为孕妇第一线治疗药。⑵可从乳汁分泌少量，故哺乳期妇女应慎用。与单胺氧化酶抑制药同用可致极度低血压，故禁用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴高血压，单独或与其他药物合并应用； ⑵心绞痛（典型心绞痛，即劳力型心绞痛）； ⑶心律失常，控制室上性快速心律失常、室性心律失常，特别是与儿茶酚胺有关及洋地黄引起者，可用于洋地黄疗效不满意的房扑、房颤的心室率的控制，也可用于顽固性早搏改善患者的症状； ⑷肥厚性心肌病，用于减低流出道压差，减轻心绞痛、心悸与昏厥等症状； ⑸嗜铬细胞瘤，配合α受体阻滞剂用于控制心动过速； ⑹甲状腺功能亢进者，用于控制心率过快，也用于治疗甲状腺危象； ⑺二尖瓣脱垂综合征； ⑻心肌梗死，作为二级预防，减少死亡率； ⑼用于需要全身治疗的增殖期婴儿血管瘤的治疗。 ⑽用于预防偏头痛和原发性震颤【美国FDA批准普萘洛尔用于预防成人偏头痛；中华医学会《临床诊疗指南：疼痛学分册》将普萘洛尔作为预防偏头痛的可选药物】。 ⑾用于治疗成人特发性震颤【美国FDA批准；中华医学会《临床诊疗指南·神经病分册》将普萘洛尔作为治疗特发性震颤的可选药物；2011AAN 基于证据的指南更新—特发性震颤治疗指南】。",
      "full_dosage": "⑴口服：①治疗偏头痛和慢性头痛的常用剂量为30～100mg/d。宜从小剂量开始，逐渐增加达到最适治疗剂量。②抗心律失常：成人：口服一次10～30mg，一日3～4次。根据心率、心律和血压酌情调整。③心绞痛、心肌梗死：口服10mg开始，一日3～4次，每3日可增加10～20mg，可逐渐增至一日200mg，分次服。缓释制剂开始一日40mg早或晚服，必要时可增至80mg。心肌梗死后预防可用至每日160mg。④高血压：口服10mg开始，一日3～4次，按需要及耐受程度调整用量，至血压控制为止。缓释制剂开始一日40mg早或晚服，必要时可增至80mg。⑤肥厚型心肌病：口服，一次10～20mg，一日3～4次，按需要及耐受程度调整。小儿用量尚未确定，一般口服按体重一日0.5～1.5mg/kg，分次服用。⑥嗜铬细胞瘤：口服，一次10～20mg，一日3～4次，术前用3天，常与α受体阻滞剂同用，一般应先用α受体阻滞剂，待药效出现并稳定后再加用本品。⑦用于亢：口服，一般亢病人一次10～20mg，一日3次；对于亢危象者，一次20～80mg，每4～6小时1次。⑧用于术前准备：一次20～40mg，每6小时口服1次，必要时加量，直到亢症状控制，心率降至正常范围。手术日清晨还需服药1次，手术后需继续服药数天，以后根据病情逐渐减量，如病情稳定，可在一周后停药。⑨用于婴儿血管瘤：婴儿的初始治疗年龄建议为5周-5月龄，或遵医嘱。推荐起始剂量为每日1mg/kg，分两次口服，用药间隔至少9小时。1周后，增加剂量至每日2mg/kg，分两次口服，并维持此剂量至少6个月。根据患儿体重和对药物的反应调整剂量。 ⑵静脉注射：①成人，缓慢注射一次1～3mg，必要时5分钟后可重复，总量5mg。②儿童，按体重一次0.01～0.1mg/kg，缓慢注入（＞10分钟），一次量不宜超过1mg。 ⑶特发性震颤。每次10-20mg，每日3次，每日最大剂量不超过90mg。",
      "full_contraindications": "症 ⑴支气管哮喘；⑵心源性休克；⑶心传导阻滞（Ⅱ至Ⅲ度房室传导阻滞）；⑷重度或急性心力衰竭；⑸窦性心动过缓；⑹对本品过敏者。",
      "full_adverse_reactions": "⑴较常见的有眩晕或头昏（低血压所致）、心率过慢（＜50次/分钟）； ⑵较少见的有支气管痉挛及呼吸困难、充血性心力衰竭、神志模糊（尤见于老年人）、精神抑郁、反应迟钝； ⑶更少见的有发热和咽痛（粒细胞缺乏）、皮疹（过敏反应）、出血倾向（血小板减少）； ⑷不良反应持续存在时，须格外警惕的有雷诺病样四肢冰冷、腹泻、倦怠、眼口活皮肤干燥、恶心、指趾麻木、异常疲乏等。 肝损伤 ⑴肝毒性：在接受普萘洛尔治疗的患者中，仅有不到2％患者的血清转氨酶水平出现轻度至中度的升高，且通常无症状或症状短暂，即使继续接受治疗也能恢复。尽管被广泛应用，仍无确切证据表明普萘洛尔与明显的临床肝损伤有关，报告的少数病例通常发生在同时接受其他肝毒性药物治疗或仅未患黄疸的血清酶升高的患者中。 ⑵损伤机制：普萘洛尔通过肝脏快速首过消除，但对P450活性几乎没有影响。它很少引起肝损伤的原因尚不清楚 禁忌症 ⑴支气管哮喘；⑵心源性休克；⑶心传导阻滞（Ⅱ至Ⅲ度房室传导阻滞）；⑷重度或急性心力衰竭；⑸窦性心动过缓；⑹对本品过敏者。",
      "full_interactions": "⑴与降压药相互作用：与可乐定同用而须停药时，须先停用本品，数天后再逐步减停可乐定，以免血压波动。与单胺氧化酶抑制药同用可致极度低血压，故禁用。与利血平同用，两者作用相加，β受体阻滞作用增强，有可能出现心动过缓及低血压。 ⑵与洋地黄苷类同用，可发生房室传导阻滞而致心率减慢，故须严密观察。 ⑶与钙拮抗药同用，特别是静脉给予维拉帕米，要十分警惕对心肌和传导系统的抑制。 ⑷与肾上腺素、苯福林或拟交感胺类同用，可引起显著高血压、心率减慢，也可能出现房室传导阻滞，故须严密观察。 ⑸可使非去极化肌松药如氯化筒箭毒碱、加拉碘铵等增效，时效也延长。 ⑹本品可引起糖尿病患者血糖过低，故与降糖药同用时，须调整降糖药的剂量。 ⑺与异丙肾上腺素或黄嘌呤同用，可是后者疗效减弱。 ⑻与氯丙嗪同用，可使两者的血药浓度均增加。 ⑼苯妥英钠、苯巴比妥、利福平等肝药酶诱导剂同用，可使本品清除加快。 ⑽安替比林、利多卡因、茶碱类使本品清除减慢。 ⑾不宜与单胺氧化酶抑制药（如帕吉林）合用。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师； ⑵缓释制剂需整片吞咽，不要咀嚼或掰碎； ⑶服用溶液剂可餐中或餐后即刻使用口服给药注射器直接注入口中。可用少量牛奶或果汁稀释，使用婴儿瓶服用。)如果患儿不进餐或呕吐，可停服该次用药。初次服用或增加剂量后，在给药后2小时内进行心率和血压监测。 ⑷可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 与两性霉素B脂质体及二氮嗪不相容。 输液调配 一次2.5-5mg稀释于5%或10%葡萄糖注射液100ml作静脉滴注液。新鲜调配为无色的澄明液体。本品pH为3.0～4.0。 【稳定性】用5%葡萄糖注射液、0.9%氯化钠注射液、葡萄糖氯化钠注射液或乳酸钠林格注射液稀释的0.5μg/ml与20μg/ml盐酸普萘洛尔溶液，在室温下放置24h，普萘洛尔化学性质保持不变。 给药说明 ⑴口服可以在空腹时，也可与食物食物共进，否则可使本品在肝内代谢减慢，生物利用度增加。 ⑵长期用本品者撤药须逐渐递减剂量，至少经过3天，一般为2周。逐渐递减本品，最后停用。 用法与用量 ⑴口服：①治疗偏头痛和慢性头痛的常用剂量为30～100mg/d。宜从小剂量开始，逐渐增加达到最适治疗剂量。②抗心律失常：成人：口服一次10～30mg，一日3～4次。根据心率、心律和血压酌情调整。③心绞痛、心肌梗死：口服10mg开始，一日3～4次，每3日可增加10～20mg，可逐渐增至一日200mg，分次服。缓释制剂开始一日40mg早或晚服，必要时可增至80mg。心肌梗死后预防可用至每日160mg。④高血压：口服10mg开始，一日3～4次，按需要及耐受程度调整用量，至血压控制为止。缓释制剂开始一日40mg早或晚服，必要时可增至80mg。⑤肥厚型心肌病：口服，一次10～20mg，一日3～4次，按需要及耐受程度调整。小儿用量尚未确定，一般口服按体重一日0.5～1.5mg/kg，分次服用。⑥嗜铬细胞瘤：口服，一次10～20mg，一日3～4次，术前用3天，常与α受体阻滞剂同用，一般应先用α受体阻滞剂，待药效出现并稳定后再加用本品。⑦用于亢：口服，一般亢病人一次10～20mg，一日3次；对于亢危象者，一次20～80mg，每4～6小时1次。⑧用于术前准备：一次20～40mg，每6小时口服1次，必要时加量，直到亢症状控制，心率降至正常范围。手术日清晨还需服药1次，手术后需继续服药数天，以后根据病情逐渐减量，如病情稳定，可在一周后停药。⑨用于婴儿血管瘤：婴儿的初始治疗年龄建议为5周-5月龄，或遵医嘱。推荐起始剂量为每日1mg/kg，分两次口服，用药间隔至少9小时。1周后，增加剂量至每日2mg/kg，分两次口服，并维持此剂量至少6个月。根据患儿体重和对药物的反应调整剂量。 ⑵静脉注射：①成人，缓慢注射一次1～3mg，必要时5分钟后可重复，总量5mg。②儿童，按体重一次0.01～0.1mg/kg，缓慢注入（＞10分钟），一次量不宜超过1mg。 ⑶特发性震颤。每次10-20mg，每日3次，每日最大剂量不超过90mg。",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴本品可通过胎盘进入胎儿体内，有报道妊娠高血压者用后可致宫内胎儿发育迟缓，分娩时无力造成难产，新生儿可产生低血压、低血糖、呼吸抑制及心率减慢，尽管也有报告对母亲及胎儿均无影响，但必须慎用，不宜作为孕妇第一线治疗药。 ⑵可从乳汁分泌少量，故哺乳期妇女应慎用。 ⑶老年人对本品代谢与排泄能力低，应适当调整剂量。 ⑷对诊断的干扰：用本品时，测定血尿素氮、脂蛋白、肌酐、钾、甘油三酯、尿酸等都可能增高；血糖则减低，但在糖尿病病人有时会增高。肾功能不全时普萘洛尔的代谢产物可蓄积血中，干扰测定血清胆红素的重氮反应，可出现假阳性。 ⑸下列情况应慎用：①过敏史；②充血性心力衰竭；③糖尿病；④肺气肿或非过敏性支气管炎；⑤肝功能不全；⑥状腺功能低下；⑦雷诺病或其他周围血管疾病；⑧肾功能减退。⑨儿童（可引起伴有痉挛和昏睡的重度低血糖）：开始普萘洛尔治疗之前，必须进行普萘洛尔使用相关风险的筛查，分析病史并进行相应的临床检查；如果出现下呼吸道感染并伴有呼吸困难和喘息，则应暂时停药并及时就医；使用过程中在不定期进食或呕吐时，容易出现低血糖，低血糖可以癫痫发作、昏睡或昏迷的形式出现。如果有低血糖的临床症状，建议及时补充含糖液体，并暂时停药；在第一次摄入和每次剂量增加后，建议监测血压和心率，尤其是小于3个月的婴儿；母乳喂养的患儿，如果母亲正在服用普萘洛尔或与普萘洛尔合用有相互作用的药物，请告知医生。 ⑹应用本品过程中应定期检查血常规、血压、心功能、肝功能、肾功能，糖尿病病人应定期检查血糖。 ⑺用量必须强调个体化，不同个体、不同疾病用量不尽相同，肝、肾功能不全者用小量。 ⑻注意血药浓度不能完全预示药理反应，故还应根据心率及血压等临床征象指导临床用药。 ⑼冠心病患者使用本品不宜骤停，否则可出现心绞痛、心肌梗死或室性心动过速。 ⑽亢病人用本品也不可骤停，否则使亢症状加重。 ⑾长期应用本品可在少数病人出现心力衰竭，倘若出现，可用洋地黄苷类和（或）利尿剂纠正。 ⑿逾量的处理：心动过缓给阿托品或异丙肾上腺素，必要时安装心脏起搏器，室性早搏给利多卡因或苯妥英钠。心力衰竭给氧、洋地黄苷类或利尿药。低血压时输液并给升压药。抽搐给地西泮或苯妥英钠。支气管痉挛给异丙肾上腺素、氨茶碱。 药物相互作用 ⑴与降压药相互作用：与可乐定同用而须停药时，须先停用本品，数天后再逐步减停可乐定，以免血压波动。与单胺氧化酶抑制药同用可致极度低血压，故禁用。与利血平同用，两者作用相加，β受体阻滞作用增强，有可能出现心动过缓及低血压。 ⑵与洋地黄苷类同用，可发生房室传导阻滞而致心率减慢，故须严密观察。 ⑶与钙拮抗药同用，特别是静脉给予维拉帕米，要十分警惕对心肌和传导系统的抑制。 ⑷与肾上腺素、苯福林或拟交感胺类同用，可引起显著高血压、心率减慢，也可能出现房室传导阻滞，故须严密观察。 ⑸可使非去极化肌松药如氯化筒箭毒碱、加拉碘铵等增效，时效也延长。 ⑹本品可引起糖尿病患者血糖过低，故与降糖药同用时，须调整降糖药的剂量。 ⑺与异丙肾上腺素或黄嘌呤同用，可是后者疗效减弱。 ⑻与氯丙嗪同用，可使两者的血药浓度均增加。 ⑼苯妥英钠、苯巴比妥、利福平等肝药酶诱导剂同用，可使本品清除加快。 ⑽安替比林、利多卡因、茶碱类使本品清除减慢。 ⑾不宜与单胺氧化酶抑制药（如帕吉林）合用。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师； ⑵缓释制剂需整片吞咽，不要咀嚼或掰碎； ⑶服用溶液剂可餐中或餐后即刻使用口服给药注射器直接注入口中。可用少量牛奶或果汁稀释，使用婴儿瓶服用。)如果患儿不进餐或呕吐，可停服该次用药。初次服用或增加剂量后，在给药后2小时内进行心率和血压监测。 ⑷可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 与两性霉素B脂质体及二氮嗪不相容。 输液调配 一次2.5-5mg稀释于5%或10%葡萄糖注射液100ml作静脉滴注液。新鲜调配为无色的澄明液体。本品pH为3.0～4.0。 【稳定性】用5%葡萄糖注射液、0.9%氯化钠注射液、葡萄糖氯化钠注射液或乳酸钠林格注射液稀释的0.5μg/ml与20μg/ml盐酸普萘洛尔溶液，在室温下放置24h，普萘洛尔化学性质保持不变。 给药说明 ⑴口服可以在空腹时，也可与食物食物共进，否则可使本品在肝内代谢减慢，生物利用度增加。 ⑵长期用本品者撤药须逐渐递减剂量，至少经过3天，一般为2周。逐渐递减本品，最后停用。 用法与用量 ⑴口服：①治疗偏头痛和慢性头痛的常用剂量为30～100mg/d。宜从小剂量开始，逐渐增加达到最适治疗剂量。②抗心律失常：成人：口服一次10～30mg，一日3～4次。根据心率、心律和血压酌情调整。③心绞痛、心肌梗死：口服10mg开始，一日3～4次，每3日可增加10～20mg，可逐渐增至一日200mg，分次服。缓释制剂开始一日40mg早或晚服，必要时可增至80mg。心肌梗死后预防可用至每日160mg。④高血压：口服10mg开始，一日3～4次，按需要及耐受程度调整用量，至血压控制为止。缓释制剂开始一日40mg早或晚服，必要时可增至80mg。⑤肥厚型心肌病：口服，一次10～20mg，一日3～4次，按需要及耐受程度调整。小儿用量尚未确定，一般口服按体重一日0.5～1.5mg/kg，分次服用。⑥嗜铬细胞瘤：口服，一次10～20mg，一日3～4次，术前用3天，常与α受体阻滞剂同用，一般应先用α受体阻滞剂，待药效出现并稳定后再加用本品。⑦用于亢：口服，一般亢病人一次10～20mg，一日3次；对于亢危象者，一次20～80mg，每4～6小时1次。⑧用于术前准备：一次20～40mg，每6小时口服1次，必要时加量，直到亢症状控制，心率降至正常范围。手术日清晨还需服药1次，手术后需继续服药数天，以后根据病情逐渐减量，如病情稳定，可在一周后停药。⑨用于婴儿血管瘤：婴儿的初始治疗年龄建议为5周-5月龄，或遵医嘱。推荐起始剂量为每日1mg/kg，分两次口服，用药间隔至少9小时。1周后，增加剂量至每日2mg/kg，分两次口服，并维持此剂量至少6个月。根据患儿体重和对药物的反应调整剂量。 ⑵静脉注射：①成人，缓慢注射一次1～3mg，必要时5分钟后可重复，总量5mg。②儿童，按体重一次0.01～0.1mg/kg，缓慢注入（＞10分钟），一次量不宜超过1mg。 ⑶特发性震颤。每次10-20mg，每日3次，每日最大剂量不超过90mg。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13740",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 126,
    "name": "盐酸丁螺环酮片",
    "full_name": "(甲)盐酸丁螺环酮片[国基]",
    "chemical_name": "盐酸丁螺环酮片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "江苏恩华药业"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "江苏恩华药业",
        "full_manufacturer": "江苏恩华药业股份有限公司",
        "price": 55.05,
        "unit": "瓶",
        "code": "X00372",
        "approval_number": "国药准字H19991024",
        "insurance_code": "XN05BED136A001020101436",
        "location": "E-2",
        "outpatient_location": "H-1"
      }
    ],
    "pinyin": "yansuandingluohuantong",
    "pinyin_initials": "ysdlht",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "主要用于广泛性焦虑障碍，尤其是慢性焦虑症，伴恐惧。抑郁症状，不能耐受苯二氮䓬类或对苯二氮䓬类特别敏感，和有物质滥用史的焦虑病人。对惊恐障碍无效。",
      "dosage": "口服：开始时一次5mg，一日2～3次。以后根据病情和耐受情况调整剂量，每隔2～3天增加5mg至每日15～30mg，每日最高剂量不应超过60mg。",
      "contraindications": "症 ⑴对本品过敏者、严重肝肾功能不全、重症肌无力、青光眼、癫痫患者禁用。 ⑵儿童、妊娠期妇女及分娩期禁用。",
      "adverse_reactions": "常见：头疼、头晕、恶心、乏力、烦躁不安",
      "interactions": "⑴与酒精和其他中枢抑制药合用，可使中枢抑制作用增强。 ⑵与氟哌啶醇合用可使氟哌啶醇血药浓度升高，引起锥体外系反应。 ⑶与氟西汀、氟伏沙明、西酞普兰和大剂量曲唑酮合用，可能引起5-HT综合征（高血压、高热、肌阵挛、腹泻等）。 ⑷与单胺氧化酶抑制药合用可使血压升高。 ⑸与地高辛合用可升高地高辛的血药浓度。 ⑹与环孢素合用可升高环孢素的血药浓度，易引起肾脏",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴和苯二氮䓬类（BDZ）无交叉耐受性，换用本品时不能减轻BDZ戒断症状。 ⑵因无抗惊厥作用，抽搐病人小心。 ⑶老人、肝、肾功能不全患者剂量减少。 ⑷告诉别人显效较慢，约需2～4周，不自行加量或停药。 ⑸本品及其代谢物，可从母乳排出，哺乳期妇女慎用。 ⑹动物研究虽无致畸作用，但孕妇用安全性尚未确定。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于广泛性焦虑障碍，尤其是慢性焦虑症，伴恐惧。抑郁症状，不能耐受苯二氮䓬类或对苯二氮䓬类特别敏感，和有物质滥用史的焦虑病人。对惊恐障碍无效。",
      "full_dosage": "口服：开始时一次5mg，一日2～3次。以后根据病情和耐受情况调整剂量，每隔2～3天增加5mg至每日15～30mg，每日最高剂量不应超过60mg。",
      "full_contraindications": "症 ⑴对本品过敏者、严重肝肾功能不全、重症肌无力、青光眼、癫痫患者禁用。 ⑵儿童、妊娠期妇女及分娩期禁用。",
      "full_adverse_reactions": "⑴常见不良反应：头疼、头晕、恶心、乏力、烦躁不安。 ⑵少见不良反应：失眠、兴奋、震颤、共济失调、麻木、疲乏、感觉异常、胃肠不适。 ⑶有报道显示，大剂量时能升高催乳素、生长激素浓度。 ⑷可能诱发轻躁狂或躁狂。 ⑸有轻度抗抑郁作用，大剂量可出现心境恶劣。",
      "full_interactions": "⑴与酒精和其他中枢抑制药合用，可使中枢抑制作用增强。 ⑵与氟哌啶醇合用可使氟哌啶醇血药浓度升高，引起锥体外系反应。 ⑶与氟西汀、氟伏沙明、西酞普兰和大剂量曲唑酮合用，可能引起5-HT综合征（高血压、高热、肌阵挛、腹泻等）。 ⑷与单胺氧化酶抑制药合用可使血压升高。 ⑸与地高辛合用可升高地高辛的血药浓度。 ⑹与环孢素合用可升高环孢素的血药浓度，易引起肾脏",
      "full_pregnancy_category": "B\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴和苯二氮䓬类（BDZ）无交叉耐受性，换用本品时不能减轻BDZ戒断症状。 ⑵因无抗惊厥作用，抽搐病人应小心。 ⑶老人、肝、肾功能不全患者剂量应减少。 ⑷告诉别人显效较慢，约需2～4周，不应自行加量或停药。 ⑸本品及其代谢物，可从母乳排出，哺乳期妇女慎用。 ⑹动物研究虽无致畸作用，但孕妇应用安全性尚未确定。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=8106",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 127,
    "name": "盐酸度洛西汀肠溶胶囊",
    "full_name": "(乙10%)盐酸度洛西汀肠溶胶囊",
    "chemical_name": "盐酸度洛西汀肠溶胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "上海上药中西制药"
    ],
    "specifications": [
      {
        "specification": "20mg/粒",
        "manufacturer": "上海上药中西制药",
        "full_manufacturer": "上海上药中西制药有限公司",
        "price": 8.54,
        "unit": "盒",
        "code": "Y00000014652",
        "approval_number": "国药准字H20061263",
        "insurance_code": "XN06AXD151E005010100834",
        "location": "E-5",
        "outpatient_location": "H-4"
      }
    ],
    "pinyin": "yansuanduluoxitingchangrong",
    "pinyin_initials": "ysdlxtcr",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "适用急、慢性肝病（各型肝炎、肝硬化、脂肪肝及肝炎后综合征）引起的血氨升高及肝性脑病。",
      "dosage": "成人常用量：①口服，一次5.0g，一日2～3次，溶解在水或饮料中，餐前或餐后服用。②静脉滴注，急性肝炎，一日5.0～10.0g；慢性肝炎或肝硬化，一日10.0～20.0g，病情严重可适当增加剂量，但一日不得超过40.0g；肝昏迷早期可视病情轻重，最多使用不得超过40.0g。",
      "contraindications": "症 ⑴对于本品中任何成份过敏者禁用。⑵严重肾功能不全的患者（诊断标准是血清中肌酐水平超过3mg/100ml）禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "t1/2约3.5小时。",
      "precautions": "⑴上市后监测到本制剂有过敏性休克的病例报告，在有抢救条件的医疗机构使用，用药前仔细询问患者用药史和过敏史，用药过程中注意观察，一旦出现过敏反或其他严重",
      "source": "湖南药事服务网",
      "full_indications": "适用急、慢性肝病（各型肝炎、肝硬化、脂肪肝及肝炎后综合征）引起的血氨升高及肝性脑病。",
      "full_pharmacokinetics": "半衰期为3.5小时",
      "full_dosage": "成人常用量：①口服，一次5.0g，一日2～3次，溶解在水或饮料中，餐前或餐后服用。②静脉滴注，急性肝炎，一日5.0～10.0g；慢性肝炎或肝硬化，一日10.0～20.0g，病情严重可适当增加剂量，但一日不得超过40.0g；肝昏迷早期可视病情轻重，最多使用不得超过40.0g。",
      "full_contraindications": "症 ⑴对于本品中任何成份过敏者禁用。⑵严重肾功能不全的患者（诊断标准是血清中肌酐水平超过3mg/100ml）禁用。",
      "full_adverse_reactions": "上市后监测数据显示本品可见以下不良反应/事件病例报告（发生率未知）： ⑴胃肠损害：恶心、呕吐、腹胀、腹痛、腹部不适； ⑵全身性损害：胸闷、畏寒、寒战、发热、乏力、疼痛； ⑶神经系统损害：头晕、头痛、局部麻木； ⑷皮肤及其附件损害：皮疹、瘙痒、多汗； ⑸心血管系统损害：心悸、一过性血压升高； ⑹呼吸系统损害：呼吸困难、憋气、呼吸急促； ⑺免疫功能紊乱和感染：过敏样反应、过敏反应、过敏性休克； ⑻血管损害和出凝血障碍：潮红、静脉炎。",
      "full_precautions": "⑴上市后监测到本制剂有过敏性休克的病例报告，建议在有抢救条件的医疗机构使用，用药前应仔细询问患者用药史和过敏史，用药过程中注意观察，一旦出现过敏反应或其他严重"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=660",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 128,
    "name": "盐酸多奈哌齐片",
    "full_name": "(乙10%)盐酸多奈哌齐片",
    "chemical_name": "盐酸多奈哌齐片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "浙江华海药业"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "浙江华海药业",
        "full_manufacturer": "浙江华海药业股份有限公司（委托生产企业：浙江华海药业股份有限公司,浙江华海制药科技有限公司）",
        "price": 28.0,
        "unit": "盒",
        "code": "X00035",
        "approval_number": "国药准字H20183417",
        "insurance_code": "XN06DAD171A001020404647",
        "location": "E-3",
        "outpatient_location": "G-1"
      }
    ],
    "pinyin": "yansuanduonaipaiqi",
    "pinyin_initials": "ysdnpq",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "适用于轻至中度认知障碍的阿尔茨海默病的治疗，也适用于血管性痴呆的治疗。",
      "dosage": "口服，一次5～10mg，每晚睡前1次，3～6个月为一个疗程。我国目前均用5mg，每晚1次。",
      "contraindications": "症 服药后本品能从乳汁中分泌，哺乳期妇女禁用。",
      "adverse_reactions": "主要有：胃部不适、腹胀、眩晕、高血压或低血压、Ⅰ度房室传导阻滞、心房颤动、心绞痛、充血性心力衰竭；谵妄、震颤、易激惹、共济失调、情感不稳、神经痛、肌肉痉挛、肌张力过低、动作减少、抽搐、妄想等；胸痛、鼻塞、流涕、尿频、尿急、血尿；肌酸磷酸激酶、乳酸脱氢酶和血糖升高、体重增加。其他有：眼部刺痛、眼干、耳鸣、听力减退等。有临床报道晚间服药可使后者产生噩梦。 肝损伤",
      "interactions": "⑴与酮康唑、伊曲康唑、红霉素等可抑制肝药酶CYP3A4的药物或与氟西汀、奎尼丁等可抑制肝药酶CYP2D6的药物合用，本品的血药浓度增加。 ⑵与利福平、苯妥英钠、卡马西平等药酶诱导剂合用，本品的血药浓度降低。 ⑶与洋地黄、华法林合用时要注意剂量。 ⑷与拟胆碱药、β-肾上腺素受体拮抗药、神经肌肉阻滞剂有协同作用。 ⑸与抗胆碱药之间相互降低药效，不应合用。 ⑹治疗剂量的多奈哌齐不影响其他药物的代谢。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑶与洋地黄、华法林合用时要注意剂量。",
      "source": "湖南药事服务网",
      "full_indications": "适用于轻至中度认知障碍的阿尔茨海默病的治疗，也适用于血管性痴呆的治疗。",
      "full_dosage": "口服，一次5～10mg，每晚睡前1次，3～6个月为一个疗程。我国目前均用5mg，每晚1次。",
      "full_contraindications": "症 服药后本品能从乳汁中分泌，哺乳期妇女禁用。",
      "full_adverse_reactions": "主要有：胃部不适、腹胀、眩晕、高血压或低血压、Ⅰ度房室传导阻滞、心房颤动、心绞痛、充血性心力衰竭；谵妄、震颤、易激惹、共济失调、情感不稳、神经痛、肌肉痉挛、肌张力过低、动作减少、抽搐、妄想等；胸痛、鼻塞、流涕、尿频、尿急、血尿；肌酸磷酸激酶、乳酸脱氢酶和血糖升高、体重增加。其他有：眼部刺痛、眼干、耳鸣、听力减退等。有临床报道晚间服药可使后者产生噩梦。 肝损伤 ⑴肝损伤： 在多个大型临床试验中，相比安慰剂组，多奈哌齐治疗不会导致血清酶含量升高概率增加。但是，自其临床应用以来，已出现至少一例多奈哌齐相关的明显临床肝损伤报告，但该患者还同时服用其他肝毒性药物。潜伏期一般为10日，血清酶升高类型为混合型。症状严重，但最终可消退。未出现免疫超敏和自身免疫症状。⑵损伤机制： 多奈哌齐大部分经肝脏细胞色素P450系统(CYP 2D6和3A4)代谢，而后被糖脂化。肝毒性有可能是由于异质代谢生成的毒性或免疫原性中间物导致的。 禁忌症 服药后本品能从乳汁中分泌，哺乳期妇女禁用。",
      "full_interactions": "⑴与酮康唑、伊曲康唑、红霉素等可抑制肝药酶CYP3A4的药物或与氟西汀、奎尼丁等可抑制肝药酶CYP2D6的药物合用，本品的血药浓度增加。 ⑵与利福平、苯妥英钠、卡马西平等药酶诱导剂合用，本品的血药浓度降低。 ⑶与洋地黄、华法林合用时要注意剂量。 ⑷与拟胆碱药、β-肾上腺素受体拮抗药、神经肌肉阻滞剂有协同作用。 ⑸与抗胆碱药之间相互降低药效，不应合用。 ⑹治疗剂量的多奈哌齐不影响其他药物的代谢。",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "慢性肝硬化患者清楚时间减慢20％，但年龄与种族不影响药物代谢。 药物相互作用 ⑴与酮康唑、伊曲康唑、红霉素等可抑制肝药酶CYP3A4的药物或与氟西汀、奎尼丁等可抑制肝药酶CYP2D6的药物合用，本品的血药浓度增加。 ⑵与利福平、苯妥英钠、卡马西平等药酶诱导剂合用，本品的血药浓度降低。 ⑶与洋地黄、华法林合用时要注意剂量。 ⑷与拟胆碱药、β-肾上腺素受体拮抗药、神经肌肉阻滞剂有协同作用。 ⑸与抗胆碱药之间相互降低药效，不应合用。 ⑹治疗剂量的多奈哌齐不影响其他药物的代谢。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13747",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 129,
    "name": "盐酸多西环素肠溶胶囊",
    "full_name": "(甲)盐酸多西环素肠溶胶囊",
    "chemical_name": "盐酸多西环素肠溶胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "德全药品"
    ],
    "specifications": [
      {
        "specification": "100mg/粒",
        "manufacturer": "德全药品",
        "full_manufacturer": "德全药品（江苏）股份有限公司",
        "price": 30.62,
        "unit": "盒",
        "code": "Y00000014750",
        "approval_number": "国药准字H20030627",
        "insurance_code": "XJ01AAD193E005010201751",
        "location": "X-2",
        "outpatient_location": "2H-2"
      }
    ],
    "pinyin": "yansuanduoxihuansuchangrong",
    "pinyin_initials": "ysdxhscr",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "适用于各种厌氧菌感染，如败血症、骨髓炎、腹腔感染、盆腔感染、肺、支气管感染、鼻窦炎、皮肤蜂窝组织炎及术后伤口感染；亦可用于结肠直肠手术、妇产科手术及口腔手术等的术前预防用药。可用于肠道及肠外阿米巴病（阿米巴肝脓肿等）、阴道滴虫病、蠊缨滴虫病、贾第虫病、加德纳菌阴道炎等的治疗；也可作为甲硝唑的替代药用于幽门螺杆菌所致的胃窦炎及消化性溃疡的治疗。",
      "dosage": "成人：静脉给药0.8g",
      "contraindications": "过敏；孕妇；哺乳期禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "以下是关于甲硝唑的药物相互作用的报道，甲硝唑是一种与替硝唑有化学相关性的硝基咪唑类药物，因此以下报道可能也会发生于替硝唑中。 ⑴替硝唑对其他药物的潜在影响： ①华法林和其他口服香豆素抗凝血药：鉴于甲硝唑的相关报道，替硝唑可以增强华法林及其他香豆素抗凝血剂的药效，从而导致凝血酶原时间延长。在替硝唑治疗期间及其停药后8天内，抗凝血剂用量可能需要调整。 ②酒精、双硫仑：在替硝唑治疗期间及停药后3天内应避免饮用酒精饮料以及任何含有酒精或丙二醇的制剂，否则可能出现腹部绞痛、恶心、呕吐、头痛、潮红的反应。据",
      "pregnancy_category": "",
      "pharmacokinetics": "蛋白结合率12，肝脏代谢，肾脏排泄。",
      "precautions": "目前尚未知替硝唑是否也有相同的性质，但是建议同时使用锂和替硝唑的患者在治疗几天后做血清锂和肌酸酐的检查，以监测潜在的锂中毒危险。在替硝唑与此任意一种联合给药时，应监测这些患者免疫抑制药物的毒性反应。②酒精、双硫仑：在替硝唑治疗期间及停药后3天内应避免饮用酒精饮料以及任何含有酒精或丙二醇的制剂，否则可能出现腹部绞痛、恶心、呕吐、头痛、潮红的反应。",
      "source": "湖南药事服务网",
      "full_indications": "适用于各种厌氧菌感染，如败血症、骨髓炎、腹腔感染、盆腔感染、肺、支气管感染、鼻窦炎、皮肤蜂窝组织炎及术后伤口感染；亦可用于结肠直肠手术、妇产科手术及口腔手术等的术前预防用药。可用于肠道及肠外阿米巴病（阿米巴肝脓肿等）、阴道滴虫病、蠊缨滴虫病、贾第虫病、加德纳菌阴道炎等的治疗；也可作为甲硝唑的替代药用于幽门螺杆菌所致的胃窦炎及消化性溃疡的治疗。",
      "full_pharmacokinetics": "⑴药效学：本品的抗微生物作用及机制与甲硝唑相仿。对脆弱拟杆菌等拟杆菌属、梭杆菌属、梭菌属、消化球菌、消化链球菌、韦容球菌属及加德纳菌等具有抗菌活性，2～4mg/L的浓度可抑制大多数厌氧菌；微需氧菌幽门螺杆菌对其敏感；对阴道滴虫的MIC与甲硝唑相仿，其代谢产物对加得纳菌的活性较替硝唑增强。 ⑵药动学：口服吸收完全，健康女性单次口服2.0g后ｔmax为2小时，Ｃmax为51mg/L。替硝唑排泄缓慢，口服2.0g后24、48及72小时血浓度分别为19.0mg/L、4.2mg/L及1.3mg/L。静滴0.8g及1.6g后Ｃmax分别为14～21mg/L及32mg/L。口服或静脉每日给药1.0g，血浓度均可维持在8mg/L以上。在体内分布广泛，在生殖器、肠道、腹部肌肉、乳汁中可达较高浓度，在肝脏、脂肪中的浓度低，在胆汁、唾液中的浓度与同期血浓度相仿，对血脑屏障的穿透性较甲硝唑高，脑膜无炎症时脑脊液中的浓度为同期血浓度的80％，这与替硝唑的脂溶性较高有关。替硝唑可通过胎盘，在胎儿血循环及胎盘中可达高浓度。血浆蛋白结合率为12％。在肝脏代谢，单次口服250mg后约16％以原形从尿中排出；静脉给药后20％～25％以原形从尿中排出，12％以代谢产物的形式排出。ｔ1/2为11.6～13.3小时，平均为12小时。肾功能不全患者药物动力学指标不变，血透可快速清除替硝唑，故血透后必须重复给药一次。",
      "full_dosage": "⑴滴虫病：2g顿服，间隔3～5日可重复一剂。小儿50mg/kg顿服。 ⑵肠道阿米巴病：一次500mg，一日2次，疗程5～7日；或2g顿服，疗程3～5日。小儿一日50mg/kg顿服3天。 ⑶肠外阿米巴病：2g，每日1次顿服，疗程7～10日。小儿50mg/kg顿服。 ⑷贾第虫病：2g顿服，疗程2～3日。小儿50mg/kg顿服。 ⑸厌氧菌感染：成人静脉给药0.8g一日1次，静脉缓慢滴注；口服1g，一日1次，口服首剂加倍，一般疗程5～6日，或根据病情而定。 ⑹外科预防用药总量1.6g，分1次或2次静脉滴注，第一次于术前2～4小时，第二次于手术期间或术后12～24小时内滴注；或术前12小时顿服2g。 剂型与规格 片剂 0.15g 0.25g 0.5g基药 XJ01XD甲0005 0% 哪儿有 胶囊剂 0.2g 0.25g 0.5g基药 XJ01XD甲0005 0% 哪儿有 注射液 0.2g 100ml 0.4g 100ml 0.4g 200ml XJ01XD乙0005 0% 哪儿有 注射液 0.8g 200ml XJ01XD乙0005 0% 哪儿有 含漱液 0.2g 100ml 0.4g 200ml XA01乙0005 5% 哪儿有 栓剂 0.25g 1.0g XG01乙0005 5% 哪儿有 阴道泡腾片 0.2g XG01乙0005 5% 哪儿有 粉针剂 0.4g 0.8g XJ01XD乙0005 0% 哪儿有",
      "full_contraindications": "症 ⑴对替硝唑或吡咯类药物过敏者、对本品中其他成份过敏者以及器质性中枢神经疾病患者禁用。 ⑵与其他结构相似药物一样，有血液不调或恶病质史的患者禁用。尽管目前的动物和临床研究中尚未发现导致长期血液病的例子。 ⑶妊娠早期（妊娠前3个月）的孕妇禁用。 ⑷哺乳期妇女禁用。除非在替硝唑治疗期间及停药后3天内暂停母乳喂养。",
      "full_adverse_reactions": "在本品治疗期间报道过以下不良反应： ⑴胃肠系统：恶心、呕吐、腹痛、腹部不适、腹胀、腹泻、反酸或食物反流、呃逆、消化不良、食欲减退、便秘、口唇麻木、口腔异味、口干、口腔炎。 ⑵皮肤及皮下组织：皮疹（如红斑、斑丘疹、水疱疹等）、瘙痒、皮肤肿胀、皮肤潮红、多汗、荨麻疹、血管性水肿、过敏性紫癜、多形性红斑、剥脱性皮炎、急性全身性发疹性脓疱病、史蒂文斯-约翰逊综合征。 ⑶精神及神经系统：头晕、头痛、味觉倒错、感觉减退、周围神经病变、烧灼感、抽搐、震颤、惊厥发作、意识丧失、晕厥、共济失调、言语障碍、嗜睡、困倦、失眠、烦躁不安、意识模糊状态、躁动、谵妄、幻觉。 ⑷全身性及给药部位反应：胸部不适、胸痛、寒战、发热、水肿、乏力、不适、疲劳、注射部位反应（静脉炎、疼痛、肿胀、皮疹、瘙痒等）。 ⑸免疫系统：过敏反应、过敏性休克，有死亡病例报告。 ⑹心血管系统：心悸、心动过速、血管性疼痛、血压降低、血压升高。 ⑺呼吸系统：呼吸困难、呼吸急促、窒息感、喉水肿、咳嗽、鼻塞、咽干、口咽疼痛。 ⑻眼部：视觉损害、视物模糊、眼睑水肿、眼睑瘙痒、眼眶周围水肿、结膜充血。 ⑼骨骼肌肉系统：肌无力、肌痛、肌痉挛、关节痛。 ⑽肝胆系统：肝功能异常、肝酶升高。 ⑾泌尿系统：尿频、血尿、尿液发黑。 ⑿血液系统：白细胞减少、粒细胞减少症、血小板减少症。 ⒀其他：眩晕、耳鸣、听觉减退、双硫仑样反应、念珠菌感染、外阴阴道瘙痒、肿胀。 禁忌症 ⑴对替硝唑或吡咯类药物过敏者、对本品中其他成份过敏者以及器质性中枢神经疾病患者禁用。 ⑵与其他结构相似药物一样，有血液不调或恶病质史的患者禁用。尽管目前的动物和临床研究中尚未发现导致长期血液病的例子。 ⑶妊娠早期（妊娠前3个月）的孕妇禁用。 ⑷哺乳期妇女禁用。除非在替硝唑治疗期间及停药后3天内暂停母乳喂养。",
      "full_interactions": "以下是关于甲硝唑的药物相互作用的报道，甲硝唑是一种与替硝唑有化学相关性的硝基咪唑类药物，因此以下报道可能也会发生于替硝唑中。 ⑴替硝唑对其他药物的潜在影响： ①华法林和其他口服香豆素抗凝血药：鉴于甲硝唑的相关报道，替硝唑可以增强华法林及其他香豆素抗凝血剂的药效，从而导致凝血酶原时间延长。在替硝唑治疗期间及其停药后8天内，抗凝血剂用量可能需要调整。 ②酒精、双硫仑：在替硝唑治疗期间及停药后3天内应避免饮用酒精饮料以及任何含有酒精或丙二醇的制剂，否则可能出现腹部绞痛、恶心、呕吐、头痛、潮红的反应。据报道，酗酒患者同时服用甲硝唑和双硫仑会出现精神病反应。虽然替硝唑未见类似报道，但仍不应给近两周内服用过双硫仑的患者使用替硝唑。 ③锂：据报道，甲硝唑提高血清锂的水平。目前尚未知替硝唑是否也有相同的性质，但是建议同时使用锂和替硝唑的患者在治疗几天后做血清锂和肌酸酐的检查，以监测潜在的锂中毒危险。 ④环孢菌素、他克莫司：据一些报道显示，甲硝唑有可能提高环孢菌素和他克莫司的水平。在替硝唑与此任意一种联合给药时，应监测这些患者免疫抑制药物的毒性反应。 ⑤氟尿嘧啶：研究显示甲硝唑会降低氟尿嘧啶的清除率从而导致对治疗效果无益反而增加其副作用，如果不可避免的要将替硝唑与氟尿嘧啶联合用药，应监测患者的氟尿嘧啶相关的毒性反应。 ⑵其他药物对替硝唑的潜在影响： ①CYP3A4诱导剂/抑制剂：替硝唑与诱导肝微粒体酶的药物联合给药，即CYP3A4诱导剂，如苯巴比妥、利福平、苯妥英、磷苯妥英（一种苯妥英的前体药物），可能加速替硝唑的消除，降低血浆中替硝唑的水平。替硝唑与抑制肝微粒体酶活性的药物联合给药，即CYP3A4抑制剂如西咪替丁和酮康唑，可能会延长替硝唑的半衰期并降低其血浆清除率，从而增加替硝唑在血浆中的浓度。 ②土霉素：据报道，土霉素会拮抗甲硝唑的治疗效果。 ⑶实验室试验的药物相互作用： ①与甲硝唑类似，替硝唑也可能干扰某些特定血清生化指标的测定，如谷氨酸氨基转移酶（AST）、丙氨酸氨基转移酶（ALT）、乳酸脱氢酶（LDH）、甘油三酯和葡萄糖己糖激酶。可能观测到零值。所有有干扰现象报道的含量测定试验，都涉及到了烟酰胺腺嘌呤二核苷酸的氧化还原反应过程中（NAD +NADH）酶的耦合。潜在的干扰是由于NADH和替硝唑的吸收峰具有相似性。 ②与甲硝唑类似，替硝唑也可能会产生短暂的白细胞和中性粒细胞减少，然而在临床试验中没有观测到由替硝唑引起的持续的血液学异常现象。如果有必要重复治疗，建议进行白细胞总数和分类计数。 药物过量 替硝唑过量无特异性解毒药。本品过量时，应给予对症治疗，本品大部分随尿液排泄，可增加尿量以加快清除速率。血液透析也可以考虑，因为大约43%的体内药物可以在血液透析6小时内消除。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵禁止饮酒； ⑶遵照医嘱，完成处方的疗程； ⑷餐后或与食物同服。 配伍禁忌 本品与氢化可的松、西咪替丁、硝普钠、硝酸甘油、对氨基水杨酸钠在体外配伍可发生物理、化学性质改变，禁止配伍。 输液调配 每瓶药物用适量灭菌注射用水、5%葡萄糖注射液或0.9%氯化钠注射液溶解，一次0.8～1.6g药物溶解液稀释于相对应输液250～500ml中。新鲜调配为无色至微黄色的澄明液体。用5%葡萄糖注射液或0.9%氯化钠注射液调配的稀释液pH为3.5-5.5。 给药说明 参阅甲硝唑。用药期间应避免使用含酒精饮料，以免出现双硫仑样反应。 用法与用量 ⑴滴虫病：2g顿服，间隔3～5日可重复一剂。小儿50mg/kg顿服。 ⑵肠道阿米巴病：一次500mg，一日2次，疗程5～7日；或2g顿服，疗程3～5日。小儿一日50mg/kg顿服3天。 ⑶肠外阿米巴病：2g，每日1次顿服，疗程7～10日。小儿50mg/kg顿服。 ⑷贾第虫病：2g顿服，疗程2～3日。小儿50mg/kg顿服。 ⑸厌氧菌感染：成人静脉给药0.8g一日1次，静脉缓慢滴注；口服1g，一日1次，口服首剂加倍，一般疗程5～6日，或根据病情而定。 ⑹外科预防用药总量1.6g，分1次或2次静脉滴注，第一次于术前2～4小时，第二次于手术期间或术后12～24小时内滴注；或术前12小时顿服2g。 剂型与规格 片剂 0.15g 0.25g 0.5g基药 XJ01XD甲0005 0% 哪儿有 胶囊剂 0.2g 0.25g 0.5g基药 XJ01XD甲0005 0% 哪儿有 注射液 0.2g 100ml 0.4g 100ml 0.4g 200ml XJ01XD乙0005 0% 哪儿有 注射液 0.8g 200ml XJ01XD乙0005 0% 哪儿有 含漱液 0.2g 100ml 0.4g 200ml XA01乙0005 5% 哪儿有 栓剂 0.25g 1.0g XG01乙0005 5% 哪儿有 阴道泡腾片 0.2g XG01乙0005 5% 哪儿有 粉针剂 0.4g 0.8g XJ01XD乙0005 0% 哪儿有",
      "full_precautions": "⑴在接受替硝唑治疗的患者中，有惊厥发作和周围神经病变的报道，后者主要症状有四肢麻木或感觉异常。如果出现任何异常精神症状或神经系统症状/体征，如共济失调、头晕、意识混乱等，应立即停用替硝唑。 ⑵在替硝唑治疗之前、期间和之后72小时内不应饮用酒精饮料或含酒精产品，因为可能出现腹部绞痛、恶心、呕吐、头痛、心动过速、面部潮红等。 ⑶念珠菌感染者应用本品，其症状会加重，需同时给予抗真菌治疗。治疗阴道滴虫病时需同时治疗其性伙伴。 ⑷据报道，在科克因（Cockayne）综合征患者中，使用与替硝唑结构相似的甲硝唑后，出现了严重的不可逆的肝毒性/急性肝衰竭，并伴有致命后果。 ⑸服药期间可能出现尿液颜色改变，为正常反应。 ⑹服药期间停止母乳喂养，在停用至少3天后再进行哺乳。 药物相互作用 以下是关于甲硝唑的药物相互作用的报道，甲硝唑是一种与替硝唑有化学相关性的硝基咪唑类药物，因此以下报道可能也会发生于替硝唑中。 ⑴替硝唑对其他药物的潜在影响： ①华法林和其他口服香豆素抗凝血药：鉴于甲硝唑的相关报道，替硝唑可以增强华法林及其他香豆素抗凝血剂的药效，从而导致凝血酶原时间延长。在替硝唑治疗期间及其停药后8天内，抗凝血剂用量可能需要调整。 ②酒精、双硫仑：在替硝唑治疗期间及停药后3天内应避免饮用酒精饮料以及任何含有酒精或丙二醇的制剂，否则可能出现腹部绞痛、恶心、呕吐、头痛、潮红的反应。据报道，酗酒患者同时服用甲硝唑和双硫仑会出现精神病反应。虽然替硝唑未见类似报道，但仍不应给近两周内服用过双硫仑的患者使用替硝唑。 ③锂：据报道，甲硝唑提高血清锂的水平。目前尚未知替硝唑是否也有相同的性质，但是建议同时使用锂和替硝唑的患者在治疗几天后做血清锂和肌酸酐的检查，以监测潜在的锂中毒危险。 ④环孢菌素、他克莫司：据一些报道显示，甲硝唑有可能提高环孢菌素和他克莫司的水平。在替硝唑与此任意一种联合给药时，应监测这些患者免疫抑制药物的毒性反应。 ⑤氟尿嘧啶：研究显示甲硝唑会降低氟尿嘧啶的清除率从而导致对治疗效果无益反而增加其副作用，如果不可避免的要将替硝唑与氟尿嘧啶联合用药，应监测患者的氟尿嘧啶相关的毒性反应。 ⑵其他药物对替硝唑的潜在影响： ①CYP3A4诱导剂/抑制剂：替硝唑与诱导肝微粒体酶的药物联合给药，即CYP3A4诱导剂，如苯巴比妥、利福平、苯妥英、磷苯妥英（一种苯妥英的前体药物），可能加速替硝唑的消除，降低血浆中替硝唑的水平。替硝唑与抑制肝微粒体酶活性的药物联合给药，即CYP3A4抑制剂如西咪替丁和酮康唑，可能会延长替硝唑的半衰期并降低其血浆清除率，从而增加替硝唑在血浆中的浓度。 ②土霉素：据报道，土霉素会拮抗甲硝唑的治疗效果。 ⑶实验室试验的药物相互作用： ①与甲硝唑类似，替硝唑也可能干扰某些特定血清生化指标的测定，如谷氨酸氨基转移酶（AST）、丙氨酸氨基转移酶（ALT）、乳酸脱氢酶（LDH）、甘油三酯和葡萄糖己糖激酶。可能观测到零值。所有有干扰现象报道的含量测定试验，都涉及到了烟酰胺腺嘌呤二核苷酸的氧化还原反应过程中（NAD +NADH）酶的耦合。潜在的干扰是由于NADH和替硝唑的吸收峰具有相似性。 ②与甲硝唑类似，替硝唑也可能会产生短暂的白细胞和中性粒细胞减少，然而在临床试验中没有观测到由替硝唑引起的持续的血液学异常现象。如果有必要重复治疗，建议进行白细胞总数和分类计数。 药物过量 替硝唑过量无特异性解毒药。本品过量时，应给予对症治疗，本品大部分随尿液排泄，可增加尿量以加快清除速率。血液透析也可以考虑，因为大约43%的体内药物可以在血液透析6小时内消除。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵禁止饮酒； ⑶遵照医嘱，完成处方的疗程； ⑷餐后或与食物同服。 配伍禁忌 本品与氢化可的松、西咪替丁、硝普钠、硝酸甘油、对氨基水杨酸钠在体外配伍可发生物理、化学性质改变，禁止配伍。 输液调配 每瓶药物用适量灭菌注射用水、5%葡萄糖注射液或0.9%氯化钠注射液溶解，一次0.8～1.6g药物溶解液稀释于相对应输液250～500ml中。新鲜调配为无色至微黄色的澄明液体。用5%葡萄糖注射液或0.9%氯化钠注射液调配的稀释液pH为3.5-5.5。 给药说明 参阅甲硝唑。用药期间应避免使用含酒精饮料，以免出现双硫仑样反应。 用法与用量 ⑴滴虫病：2g顿服，间隔3～5日可重复一剂。小儿50mg/kg顿服。 ⑵肠道阿米巴病：一次500mg，一日2次，疗程5～7日；或2g顿服，疗程3～5日。小儿一日50mg/kg顿服3天。 ⑶肠外阿米巴病：2g，每日1次顿服，疗程7～10日。小儿50mg/kg顿服。 ⑷贾第虫病：2g顿服，疗程2～3日。小儿50mg/kg顿服。 ⑸厌氧菌感染：成人静脉给药0.8g一日1次，静脉缓慢滴注；口服1g，一日1次，口服首剂加倍，一般疗程5～6日，或根据病情而定。 ⑹外科预防用药总量1.6g，分1次或2次静脉滴注，第一次于术前2～4小时，第二次于手术期间或术后12～24小时内滴注；或术前12小时顿服2g。 剂型与规格 片剂 0.15g 0.25g 0.5g基药 XJ01XD甲0005 0% 哪儿有 胶囊剂 0.2g 0.25g 0.5g基药 XJ01XD甲0005 0% 哪儿有 注射液 0.2g 100ml 0.4g 100ml 0.4g 200ml XJ01XD乙0005 0% 哪儿有 注射液 0.8g 200ml XJ01XD乙0005 0% 哪儿有 含漱液 0.2g 100ml 0.4g 200ml XA01乙0005 5% 哪儿有 栓剂 0.25g 1.0g XG01乙0005 5% 哪儿有 阴道泡腾片 0.2g XG01乙0005 5% 哪儿有 粉针剂 0.4g 0.8g XJ01XD乙0005 0% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2331",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 130,
    "name": "盐酸氨溴索注射液",
    "full_name": "(甲)盐酸氨溴索注射液[市基]",
    "chemical_name": "盐酸氨溴索注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "石家庄四药"
    ],
    "specifications": [
      {
        "specification": "15mg/支",
        "manufacturer": "石家庄四药",
        "full_manufacturer": "石家庄四药有限公司",
        "price": 0.26,
        "unit": "支",
        "code": "X00694",
        "approval_number": "国药准字H20183532",
        "insurance_code": "XR05CBA198B002020102763",
        "outpatient_location": "B-3",
        "inpatient_location": "B-3"
      }
    ],
    "pinyin": "yansuananxiusuo",
    "pinyin_initials": "ysaxs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用于伴有痰液分泌不正常及排痰功能不良的急性、慢性肺部疾病。例如慢性支气管炎急性加重、喘息型支气管炎及支气管哮喘的祛痰治疗。手术后肺部并发症的预防性治疗。早产儿及新生儿的婴儿呼吸窘迫综合征（IRDS）的治疗。",
      "full_indications": "适用于伴有痰液分泌不正常及排痰功能不良的急性、慢性肺部疾病。例如慢性支气管炎急性加重、喘息型支气管炎及支气管哮喘的祛痰治疗。手术后肺部并发症的预防性治疗。早产儿及新生儿的婴儿呼吸窘迫综合征（IRDS）的治疗。",
      "dosage": "成人及12岁以上儿童：每天2-3次，每次15mg，慢速静脉注射；严重病例可以增至每次30mg。6-12岁儿童：每天2-3次，每次15mg。2-6岁儿童：每天3次，每次7.5mg。2岁以下儿童：每天2次，每次7.5mg。婴儿呼吸窘迫综合征（IRDS）的治疗：每日用药总量以婴儿体重计算，30mg/kg，分4次给药。应使用注射器泵给药，静脉注射时间至少5分钟。",
      "full_dosage": "成人及12岁以上儿童：每天2-3次，每次15mg，慢速静脉注射；严重病例可以增至每次30mg。6-12岁儿童：每天2-3次，每次15mg。2-6岁儿童：每天3次，每次7.5mg。2岁以下儿童：每天2次，每次7.5mg。婴儿呼吸窘迫综合征（IRDS）的治疗：每日用药总量以婴儿体重计算，30mg/kg，分4次给药。应使用注射器泵给药，静脉注射时间至少5分钟。",
      "contraindications": "已知对盐酸氨溴索或其他配方成分过敏者不宜使用。妊娠前三个月禁用。",
      "full_contraindications": "已知对盐酸氨溴索或其他配方成分过敏者不宜使用。妊娠前三个月禁用。",
      "adverse_reactions": "本品通常能很好耐受。轻微的上消化道不良反应曾有报道（主要为胃部灼热、消化不良和偶尔出现的恶心、呕吐）。过敏反应极少出现，主要为皮疹。",
      "full_adverse_reactions": "本品通常能很好耐受。轻微的上消化道不良反应曾有报道（主要为胃部灼热、消化不良和偶尔出现的恶心、呕吐）。过敏反应极少出现，主要为皮疹。",
      "interactions": "本品与抗生素（阿莫西林、头孢呋辛、红霉素、强力霉素）协同治疗可升高抗生素在肺组织浓度。",
      "full_interactions": "本品与抗生素（阿莫西林、头孢呋辛、红霉素、强力霉素）协同治疗可升高抗生素在肺组织浓度。",
      "pregnancy_category": "妊娠前三个月禁用。",
      "pharmacokinetics": "",
      "precautions": "本品用生理盐水或5%葡萄糖稀释后静脉滴注，滴注时间不少于15分钟。本品避免与pH值较高的液体混合使用，以免产生沉淀。",
      "full_precautions": "本品用生理盐水或5%葡萄糖稀释后静脉滴注，滴注时间不少于15分钟。本品应避免与pH值较高的液体混合使用，以免产生沉淀。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=130",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 131,
    "name": "盐酸胺碘酮片",
    "full_name": "(甲)盐酸胺碘酮片[国基]",
    "chemical_name": "盐酸胺碘酮片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "Sanofi Winthrop Industrie制药有限公司）"
    ],
    "specifications": [
      {
        "specification": "200mg/片",
        "manufacturer": "Sanofi Winthrop Industrie制药有限公司）",
        "full_manufacturer": "Sanofi Winthrop Industrie（进口分包企业：赛诺菲（杭州）制药有限公司）",
        "price": 22.78,
        "unit": "盒",
        "code": "Y00000012150",
        "approval_number": "国药准字HJ20181050",
        "insurance_code": "XC01BDA201A001010178821",
        "location": "F-5",
        "outpatient_location": "E-5"
      }
    ],
    "pinyin": "yansuanandiantong",
    "pinyin_initials": "ysadt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "(1)口服适用于危及生命的阵发性室性心动过速及房颤的预防，也可用于其他药物无效的阵发性室上性心动过速、阵发性心房扑动、心房颤动，包括合并预激综合征及持续性心房颤动、心房扑动电转复后的维持治疗。可用于持续房颤、房扑时室率的控制。 (2)静脉滴注适用于利多卡因无效的室性心动过速和急诊控制房颤、房扑的心室率。",
      "dosage": "成人：常用量一日0.4～0.6g",
      "contraindications": "症 本品在如下情况下禁用： —未安置人工起搏器的窦性心动过缓和窦房传导阻滞的患者。 —未安置人工起搏器的窦房结疾病的患者（有窦性停搏的危险）。 —未安置人工起搏器的高度房室传导障碍的患者。 —双或三分支传导阻滞，除非安装永久人工起搏器。 —甲状腺功能异常。 —已知对碘、胺碘酮或其中的辅料过敏。 —妊",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、瘙痒、过敏、疼痛等。",
      "interactions": "） .舒托必利、特拉匹韦、可比司他 .精神抑制剂，喷他脒（静脉注射时） 这些禁忌症不适用于胺碘酮用于体外电除颤无效的室颤相关心脏停搏的心肺复苏急诊治疗。 注：辅料如含苯甲醇，禁用于3岁以下儿童。并禁止用于儿童肌肉注射。",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": "t1/2约4.6小时，肝脏代谢，肾脏排泄。",
      "precautions": "⑸下列情况应慎用：①窦性心动过缓；给药说明 静脉注射使用稀释液时只能用5%葡萄糖溶液，禁用生理盐水稀释。⑹用药期间应注意随访检查：①血压；",
      "source": "湖南药事服务网",
      "full_indications": "(1)口服适用于危及生命的阵发性室性心动过速及房颤的预防，也可用于其他药物无效的阵发性室上性心动过速、阵发性心房扑动、心房颤动，包括合并预激综合征及持续性心房颤动、心房扑动电转复后的维持治疗。可用于持续房颤、房扑时室率的控制。 (2)静脉滴注适用于利多卡因无效的室性心动过速和急诊控制房颤、房扑的心室率。",
      "full_dosage": "⑴口服：①治疗室上性心律失常，成人常用量一日0.4～0.6g，分2～3次服，1～2周后根据需要改为一日0.1～0.4g维持，部分患者可减至0.1g，每周5天或更小剂量维持。②治疗严重室性心律失常，一日0.6～1.2g，分3次服，1～2周后根据需要逐渐改为一日0.2～0.6g维持。建议维持量宜应用最小有效剂量，根据个体反应，可给予一日0.1～0.4g。亦可隔日0.2g或一日0.1g。 ⑵静脉滴注：负荷量按体重3～5mg/kg，一般为0.15g，加入5％葡萄糖注射液250ml，在20分钟内滴入（滴入时间不得短于10分钟），然后以1～1.5mg/min静脉滴注维持，6小时后减至每分钟0.5～1.0mg，一日总量1200mg。以后逐渐减量，静脉滴注胺碘酮最好不超过3～4天。 剂型与规格 片剂 0.1g 0.2g基药 XC01B甲0324 0% 哪儿有 胶囊剂 0.1g 0.2g XC01B甲0324 0% 暂无 注射液 150mg 2ml基药 150mg 3ml XC01B甲0324 0% 哪儿有",
      "full_contraindications": "症 本品在如下情况下禁用： —未安置人工起搏器的窦性心动过缓和窦房传导阻滞的患者。 —未安置人工起搏器的窦房结疾病的患者（有窦性停搏的危险）。 —未安置人工起搏器的高度房室传导障碍的患者。 —双或三分支传导阻滞，除非安装永久人工起搏器。 —甲状腺功能异常。 —已知对碘、胺碘酮或其中的辅料过敏。 —妊娠。 —循环衰竭。 —严重低血压。 —静脉推注禁用于低血压、严重呼吸衰竭、心肌病或心力衰竭（可能导致病情恶化）。 —哺乳期。 —与某些可导致尖端扭转性室速的药物合用（不包括抗寄生虫药物、抗精神病药物和美沙酮）： .Ia类抗心律失常药（奎尼丁，双氢奎尼丁，丙吡胺） .Ⅲ类抗心律失常药（索他洛尔，多非利特，伊布利特） .其他药物：砷化合物、苄普地尔、西沙必利、西酞普兰、依他普仑、二苯马尼、静注多拉司琼、多潘立酮、决奈达隆、静注红霉素、左氧氟沙星、甲喹吩嗪、咪唑斯汀、莫西沙星、普卢卡必利、静注螺旋霉素、静注长春胺（见",
      "full_adverse_reactions": "根据器官系统和发生率对不良反应进行如下分类：十分常见（≥10%）；常见（1%～10%，含1%）；偶见（0.1%～1%，含1%）；罕见（0.01%～0.1%，含0.01%）；十分罕见（＜0.01%）。 心脏异常：常见：心动过缓。 十分罕见：有显著的心动过缓以及更罕见的窦性停搏病例报道，尤其是老年患者。心律失常发作或恶化，有时伴随心脏骤停。 未知发生率：心悸、心动过速、室性心动过速、尖端扭转型室速、QT间期延长、房室传导阻滞。 内分泌异常：十分常见：甲状腺异常：可能在无甲状腺功能障碍临床表现的情况下出现“孤立”的甲状腺激素水平异常（T4水平增加，T3水平正常或轻微下降），这并非停药指征。 常见：甲状腺功能减退和甲状腺功能亢进。 具有以下典型症状的甲状腺功能减退：体重增加、畏寒、淡漠、嗜睡；如果TSH出现明确的增高，则支持上述诊断。在停止胺碘酮治疗后1~3个月内，甲状腺功能可以逐渐恢复正常；停止治疗并不是强制性的，如果有胺碘酮治疗的指征，可以在胺碘酮治疗的同时联合应用L-甲状腺素替代治疗，将TSH水平作为给药剂量的指导。 甲状腺功能亢进更加具有误导性：患者很少有症状（轻微的无法解释的体重下降，抗心绞痛和/或抗心律失常治疗效果降低）；在老年患者中表现为精神障碍或者甚至表现为甲状腺毒症。超敏TSH水平明确下降则支持该诊断，且必须停用胺碘酮：在停药后3~4个月内通常可以恢复。严重的病例有时可以导致死亡，需要急救治疗。 如果怀疑甲状腺毒症，无论是出于甲状腺本身原因还是甲状腺诱导的心肌失衡，由于合成的抗甲状腺药物效果不稳定，可直接使用皮质类固醇（1 mg/kg）治疗，治疗时间应该足够长（3个月）。在停止胺碘酮治疗后的数月内，仍有甲状腺功能亢进的病例报道。 十分罕见：抗利尿激素分泌失调综合征（SIADH）。 胃肠道异常：十分常见：恶心。 未知发生率：胰腺炎/急性胰腺炎、呕吐、腹痛、胃肠道反应。 注射部位反应：常见：可能的炎症反应，例如通过直接外周静脉途径给药时出现的浅表静脉炎、注射部位反应，例如疼痛、红斑、水肿、坏死、渗出、浸润、炎症、硬化、静脉炎、血栓静脉炎、感染、色素沉淀以及蜂窝织炎、瘙痒、皮疹。 肝脏异常：已经有胺碘酮导致的肝脏功能受损病例的报道：可以通过增高的血清转氨酶而诊断。已经报告了以下异常： 十分罕见：孤立的血清转氨酶增高，一般为中等程度的增高（正常范围的1.5~3倍），在下调给药剂量后可以恢复，甚至可以自行恢复。 急性肝脏功能异常，出现高血清转氨酶和/或黄疸，有时为致命的，需要停止胺碘酮治疗。 在胺碘酮长期治疗期间出现慢性肝功能异常（口服途径给药）。其组织学检查支持假性酒精性肝炎。临床和生物学特征表现出离散性质（无规则的肝肿大，血清转氨酶水平升高至正常值的1.5~5倍），需定期监测肝功能。治疗持续6个月之后出现的血清转氨酶水平升高，即使为中度，也应该考虑诊断为慢性肝损伤。胺碘酮治疗停止后，临床和生物学异常通常可恢复，也有数个不可逆肝损伤病例的报道。 未知发生率：已经有胺碘酮导致肝衰竭的病例报道。 对免疫系统的影响：十分罕见：过敏性休克。 未知发生率：血管神经性水肿（Quincke's水肿）、过敏样反应。 肌肉骨骼和结缔组织异常：未知发生率：腰痛、背痛、肌痛。 神经系统症状：十分罕见：良性颅内高压（假性脑瘤）、头痛。未知发生率：头晕、抽搐、意识丧失、麻木、震颤。 眼部异常：未知发生率：可能进展为失明的视神经病变或视神经炎。 呼吸、胸部和纵膈异常：十分罕见：急性呼吸窘迫综合征（通常伴随间质性肺病）有时是致命的，通常在手术后即刻出现（可能与高浓度氧相互作用）。这时必须考虑停用胺碘酮，并研究皮质醇激素的治疗价值。 严重呼吸衰竭时可出现支气管痉挛和/或呼吸暂停，尤其对于哮喘患者。 未知发生率：间质性肺病、呼吸困难、呼吸急促、憋气、咳嗽、气短、一过性哮喘。 皮肤及皮下组织异常：十分罕见：出汗、脱发。 未知发生率：重度皮肤反应，有时致命，比如中毒性表皮坏死松解症（Lyell综合征）和Stevens-Johnson综合征； 荨麻疹、湿疹；大疱性皮炎、DRESS综合征（药疹伴嗜酸细胞增多和全身症状）。 血管症状：常见：通常为中度和一过性血压下降。已报告重度低血压或循环衰竭的病例，尤其是用药过量或过度快速给药后。 十分罕见：热潮红。 血液和淋巴系统异常：未知发生率：白细胞减少和粒细胞缺乏症。 精神异常：未知发生率：意识模糊、谵妄、幻觉。 生殖系统和乳腺异常：未知发生率：性欲缺乏。 禁忌症 本品在如下情况下禁用： —未安置人工起搏器的窦性心动过缓和窦房传导阻滞的患者。 —未安置人工起搏器的窦房结疾病的患者（有窦性停搏的危险）。 —未安置人工起搏器的高度房室传导障碍的患者。 —双或三分支传导阻滞，除非安装永久人工起搏器。 —甲状腺功能异常。 —已知对碘、胺碘酮或其中的辅料过敏。 —妊娠。 —循环衰竭。 —严重低血压。 —静脉推注禁用于低血压、严重呼吸衰竭、心肌病或心力衰竭（可能导致病情恶化）。 —哺乳期。 —与某些可导致尖端扭转性室速的药物合用（不包括抗寄生虫药物、抗精神病药物和美沙酮）： .Ia类抗心律失常药（奎尼丁，双氢奎尼丁，丙吡胺） .Ⅲ类抗心律失常药（索他洛尔，多非利特，伊布利特） .其他药物：砷化合物、苄普地尔、西沙必利、西酞普兰、依他普仑、二苯马尼、静注多拉司琼、多潘立酮、决奈达隆、静注红霉素、左氧氟沙星、甲喹吩嗪、咪唑斯汀、莫西沙星、普卢卡必利、静注螺旋霉素、静注长春胺（见",
      "full_interactions": "） .舒托必利、特拉匹韦、可比司他 .精神抑制剂，喷他脒（静脉注射时） 这些禁忌症不适用于胺碘酮用于体外电除颤无效的室颤相关心脏停搏的心肺复苏急诊治疗。 注：辅料如含苯甲醇，禁用于3岁以下儿童。并禁止用于儿童肌肉注射。",
      "full_pregnancy_category": "D\n \n",
      "full_pharmacokinetics": "⑴药效学：本品属Ⅲ类抗心律失常药。主要电生理效应是延长各部心肌组织的动作电位及有效不应期，有利于消除折返激动。同时具有轻度非竞争性的α及β肾上腺素受体阻滞和轻度Ⅰ及Ⅳ类抗心律失常药性质。减低窦房结自律性。对静息膜电位及动作电位高度无影响。对房室旁路前向传导的抑制大于逆向。由于复极过度延长，口服后心电图有Q-T间期延长及Ｔ波改变，短时间静注此作用不明显。静注有轻度负性肌力作用，但通常不抑制左室功能。对冠状动脉及周围血管有直接扩展作用。可影响甲状腺素代谢。本品特点为半衰期长，故服药次数少，治疗指数大，抗心律失常谱广。 ⑵药动学：口服吸收迟缓且不规则。生物利用度约为50％。表观分布容积大约60L/kg，主要分布于脂肪组织及含脂肪丰富的器官。其次为心、肾、肺及淋巴结。最低的是脑、甲状腺及肌肉。在血浆中62.1％与白蛋白结合，33.5％可能与β脂蛋白结合。主要在肝内代谢消除，代谢产物为去乙基胺碘酮。单次口服800mg时半衰期为4.6小时（组织中摄取），长期服药ｔ1/2为13～30天。终末血浆清除半衰期可达40～55天。停药后半年仍可测出血药浓度。口服后3～7小时血药浓度达峰值，约1个月可达稳态血药浓度，稳态血药浓度为0.92～3.75μg/ml。4～5天作用开始，5～7天达最大作用，有时可在1～3周才出现。停药后作用可持续8～10天，偶可持续45天。静注后5分钟起效，停药可持续20分钟～4小时。有效血药浓度为1～2.5μg/ml，中毒血药浓度1.8～3.7μg/ml以上。原药在尿中未能测到，尿中排碘量占总含碘量的5％，其余的碘经肝肠循环从粪便中排出。血液透析不能清除本品。",
      "full_precautions": "⑴交叉过敏反应，对碘过敏者对本品也可能过敏。 ⑵本品可以通过胎盘进入胎儿体内。新生儿血中原药及代谢产物为母体血浓度的25％。已知碘也可通过胎盘，故孕妇使用时应权衡利弊。 ⑶本品及代谢产物可从乳汁中分泌，服用本品者不宜哺乳。 ⑷对诊断的干扰：①心电图变化：例如P-R及Q-T间期延长，服药后多数患者有T波减低伴增宽及双向出现U波，此并非停药指征；②极少数有AST、ALT及碱性磷酸酶增高；③甲状腺功能变化，本品抑制周围T4转化为T3，导致T4及rT3增高和血清轻度下降，甲状腺功能检查通常不正常，但临床并无甲状腺功能障碍。甲状腺功能不正常可持续至停药后数周或数月。 ⑸下列情况应慎用：①窦性心动过缓；②Q-T延长综合征；③低血压；④肝功能不全；⑤肺功能不全；⑥严重充血性心力衰竭。 ⑹用药期间应注意随访检查：①血压；②心电图（口服时应特别注意Q-T间期）；③肝功能；④甲状腺功能，包括T3、T4及促甲状腺激素，每3～6个月1次；⑤肺功能、肺部Ｘ射线片，每6～12个月1次；⑥眼科。 ⑺本品口服作用的发生及消除均缓慢，临床应用根据病情而异。对危及生命的心律失常宜用短期较大负荷量，必要时静脉给药。对于非致命性心律失常，应用小量缓慢负荷。 ⑻本品半衰期长，故停药后换用其他抗心律失常药时应注意相互作用。 ⑼多数不良反应与疗程和剂量相关，故需长期服药者尽可能用小量有效维持量，并应定期随诊。 药物相互作用 ⑴华法林：胺碘酮可增加华法林的抗凝作用。 ⑵Ⅰa类抗心律失常药：可加重QT间期延长，极少数可致扭转型室性心动过速。 ⑶β受体拮抗药或钙通道阻滞药：合用可加重窦性心动过缓、窦性停搏及房室传导阻滞。 ⑷地高辛：增加血清地高辛浓度，加强洋地黄类药对窦房结及房室结的抑制作用。 ⑸排钾利尿药：增加低钾血症所致的心律失常。 ⑹可抑制甲状腺对123I、133I及99mTc的摄取。 ⑺奈玛特韦/利托那韦组合包装：可导致胺碘酮血药浓度显著升高而导致严重的不良反应，如QT间期延长、尖端扭转型室性心动过速、肝功能受损等，禁止合用。 药物过量 目前尚无胺碘酮静脉给药过量的文献资料。口服胺碘酮过量的文献资料甚少。有心动过缓、室性心律失常，尤其是尖端扭转性室速和肝损伤的病例报道。治疗应根据具体症状而定。基于胺碘酮的药代动力学特性，需对病人进行长期监测，尤其是心脏功能监测。胺碘酮及其代谢物不能被透析。 用药交代 ⑴用药后，避免阳光直射。 ⑵葡萄柚汁（西柚汁）可升高胺碘酮的生物利用度，应避免与之合用。 ⑶本品半衰期长，在停药后换用其他抗心律失常药时应注意药物相互作用，监测心率及血压的变化，如心率小于60次／min者停用，并就医。 ⑷禁止与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 静脉注射使用稀释液时只能用5%葡萄糖溶液，禁用生理盐水稀释。 用法与用量 ⑴口服：①治疗室上性心律失常，成人常用量一日0.4～0.6g，分2～3次服，1～2周后根据需要改为一日0.1～0.4g维持，部分患者可减至0.1g，每周5天或更小剂量维持。②治疗严重室性心律失常，一日0.6～1.2g，分3次服，1～2周后根据需要逐渐改为一日0.2～0.6g维持。建议维持量宜应用最小有效剂量，根据个体反应，可给予一日0.1～0.4g。亦可隔日0.2g或一日0.1g。 ⑵静脉滴注：负荷量按体重3～5mg/kg，一般为0.15g，加入5％葡萄糖注射液250ml，在20分钟内滴入（滴入时间不得短于10分钟），然后以1～1.5mg/min静脉滴注维持，6小时后减至每分钟0.5～1.0mg，一日总量1200mg。以后逐渐减量，静脉滴注胺碘酮最好不超过3～4天。 剂型与规格 片剂 0.1g 0.2g基药 XC01B甲0324 0% 哪儿有 胶囊剂 0.1g 0.2g XC01B甲0324 0% 暂无 注射液 150mg 2ml基药 150mg 3ml XC01B甲0324 0% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2609",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 132,
    "name": "盐酸胺碘酮注射液",
    "full_name": "(甲)盐酸胺碘酮注射液",
    "chemical_name": "盐酸胺碘酮注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海旭东海普药业"
    ],
    "specifications": [
      {
        "specification": "150mg/支",
        "manufacturer": "上海旭东海普药业",
        "full_manufacturer": "上海旭东海普药业有限公司",
        "price": 3.36,
        "unit": "支",
        "code": "X00793",
        "approval_number": "国药准字H20223372",
        "insurance_code": "XC01BDA201B002010100816",
        "location": "N-5"
      }
    ],
    "pinyin": "yansuanandiantong",
    "pinyin_initials": "ysadt",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "(1)口服适用于危及生命的阵发性室性心动过速及房颤的预防，也可用于其他药物无效的阵发性室上性心动过速、阵发性心房扑动、心房颤动，包括合并预激综合征及持续性心房颤动、心房扑动电转复后的维持治疗。可用于持续房颤、房扑时室率的控制。 (2)静脉滴注适用于利多卡因无效的室性心动过速和急诊控制房颤、房扑的心室率。",
      "dosage": "成人：常用量一日0.4～0.6g",
      "contraindications": "症 本品在如下情况下禁用： —未安置人工起搏器的窦性心动过缓和窦房传导阻滞的患者。 —未安置人工起搏器的窦房结疾病的患者（有窦性停搏的危险）。 —未安置人工起搏器的高度房室传导障碍的患者。 —双或三分支传导阻滞，除非安装永久人工起搏器。 —甲状腺功能异常。 —已知对碘、胺碘酮或其中的辅料过敏。 —妊",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、瘙痒、过敏、疼痛等。",
      "interactions": "） .舒托必利、特拉匹韦、可比司他 .精神抑制剂，喷他脒（静脉注射时） 这些禁忌症不适用于胺碘酮用于体外电除颤无效的室颤相关心脏停搏的心肺复苏急诊治疗。 注：辅料如含苯甲醇，禁用于3岁以下儿童。并禁止用于儿童肌肉注射。",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": "t1/2约4.6小时，肝脏代谢，肾脏排泄。",
      "precautions": "⑸下列情况应慎用：①窦性心动过缓；给药说明 静脉注射使用稀释液时只能用5%葡萄糖溶液，禁用生理盐水稀释。⑹用药期间应注意随访检查：①血压；",
      "source": "湖南药事服务网",
      "full_indications": "(1)口服适用于危及生命的阵发性室性心动过速及房颤的预防，也可用于其他药物无效的阵发性室上性心动过速、阵发性心房扑动、心房颤动，包括合并预激综合征及持续性心房颤动、心房扑动电转复后的维持治疗。可用于持续房颤、房扑时室率的控制。 (2)静脉滴注适用于利多卡因无效的室性心动过速和急诊控制房颤、房扑的心室率。",
      "full_dosage": "⑴口服：①治疗室上性心律失常，成人常用量一日0.4～0.6g，分2～3次服，1～2周后根据需要改为一日0.1～0.4g维持，部分患者可减至0.1g，每周5天或更小剂量维持。②治疗严重室性心律失常，一日0.6～1.2g，分3次服，1～2周后根据需要逐渐改为一日0.2～0.6g维持。建议维持量宜应用最小有效剂量，根据个体反应，可给予一日0.1～0.4g。亦可隔日0.2g或一日0.1g。 ⑵静脉滴注：负荷量按体重3～5mg/kg，一般为0.15g，加入5％葡萄糖注射液250ml，在20分钟内滴入（滴入时间不得短于10分钟），然后以1～1.5mg/min静脉滴注维持，6小时后减至每分钟0.5～1.0mg，一日总量1200mg。以后逐渐减量，静脉滴注胺碘酮最好不超过3～4天。 剂型与规格 片剂 0.1g 0.2g基药 XC01B甲0324 0% 哪儿有 胶囊剂 0.1g 0.2g XC01B甲0324 0% 暂无 注射液 150mg 2ml基药 150mg 3ml XC01B甲0324 0% 哪儿有",
      "full_contraindications": "症 本品在如下情况下禁用： —未安置人工起搏器的窦性心动过缓和窦房传导阻滞的患者。 —未安置人工起搏器的窦房结疾病的患者（有窦性停搏的危险）。 —未安置人工起搏器的高度房室传导障碍的患者。 —双或三分支传导阻滞，除非安装永久人工起搏器。 —甲状腺功能异常。 —已知对碘、胺碘酮或其中的辅料过敏。 —妊娠。 —循环衰竭。 —严重低血压。 —静脉推注禁用于低血压、严重呼吸衰竭、心肌病或心力衰竭（可能导致病情恶化）。 —哺乳期。 —与某些可导致尖端扭转性室速的药物合用（不包括抗寄生虫药物、抗精神病药物和美沙酮）： .Ia类抗心律失常药（奎尼丁，双氢奎尼丁，丙吡胺） .Ⅲ类抗心律失常药（索他洛尔，多非利特，伊布利特） .其他药物：砷化合物、苄普地尔、西沙必利、西酞普兰、依他普仑、二苯马尼、静注多拉司琼、多潘立酮、决奈达隆、静注红霉素、左氧氟沙星、甲喹吩嗪、咪唑斯汀、莫西沙星、普卢卡必利、静注螺旋霉素、静注长春胺（见",
      "full_adverse_reactions": "根据器官系统和发生率对不良反应进行如下分类：十分常见（≥10%）；常见（1%～10%，含1%）；偶见（0.1%～1%，含1%）；罕见（0.01%～0.1%，含0.01%）；十分罕见（＜0.01%）。 心脏异常：常见：心动过缓。 十分罕见：有显著的心动过缓以及更罕见的窦性停搏病例报道，尤其是老年患者。心律失常发作或恶化，有时伴随心脏骤停。 未知发生率：心悸、心动过速、室性心动过速、尖端扭转型室速、QT间期延长、房室传导阻滞。 内分泌异常：十分常见：甲状腺异常：可能在无甲状腺功能障碍临床表现的情况下出现“孤立”的甲状腺激素水平异常（T4水平增加，T3水平正常或轻微下降），这并非停药指征。 常见：甲状腺功能减退和甲状腺功能亢进。 具有以下典型症状的甲状腺功能减退：体重增加、畏寒、淡漠、嗜睡；如果TSH出现明确的增高，则支持上述诊断。在停止胺碘酮治疗后1~3个月内，甲状腺功能可以逐渐恢复正常；停止治疗并不是强制性的，如果有胺碘酮治疗的指征，可以在胺碘酮治疗的同时联合应用L-甲状腺素替代治疗，将TSH水平作为给药剂量的指导。 甲状腺功能亢进更加具有误导性：患者很少有症状（轻微的无法解释的体重下降，抗心绞痛和/或抗心律失常治疗效果降低）；在老年患者中表现为精神障碍或者甚至表现为甲状腺毒症。超敏TSH水平明确下降则支持该诊断，且必须停用胺碘酮：在停药后3~4个月内通常可以恢复。严重的病例有时可以导致死亡，需要急救治疗。 如果怀疑甲状腺毒症，无论是出于甲状腺本身原因还是甲状腺诱导的心肌失衡，由于合成的抗甲状腺药物效果不稳定，可直接使用皮质类固醇（1 mg/kg）治疗，治疗时间应该足够长（3个月）。在停止胺碘酮治疗后的数月内，仍有甲状腺功能亢进的病例报道。 十分罕见：抗利尿激素分泌失调综合征（SIADH）。 胃肠道异常：十分常见：恶心。 未知发生率：胰腺炎/急性胰腺炎、呕吐、腹痛、胃肠道反应。 注射部位反应：常见：可能的炎症反应，例如通过直接外周静脉途径给药时出现的浅表静脉炎、注射部位反应，例如疼痛、红斑、水肿、坏死、渗出、浸润、炎症、硬化、静脉炎、血栓静脉炎、感染、色素沉淀以及蜂窝织炎、瘙痒、皮疹。 肝脏异常：已经有胺碘酮导致的肝脏功能受损病例的报道：可以通过增高的血清转氨酶而诊断。已经报告了以下异常： 十分罕见：孤立的血清转氨酶增高，一般为中等程度的增高（正常范围的1.5~3倍），在下调给药剂量后可以恢复，甚至可以自行恢复。 急性肝脏功能异常，出现高血清转氨酶和/或黄疸，有时为致命的，需要停止胺碘酮治疗。 在胺碘酮长期治疗期间出现慢性肝功能异常（口服途径给药）。其组织学检查支持假性酒精性肝炎。临床和生物学特征表现出离散性质（无规则的肝肿大，血清转氨酶水平升高至正常值的1.5~5倍），需定期监测肝功能。治疗持续6个月之后出现的血清转氨酶水平升高，即使为中度，也应该考虑诊断为慢性肝损伤。胺碘酮治疗停止后，临床和生物学异常通常可恢复，也有数个不可逆肝损伤病例的报道。 未知发生率：已经有胺碘酮导致肝衰竭的病例报道。 对免疫系统的影响：十分罕见：过敏性休克。 未知发生率：血管神经性水肿（Quincke's水肿）、过敏样反应。 肌肉骨骼和结缔组织异常：未知发生率：腰痛、背痛、肌痛。 神经系统症状：十分罕见：良性颅内高压（假性脑瘤）、头痛。未知发生率：头晕、抽搐、意识丧失、麻木、震颤。 眼部异常：未知发生率：可能进展为失明的视神经病变或视神经炎。 呼吸、胸部和纵膈异常：十分罕见：急性呼吸窘迫综合征（通常伴随间质性肺病）有时是致命的，通常在手术后即刻出现（可能与高浓度氧相互作用）。这时必须考虑停用胺碘酮，并研究皮质醇激素的治疗价值。 严重呼吸衰竭时可出现支气管痉挛和/或呼吸暂停，尤其对于哮喘患者。 未知发生率：间质性肺病、呼吸困难、呼吸急促、憋气、咳嗽、气短、一过性哮喘。 皮肤及皮下组织异常：十分罕见：出汗、脱发。 未知发生率：重度皮肤反应，有时致命，比如中毒性表皮坏死松解症（Lyell综合征）和Stevens-Johnson综合征； 荨麻疹、湿疹；大疱性皮炎、DRESS综合征（药疹伴嗜酸细胞增多和全身症状）。 血管症状：常见：通常为中度和一过性血压下降。已报告重度低血压或循环衰竭的病例，尤其是用药过量或过度快速给药后。 十分罕见：热潮红。 血液和淋巴系统异常：未知发生率：白细胞减少和粒细胞缺乏症。 精神异常：未知发生率：意识模糊、谵妄、幻觉。 生殖系统和乳腺异常：未知发生率：性欲缺乏。 禁忌症 本品在如下情况下禁用： —未安置人工起搏器的窦性心动过缓和窦房传导阻滞的患者。 —未安置人工起搏器的窦房结疾病的患者（有窦性停搏的危险）。 —未安置人工起搏器的高度房室传导障碍的患者。 —双或三分支传导阻滞，除非安装永久人工起搏器。 —甲状腺功能异常。 —已知对碘、胺碘酮或其中的辅料过敏。 —妊娠。 —循环衰竭。 —严重低血压。 —静脉推注禁用于低血压、严重呼吸衰竭、心肌病或心力衰竭（可能导致病情恶化）。 —哺乳期。 —与某些可导致尖端扭转性室速的药物合用（不包括抗寄生虫药物、抗精神病药物和美沙酮）： .Ia类抗心律失常药（奎尼丁，双氢奎尼丁，丙吡胺） .Ⅲ类抗心律失常药（索他洛尔，多非利特，伊布利特） .其他药物：砷化合物、苄普地尔、西沙必利、西酞普兰、依他普仑、二苯马尼、静注多拉司琼、多潘立酮、决奈达隆、静注红霉素、左氧氟沙星、甲喹吩嗪、咪唑斯汀、莫西沙星、普卢卡必利、静注螺旋霉素、静注长春胺（见",
      "full_interactions": "） .舒托必利、特拉匹韦、可比司他 .精神抑制剂，喷他脒（静脉注射时） 这些禁忌症不适用于胺碘酮用于体外电除颤无效的室颤相关心脏停搏的心肺复苏急诊治疗。 注：辅料如含苯甲醇，禁用于3岁以下儿童。并禁止用于儿童肌肉注射。",
      "full_pregnancy_category": "D\n \n",
      "full_pharmacokinetics": "⑴药效学：本品属Ⅲ类抗心律失常药。主要电生理效应是延长各部心肌组织的动作电位及有效不应期，有利于消除折返激动。同时具有轻度非竞争性的α及β肾上腺素受体阻滞和轻度Ⅰ及Ⅳ类抗心律失常药性质。减低窦房结自律性。对静息膜电位及动作电位高度无影响。对房室旁路前向传导的抑制大于逆向。由于复极过度延长，口服后心电图有Q-T间期延长及Ｔ波改变，短时间静注此作用不明显。静注有轻度负性肌力作用，但通常不抑制左室功能。对冠状动脉及周围血管有直接扩展作用。可影响甲状腺素代谢。本品特点为半衰期长，故服药次数少，治疗指数大，抗心律失常谱广。 ⑵药动学：口服吸收迟缓且不规则。生物利用度约为50％。表观分布容积大约60L/kg，主要分布于脂肪组织及含脂肪丰富的器官。其次为心、肾、肺及淋巴结。最低的是脑、甲状腺及肌肉。在血浆中62.1％与白蛋白结合，33.5％可能与β脂蛋白结合。主要在肝内代谢消除，代谢产物为去乙基胺碘酮。单次口服800mg时半衰期为4.6小时（组织中摄取），长期服药ｔ1/2为13～30天。终末血浆清除半衰期可达40～55天。停药后半年仍可测出血药浓度。口服后3～7小时血药浓度达峰值，约1个月可达稳态血药浓度，稳态血药浓度为0.92～3.75μg/ml。4～5天作用开始，5～7天达最大作用，有时可在1～3周才出现。停药后作用可持续8～10天，偶可持续45天。静注后5分钟起效，停药可持续20分钟～4小时。有效血药浓度为1～2.5μg/ml，中毒血药浓度1.8～3.7μg/ml以上。原药在尿中未能测到，尿中排碘量占总含碘量的5％，其余的碘经肝肠循环从粪便中排出。血液透析不能清除本品。",
      "full_precautions": "⑴交叉过敏反应，对碘过敏者对本品也可能过敏。 ⑵本品可以通过胎盘进入胎儿体内。新生儿血中原药及代谢产物为母体血浓度的25％。已知碘也可通过胎盘，故孕妇使用时应权衡利弊。 ⑶本品及代谢产物可从乳汁中分泌，服用本品者不宜哺乳。 ⑷对诊断的干扰：①心电图变化：例如P-R及Q-T间期延长，服药后多数患者有T波减低伴增宽及双向出现U波，此并非停药指征；②极少数有AST、ALT及碱性磷酸酶增高；③甲状腺功能变化，本品抑制周围T4转化为T3，导致T4及rT3增高和血清轻度下降，甲状腺功能检查通常不正常，但临床并无甲状腺功能障碍。甲状腺功能不正常可持续至停药后数周或数月。 ⑸下列情况应慎用：①窦性心动过缓；②Q-T延长综合征；③低血压；④肝功能不全；⑤肺功能不全；⑥严重充血性心力衰竭。 ⑹用药期间应注意随访检查：①血压；②心电图（口服时应特别注意Q-T间期）；③肝功能；④甲状腺功能，包括T3、T4及促甲状腺激素，每3～6个月1次；⑤肺功能、肺部Ｘ射线片，每6～12个月1次；⑥眼科。 ⑺本品口服作用的发生及消除均缓慢，临床应用根据病情而异。对危及生命的心律失常宜用短期较大负荷量，必要时静脉给药。对于非致命性心律失常，应用小量缓慢负荷。 ⑻本品半衰期长，故停药后换用其他抗心律失常药时应注意相互作用。 ⑼多数不良反应与疗程和剂量相关，故需长期服药者尽可能用小量有效维持量，并应定期随诊。 药物相互作用 ⑴华法林：胺碘酮可增加华法林的抗凝作用。 ⑵Ⅰa类抗心律失常药：可加重QT间期延长，极少数可致扭转型室性心动过速。 ⑶β受体拮抗药或钙通道阻滞药：合用可加重窦性心动过缓、窦性停搏及房室传导阻滞。 ⑷地高辛：增加血清地高辛浓度，加强洋地黄类药对窦房结及房室结的抑制作用。 ⑸排钾利尿药：增加低钾血症所致的心律失常。 ⑹可抑制甲状腺对123I、133I及99mTc的摄取。 ⑺奈玛特韦/利托那韦组合包装：可导致胺碘酮血药浓度显著升高而导致严重的不良反应，如QT间期延长、尖端扭转型室性心动过速、肝功能受损等，禁止合用。 药物过量 目前尚无胺碘酮静脉给药过量的文献资料。口服胺碘酮过量的文献资料甚少。有心动过缓、室性心律失常，尤其是尖端扭转性室速和肝损伤的病例报道。治疗应根据具体症状而定。基于胺碘酮的药代动力学特性，需对病人进行长期监测，尤其是心脏功能监测。胺碘酮及其代谢物不能被透析。 用药交代 ⑴用药后，避免阳光直射。 ⑵葡萄柚汁（西柚汁）可升高胺碘酮的生物利用度，应避免与之合用。 ⑶本品半衰期长，在停药后换用其他抗心律失常药时应注意药物相互作用，监测心率及血压的变化，如心率小于60次／min者停用，并就医。 ⑷禁止与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 静脉注射使用稀释液时只能用5%葡萄糖溶液，禁用生理盐水稀释。 用法与用量 ⑴口服：①治疗室上性心律失常，成人常用量一日0.4～0.6g，分2～3次服，1～2周后根据需要改为一日0.1～0.4g维持，部分患者可减至0.1g，每周5天或更小剂量维持。②治疗严重室性心律失常，一日0.6～1.2g，分3次服，1～2周后根据需要逐渐改为一日0.2～0.6g维持。建议维持量宜应用最小有效剂量，根据个体反应，可给予一日0.1～0.4g。亦可隔日0.2g或一日0.1g。 ⑵静脉滴注：负荷量按体重3～5mg/kg，一般为0.15g，加入5％葡萄糖注射液250ml，在20分钟内滴入（滴入时间不得短于10分钟），然后以1～1.5mg/min静脉滴注维持，6小时后减至每分钟0.5～1.0mg，一日总量1200mg。以后逐渐减量，静脉滴注胺碘酮最好不超过3～4天。 剂型与规格 片剂 0.1g 0.2g基药 XC01B甲0324 0% 哪儿有 胶囊剂 0.1g 0.2g XC01B甲0324 0% 暂无 注射液 150mg 2ml基药 150mg 3ml XC01B甲0324 0% 哪儿有",
      "solvent": "静滴：用葡萄糖注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13649",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 133,
    "name": "脂肪乳注射液(C14-24)(大豆油)",
    "full_name": "(甲)脂肪乳注射液(C14-24)(大豆油)[市基]",
    "chemical_name": "脂肪乳注射液(C14-24)(大豆油)",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "费森尤斯卡比华瑞制药"
    ],
    "specifications": [
      {
        "specification": "250ml/瓶",
        "manufacturer": "费森尤斯卡比华瑞制药",
        "full_manufacturer": "费森尤斯卡比华瑞制药有限公司",
        "price": 34.7,
        "unit": "瓶",
        "code": "Y00000013051",
        "approval_number": "国药准字H19993197",
        "insurance_code": "XB05BAZ018B002040101415",
        "location": "1"
      }
    ],
    "pinyin": "zhifangru",
    "pinyin_initials": "zfr",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于胃肠外营养补充能量及补充必需脂肪酸。",
      "dosage": "成人：静脉滴注：推荐剂量为按体重每日1～1.5g",
      "contraindications": "⑴严重脂质代谢紊乱引起的严重高脂血症（血清甘油三酯浓度超过3mmol/L)等。  \n⑵胃肠外营养的一般禁忌证：低钾血症、水过多、低渗性脱水，不稳定代谢，酸中毒。  \n⑶失代偿性糖尿病、急性心肌梗死、中风、栓塞、不明原因的昏迷。  \n⑷重度肝功能障碍（总胆红素＞10mg/dl）和凝血功能障碍。  \n⑸",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、发热、过敏、嗜睡等。",
      "interactions": "⑴本品与多价阳离子（如钙离子）混合时，如浓度不合适，可能出现不相容性，尤其是与肝素同用时；使用本品有可能导致出血时间延长与血小板凝集异常，必要时可减少抗凝药的剂量。  <br>⑵只有在相容性得到证实的前提下，且所有添加操作要在严格无菌条件下进行。  <br>⑶一般长链脂肪乳注射液中含大豆油，大豆油天然含维生素Ｋ1，对香豆素类药物的治疗效果可能有影响。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴本品慎用于脂肪代谢功能减退的患者，如肝、肾功能不全、重症急性胰腺炎早期、甲状腺功能低下（伴有高脂血症）、贫血和凝血功能障碍、单核-吞噬细胞系统疾病、有脂肪栓塞倾向以及败血症患者。⑵对大豆蛋白、鸡蛋蛋白和蛋黄或处方中任一成分过敏者慎用。⑷新生儿，特别是未成熟儿，长期使用必须监测血小板数目、肝功能、凝血状况和血清甘油三酯浓度。",
      "source": "湖南药事服务网",
      "full_indications": "1.必须脂肪酸缺乏症；<br>2.禁食7天以上的患者，场内营养不能、不够或禁忌时，可用于胃肠外营养补充能量及补充必需脂肪酸；<br>3.消化道功能衰竭；<br>4.营养不良者。",
      "full_dosage": "患者在使用肠外营养期间均可使用本品，应按患者清除脂肪的能力来调整剂量。<br>　　⑴成人静脉滴注：推荐剂量为按体重每日1～1.5g/kg。提供占总能量50％的热卡。10％制剂开始10分钟内输注速度因为每分钟20滴，然后逐渐增加，可以在4小时以上输注500ml。20％者开始30分钟内输注速度同10％者，可以在8小时以上输注500ml。    <br>　　⑵新生儿和婴儿静脉滴注：10％、20％脂肪乳注射液（C14～24）使用剂量为按体重每日0.5～3g/kg。可监测血清脂肪清除、肝功能、氧饱和度等指标，最好是24小时连续输注。",
      "full_contraindications": "⑴严重脂质代谢紊乱引起的严重高脂血症（血清甘油三酯浓度超过3mmol/L)等。  <br>⑵胃肠外营养的一般禁忌证：低钾血症、水过多、低渗性脱水，不稳定代谢，酸中毒。  <br>⑶失代偿性糖尿病、急性心肌梗死、中风、栓塞、不明原因的昏迷。  <br>⑷重度肝功能障碍（总胆红素＞10mg/dl）和凝血功能障碍。  <br>⑸伴有酮症的糖尿病。  <br>⑹卵磷脂过敏反应。",
      "full_adverse_reactions": "⑴可引起体温升高、面部潮红、浮肿、嗅觉异常，偶见发冷畏寒以及恶心、呕吐、腹泻、口渴、嗜睡及胸骨痛。偶可发生静脉炎、血管痛。  <br>⑵比较罕见的即刻和早期不良反应：高过敏反应（变态反应、皮疹、荨麻疹），呼吸影响（如呼吸急促、困难、发绀）以及循环影响（如高血压/低血压、心动过速）。溶血、出血倾向、网状红细胞增多、静脉栓塞、腹痛、头痛、疲倦、阴茎异常勃起等。  <br>⑶迟发型不良反应：脂肪浸润、肝脏肿大、脾肿大、贫血、白细胞及血小板减少等。  <br>⑷比较罕见的不良反应还出现在病人脂肪廓清能力减退时，尽管输注速度正常仍可能导致脂肪超载综合征，甘油三酯浓度常高于3mmol/L。脂肪超载综合征偶尔也可发生于肾功能障碍和感染患者。脂肪超载综合征表现为：高脂血症、发热、头痛、胃痛、疲倦。一般只要停止输注，上述症状即可消退，待检查血中甘油三酯水平恢复正常后方可再使用或减低剂量后再输入。<br>  ⑸严重过量并且没有同时给予碳水化合物，可能会发生代谢性酸中毒。  <br>⑹可能会出现反应性血糖升高（此时应停止输入脂肪乳）。",
      "full_interactions": "⑴本品与多价阳离子（如钙离子）混合时，如浓度不合适，可能出现不相容性，尤其是与肝素同用时；使用本品有可能导致出血时间延长与血小板凝集异常，必要时可减少抗凝药的剂量。  <br>⑵只有在相容性得到证实的前提下，且所有添加操作要在严格无菌条件下进行。  <br>⑶一般长链脂肪乳注射液中含大豆油，大豆油天然含维生素Ｋ1，对香豆素类药物的治疗效果可能有影响。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品慎用于脂肪代谢功能减退的患者，如肝、肾功能不全、重症急性胰腺炎早期、甲状腺功能低下（伴有高脂血症）、贫血和凝血功能障碍、单核-吞噬细胞系统疾病、有脂肪栓塞倾向以及败血症患者。这些患者输注本品时，适当减少用量，病因密切观察血清甘油三酯浓度、脏器功能生化指标变化以及脂肪廓清能力。  <br>⑵对大豆蛋白、鸡蛋蛋白和蛋黄或处方中任一成分过敏者慎用。  <br>⑶新生儿，特别是未成熟儿伴有高胆红素血症或可疑肺动脉高压者应谨慎使用本品。  <br>⑷新生儿，特别是未成熟儿，长期使用必须监测血小板数目、肝功能、凝血状况和血清甘油三酯浓度。  <br>⑸连续使用一周以上者，应做脂肪廓清试验以检查患者的脂肪廓清能力。  <br>⑹输注速度要慢。  <br>⑺单瓶脂肪乳剂内不宜加入电解质制剂。  <br>⑻孕妇及哺乳期妇女用药：妊娠头三个月可能不宜用药，除非用药的好处大于给胎儿带来的危害。  <br>⑼儿童用药：30％脂肪乳注射液（C14～24）暂不推荐给婴儿和儿童使用。  <br>⑽本品开瓶后一次未使用完的药液应予丢弃，不得再次使用。如瓶内液体出现油、水分离，则不能应用。在本品加入其他成分后不能继续贮存。<br>　　25℃以下室温贮藏，避免冻结、避光保存，腔室间的可分离封条未拉开时有效期24个月，过了标签上的有效期则不能使用。如偶然冻结，弃掉不用。",
      "pharmacodynamics": "脂肪酸时人体热效能最高的主要能源物质，脂肪酸氧化是体内能量的重要来源。在氧供给充足的情况下，脂肪酸可在体内分解成CO2级H2O并释放出大量能量，以ATP形式供机体利用，但脂肪比糖的呼吸商小（即产生较少CO2，对肺的影响较糖小）。除脑组织外，大多数组织均能氧化脂肪酸，尤以肝及肌肉最活跃。某些不饱和脂肪",
      "full_pharmacodynamics": "脂肪酸时人体热效能最高的主要能源物质，脂肪酸氧化是体内能量的重要来源。在氧供给充足的情况下，脂肪酸可在体内分解成CO2级H2O并释放出大量能量，以ATP形式供机体利用，但脂肪比糖的呼吸商小（即产生较少CO2，对肺的影响较糖小）。除脑组织外，大多数组织均能氧化脂肪酸，尤以肝及肌肉最活跃。某些不饱和脂肪酸，机体自身不能合成，需主要从植物油中摄取，是机体不可缺少的营养素，故称必需脂肪酸，又是前列腺素、血栓烷基白三烯等生理活性物质的前体。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3154",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 134,
    "name": "治糜康栓",
    "full_name": "(乙10%)治糜康栓[市基]",
    "chemical_name": "治糜康栓",
    "dosage_form": "其他",
    "types": [
      "市基药"
    ],
    "manufacturers": [
      "通化金马药业集团"
    ],
    "specifications": [
      {
        "specification": "3g/枚",
        "manufacturer": "通化金马药业集团",
        "full_manufacturer": "通化金马药业集团股份有限公司",
        "price": 25.58,
        "unit": "盒",
        "code": "Y00000014559",
        "approval_number": "国药准字Z22025599",
        "insurance_code": "ZD02BAZ0550010203560"
      }
    ],
    "pinyin": "zhimikangshuan",
    "pinyin_initials": "zmks",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于伤风、流感、咽喉及支气管刺激引起的咳嗽、痰多咳嗽、干咳、敏感性咳、流涕、鼻塞和咽喉痛。",
      "dosage": "口服：2岁以下儿童一次2.5ml，一日3～4次；2～6岁儿童一次5ml，一日3～4次；6岁以上儿童及成人一次10ml，一日3～4次；或遵医嘱。",
      "contraindications": "症 对本品有耐受的患者禁用；有严重高血压、冠心病或正服用单胺氧化酶抑制剂的患者禁用。",
      "adverse_reactions": "偶有胃肠不适、胃痉挛、便秘、恶心、呕吐、口干、嗜睡、头晕。",
      "interactions": "⑴与单胺氧化酶抑制剂合用会致血压升高。 ⑵避免与其它拟交感神经药合用，如：抗充血剂，食欲抑制剂，苯丙胺，抗高血压药及其它抗组胺药。 给药说明 本品为复方制剂，其组分为:每5ml含福尔可定5.0mg，盐酸曲普利啶0.6mg，盐酸伪麻黄碱15.0mg和愈创木酚甘油醚50.0mg。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴操作机械或驾驶时需慎用，有严重肝肾功能损害者，需调整剂量。⑵妊娠期间服用本品的安全性尚未确定，需慎用。⑵避免与其它拟交感神经药合用，如：抗充血剂，食欲抑制剂，苯丙胺，抗高血压药及其它抗组胺药。",
      "source": "湖南药事服务网",
      "full_indications": "用于伤风、流感、咽喉及支气管刺激引起的咳嗽、痰多咳嗽、干咳、敏感性咳、流涕、鼻塞和咽喉痛。",
      "full_dosage": "口服：2岁以下儿童一次2.5ml，一日3～4次；2～6岁儿童一次5ml，一日3～4次；6岁以上儿童及成人一次10ml，一日3～4次；或遵医嘱。",
      "full_contraindications": "症 对本品有耐受的患者禁用；有严重高血压、冠心病或正服用单胺氧化酶抑制剂的患者禁用。",
      "full_adverse_reactions": "偶有胃肠不适、胃痉挛、便秘、恶心、呕吐、口干、嗜睡、头晕。",
      "full_interactions": "⑴与单胺氧化酶抑制剂合用会致血压升高。 ⑵避免与其它拟交感神经药合用，如：抗充血剂，食欲抑制剂，苯丙胺，抗高血压药及其它抗组胺药。 给药说明 本品为复方制剂，其组分为:每5ml含福尔可定5.0mg，盐酸曲普利啶0.6mg，盐酸伪麻黄碱15.0mg和愈创木酚甘油醚50.0mg。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴操作机械或驾驶时需慎用，有严重肝肾功能损害者，需调整剂量。 ⑵妊娠期间服用本品的安全性尚未确定，需慎用。本品的伪麻黄碱和曲普利定可经乳汁排泄，但无相关危害性报道。 ⑶运动员慎用。 药物相互作用 ⑴与单胺氧化酶抑制剂合用会致血压升高。 ⑵避免与其它拟交感神经药合用，如：抗充血剂，食欲抑制剂，苯丙胺，抗高血压药及其它抗组胺药。 给药说明 本品为复方制剂，其组分为:每5ml含福尔可定5.0mg，盐酸曲普利啶0.6mg，盐酸伪麻黄碱15.0mg和愈创木酚甘油醚50.0mg。",
      "composition": "黄柏、苦参、儿茶、枯矾、冰片。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4682",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 135,
    "name": "重酒石酸间羟胺注射液",
    "full_name": "(甲)重酒石酸间羟胺注射液[国基]",
    "chemical_name": "重酒石酸间羟胺注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "海南倍特药业"
    ],
    "specifications": [
      {
        "specification": "10mg/支",
        "manufacturer": "海南倍特药业",
        "full_manufacturer": "海南倍特药业有限公司",
        "price": 1.18,
        "unit": "支",
        "code": "X00859",
        "approval_number": "国药准字H20243598",
        "insurance_code": "XC01CAJ097B002010105791",
        "location": "N-2"
      }
    ],
    "pinyin": "zhongjiushisuanjianqiangan",
    "pinyin_initials": "zjssjqa",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于治疗心源性休克或败血症；心源性休克或败血症所致的低血压；治疗心源性休克或败血症所致的低血压。",
      "dosage": "成人：常用量：①肌内或皮下注射，一次2～10mg",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "⑴心律失常。  ⑵升压反应过快过猛可致急性肺水肿、心律失常、心跳停顿。",
      "interactions": "⑴不可与环丙烷、氟烷或其他卤化羟类麻醉药、洋地黄或其他拟肾上腺素药同时使用，因易引起心律失常。<br>⑵如与单胺氧化酶抑制药合用，可使本品的升压作用增强。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴雨来那个的表现为抽搐、严重高血压、严重心律失常，此时应立即停药观察，血压过高者可用5～10mg酚妥拉明用氯化钠注射液稀释至10～15ml静脉注射，必要时可重复。\n⑵静脉注射时药液外溢，可引起局部血管严重收缩，导致组织坏死腐烂或红肿硬结形成脓肿。\n  ⑶长期使用骤然停药时可能发生低血压。",
      "source": "湖南药事服务网",
      "full_indications": "1.防止椎管内阻滞麻醉时发生的急性低血压；<br>2.用作因出血、药物过敏、手术并发症及脑外伤或脑肿瘤合并休克而发生的低血压的辅助性对症治疗；<br>3.也可用于治疗心源性休克或败血症所致的低血压。",
      "full_dosage": "⑴成人常用量：①肌内或皮下注射，一次2～10mg（以间羟胺计，以下同），由于最大效应不适立即显现，在重复用药前对初量效应至少要观察10分钟。②静脉注射，初量用0.5～5mg，继而静脉滴注，用于重症休克。③静脉滴注，将间羟胺15～100mg加入氯化钠注射液或5％葡萄糖注射液500ml中滴注，调节滴速以维持理想的血压。成人极量一次100mg（一分钟0.3～0.4mg）。<br>　　⑵小儿常用量：①肌内或皮下注射，按体重0.1mg/kg，用于严重休克。②静脉滴注，按体重0.4mg/kg或按体表面积12mg/m²，用氯化钠注射液稀释至每25ml含间羟胺1mg的溶液，滴速以维持理想的血压为度。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "⑴心律失常。  ⑵升压反应过快过猛可致急性肺水肿、心律失常、心跳停顿。",
      "full_interactions": "⑴不可与环丙烷、氟烷或其他卤化羟类麻醉药、洋地黄或其他拟肾上腺素药同时使用，因易引起心律失常。<br>⑵如与单胺氧化酶抑制药合用，可使本品的升压作用增强。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴雨来那个的表现为抽搐、严重高血压、严重心律失常，此时应立即停药观察，血压过高者可用5～10mg酚妥拉明用氯化钠注射液稀释至10～15ml静脉注射，必要时可重复。<br>⑵静脉注射时药液外溢，可引起局部血管严重收缩，导致组织坏死腐烂或红肿硬结形成脓肿。<br>  ⑶长期使用骤然停药时可能发生低血压。",
      "solvent": "静滴：用0.9%氯化钠注射液稀释",
      "pharmacodynamics": "⑴药效学：本品主要直接激动α受体而起作用，亦可间接地促使去甲肾上腺素自其贮存囊泡释放，对心脏的β1受体也有激动作用。由于血管收缩，收缩压和舒张压均升高，通过迷走神经反射使心率相应地减慢，对心排血量影响不大。<br>　　⑵药动学：肌内注射约10分钟起效，皮下注射5～20分钟起效，作用持续约1小时；静脉",
      "full_pharmacodynamics": "⑴药效学：本品主要直接激动α受体而起作用，亦可间接地促使去甲肾上腺素自其贮存囊泡释放，对心脏的β1受体也有激动作用。由于血管收缩，收缩压和舒张压均升高，通过迷走神经反射使心率相应地减慢，对心排血量影响不大。<br>　　⑵药动学：肌内注射约10分钟起效，皮下注射5～20分钟起效，作用持续约1小时；静脉注射1～2分钟起效，作用持续20分钟。主要在肝内代谢，代谢物大多数经胆汁和尿液排出，尿液酸化可增加以原形自肾排泄。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=144",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 136,
    "name": "重酒石酸卡巴拉汀胶囊",
    "full_name": "(乙10%)重酒石酸卡巴拉汀胶囊",
    "chemical_name": "重酒石酸卡巴拉汀胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "Sun Pharmaceutical Industries Limited"
    ],
    "specifications": [
      {
        "specification": "3mg/粒",
        "manufacturer": "Sun Pharmaceutical Industries Limited",
        "full_manufacturer": "Sun Pharmaceutical Industries Limited",
        "price": 227.8,
        "unit": "盒",
        "code": "Y00000014934",
        "approval_number": "国药准字HJ20181098",
        "insurance_code": "XN06DAK005E001020179179"
      }
    ],
    "pinyin": "zhongjiushisuankabalating",
    "pinyin_initials": "zjsskblt",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于： ⑴；及控制病程的作用；非关节性的各种软组织风湿性疼痛；指南》]；各种骨关节炎[美国FDA已批准；新生儿动脉导管未闭。",
      "dosage": "成人：常用量：口服，随餐或餐后服用： ①抗风湿，片剂和胶囊剂，一次0.4～0.6g",
      "contraindications": "症 ⑴对其他非甾体抗炎药过敏者禁用。 ⑵用于晚期妊娠妇女可使妊娠期延长，引起难产及产程延长。孕妇及哺乳期妇女禁用。 ⑶对阿司匹林过敏的哮喘患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、过敏、嗜睡等。",
      "interactions": "⑴饮酒或与其他非甾体抗炎药同用时增加胃肠道副作用，并有致溃疡的危险。长期与对乙酰氨基酚同用时可增加对肾脏的毒副作用。 ⑵布洛芬与阿司匹林或其他水杨酸类药物同用时，药效并不增强，而胃肠道不良反应及出血倾向发生率增加。 ⑶布洛芬与肝素、双香豆素等抗凝药及血小板聚集抑制药同用时有增加出血的危险。 ⑷布洛芬与呋塞米同用时，呋塞米的排钠和降压作用减弱。 ⑸布洛芬与维拉帕米、硝苯啶同用时，布洛芬的血药浓度增高。 ⑹布洛芬可增高地高辛的血药浓度，同用时须注意调整地高辛的剂量。 ⑺布洛芬与抗高血压药同用时可影响",
      "pregnancy_category": "C",
      "pharmacokinetics": "蛋白结合率99，肝脏代谢，肾脏排泄。",
      "precautions": "⑷下列情况应慎用：①原有支气管哮喘者，用药后可加重；⑹布洛芬可增高地高辛的血药浓度，同用时须注意调整地高辛的剂量。给药说明 ⑴应用阿司匹林或其他非甾体抗炎药引起胃肠道不良反应的患者，可试用本品，但仍应密切注意不良反应。",
      "source": "湖南药事服务网",
      "full_indications": "本品属芳基丙酸类非甾体抗炎药。适用于： ⑴缓解风湿关节炎、骨性关节炎、脊柱关节病、痛风性关节炎、风湿性关节炎等各种慢性关节炎的急性发作期或持续性的关节肿痛症状，无病因治疗及控制病程的作用； ⑵治疗非关节性的各种软组织风湿性疼痛，如肩痛、腱鞘炎、滑囊炎、肌痛及运动后损伤性疼痛等； ⑶急性的轻、中度疼痛如：手术后、创伤后、劳损后、原发性痛经、牙痛、头痛、偏头痛等； ⑷对成人和儿童的发热有解热作用。 ⑸用于各种骨关节炎[美国FDA已批准；中华医学会风湿病学会《骨关节炎诊断及治疗指南》]。 ⑹注射剂用于新生儿动脉导管未闭。[1.FDA批准赖氨酸布洛芬注射剂用于新生儿动脉导管未闭；2.中华医学会儿科学分会新生儿学组《早产儿管理指南》（2006）]",
      "full_pharmacokinetics": "⑴药效学：本品具有镇痛、抗炎、解热作用。其作用机制通过对环氧酶的抑制而减少前列腺素的合成，由此减轻因前列腺素引起的组织充血、肿胀、降低周围神经痛觉的敏感性。它通过下丘脑体温调节中心而起解热作用。 ⑵药动学：口服易吸收，与食物同服吸收减慢，但吸收量不减少。与含铝和镁的抗酸药同服不影响吸收。血浆蛋白结合率为99％。服药后1.2～2.1小时血药浓度达峰值，用量200mg，血药浓度为22～27μg/ml，用量400mg时为23～45μg/ml，用量600mg时为43～57μg/ml。一次给药后ｔ1/2一般为1.8～2小时。服药5小时后关节液浓度于血药浓度相等，以后的12小时内关节液浓度高于血浆浓度。本品在肝内代谢，60％～90％经肾由尿排出，100％于24小时内排出，其中约1％为原形药，一部分随粪便排出。",
      "full_dosage": "口服制剂： ⑴成人常用量：口服，随餐或餐后服用： ①抗风湿，片剂和胶囊剂，一次0.4～0.6g，一日3～4次，类风湿性关节炎比骨性关节炎用量要大些。 ②轻或中等疼痛及痛经的止痛，一次0.2～0.4g，每4～6小时一次。成人用药最大限量一般为一日2.4g。缓释制剂：一次0.3～0.4g，一日2次。软膏：外用，一日3次。 ③轻到中度偏头痛预防或发作性治疗以及疾病引起的发热，成人一次0.1～0.2g，一日4次或每4小时1次，建议一日量不超过1.2g。缓释制剂：一次0.2～0.3g，一日2次。 ④用于各种骨关节炎：口服，1.2～3.2g/日，分3～4次服用 ，一般使用不超过10天。 ⑵小儿常用量：常释剂型，口服，12岁以下一次按体重5～10mg/kg，一日3次。 注射制剂：稀释后最终使用浓度不应超过4mg/mL，稀释溶液只为0.9%氯化钠注射液，不可采用葡萄糖注射液。 ①镇痛：成人推荐剂量为一次0.4g～0.8g，静脉滴注，根据需要可每6小时重复给药。输注时间应当不少于30分钟。最大日剂量3.2g。 ②发热：成人推荐剂量为一次0.4g，静脉滴注，根据需要可每4～6小时重复给药0.4g或每4小时重复给药0.1～0.2g。输注时间应当不少于30分钟。最大日剂量3.2g。 ③儿科患者： 12至17岁：推荐剂量为一次0.4g，静脉滴注，根据需要可每4-6小时重复给药。输注时间至少10分钟。最大每日剂量2.4g。6个月至不满12岁：按 10mg/kg体重静脉滴注，根据需要可每4-6小时重复给药，最大单次给药剂量0.4g。输注时间至少10分钟。最大每日剂量2.4g或40mg/kg体重，以两者中较低剂量为准。 剂型与规格 片剂 0.1g基药 0.2g基药 50mg XM01AE甲0971 0% 哪儿有 缓释片 0.2g 0.3g基药 XM01AE乙0971 5% 哪儿有 胶囊剂 0.1g 0.2g基药 XM01AE甲0971 0% 哪儿有 缓释胶囊 0.3g基药 0.4g XM01AE乙0971 5% 哪儿有 混悬滴剂 0.6g 15ml 0.8g 20ml 1.2g 30ml XM01AE乙0971 5% 哪儿有 注射液 0.4g 4ml 0.8g 8ml 哪儿有 混悬液 2.0g 100ml基药 1.2g 60ml基药 0.1g 5ml XM01AE乙0971 5% 哪儿有 栓剂(小儿) 50mg 0.1g 0.2g XM01AE甲0972 0% 哪儿有 颗粒剂 0.1g基药 0.2g基药 XM01AE乙0971 5% 哪儿有 片剂 0.4g 0.6g XM01AE甲0971 0% 哪儿有",
      "full_contraindications": "症 ⑴对其他非甾体抗炎药过敏者禁用。 ⑵用于晚期妊娠妇女可使妊娠期延长，引起难产及产程延长。孕妇及哺乳期妇女禁用。 ⑶对阿司匹林过敏的哮喘患者禁用。",
      "full_adverse_reactions": "⑴消化道症状包括消化不良、胃烧灼感、胃痛、恶心、呕吐，出现于16％长期服用者，停药上述症状消失，不停药者大部分亦可耐受。少数（＜1％）出现胃溃疡和消化道出血，亦有因溃疡穿孔者。 ⑵神经系统症状如头痛、嗜睡、眩晕，耳鸣少见，出现在1％～3％患者。 ⑶肾功能不全者很少见，多发生在有潜在性肾病变者；但少数服用者可出现下肢浮肿。 ⑷其他少见症状有皮疹，支气管哮喘发作、肝酶升高、白细胞减少等。 肝损伤 肝损伤：低剂量布洛芬长期治疗过程中出现血清转氨酶升高的频率与安慰剂组类似(0.4%)。但是，高、全剂量布洛芬（每日2.4至3.2g）治疗导致丙氨酸转氨酶升高的频率更高(可达16%)。 禁忌症 ⑴对其他非甾体抗炎药过敏者禁用。 ⑵用于晚期妊娠妇女可使妊娠期延长，引起难产及产程延长。孕妇及哺乳期妇女禁用。 ⑶对阿司匹林过敏的哮喘患者禁用。",
      "full_interactions": "⑴饮酒或与其他非甾体抗炎药同用时增加胃肠道副作用，并有致溃疡的危险。长期与对乙酰氨基酚同用时可增加对肾脏的毒副作用。 ⑵布洛芬与阿司匹林或其他水杨酸类药物同用时，药效并不增强，而胃肠道不良反应及出血倾向发生率增加。 ⑶布洛芬与肝素、双香豆素等抗凝药及血小板聚集抑制药同用时有增加出血的危险。 ⑷布洛芬与呋塞米同用时，呋塞米的排钠和降压作用减弱。 ⑸布洛芬与维拉帕米、硝苯啶同用时，布洛芬的血药浓度增高。 ⑹布洛芬可增高地高辛的血药浓度，同用时须注意调整地高辛的剂量。 ⑺布洛芬与抗高血压药同用时可影响后者的降压作用。 ⑻丙磺舒可降低布洛芬的排泄，增加血药浓度，从而增加毒性，故同用时应减少布洛芬的剂量。 ⑼布洛芬可增强抗糖尿病药（包括口服降糖药）的作用。 ⑽布洛芬可降低甲氨蝶呤的排泄，增高甲氨蝶呤的血药浓度，甚至可达中毒水平，故布洛芬不应与中或大剂量甲氨蝶呤同用。 ⑾与糖皮质激素类合用，可明显地减缓炎症症状。 药物过量 为减少肾脏不良反应风险，患者在用药前需补充足够水分。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵餐后或与食物同服； ⑶缓释片需整片吞咽，不要咀嚼或掰碎。为减少肾脏不良反应风险，患者在用药前需补充足够水分。 ⑷服用小剂量阿司匹林后30分钟不能服用布洛芬；服用布洛芬后8小时内不得服用小剂量阿司匹林，因为两者竞争血小板COX-1的活性部位。 输液调配 一次400mg或800mg用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液不低于100ml或200ml稀释，使成最终浓度≤4mg/ml的溶液。新鲜调配为无色至微黄色的澄明液体。布洛芬注射液pH约为7.9，用0.9%氯化钠注射液和5%葡萄糖注射液稀释的终浓度为4mg/ml的溶液pH为6.5～7.5。 【稳定性】用0.9%氯化钠注射液或5%葡萄糖注射液稀释的1mg/ml与4mg/ml布洛芬溶液，室温下24h内，其性状、pH、布洛芬含量及有关物质基本无变化。 给药说明 ⑴应用阿司匹林或其他非甾体抗炎药引起胃肠道不良反应的患者，可试用本品，但仍应密切注意不良反应。 ⑵治疗类风湿关节炎等多种慢性关节炎病时，本品应与其他慢作用抗风湿药同时应用以控制类风湿关节炎的活动性和病情进展。 ⑶用药期间如出现胃肠出血，肝、肾功能损害，视力障碍、血象异常以及过敏反应等情况，即应停药。 ⑷国外个别文献报道本药有引起心血管事件风险，故不宜剂量过大及疗程过长。 用法与用量 口服制剂： ⑴成人常用量：口服，随餐或餐后服用： ①抗风湿，片剂和胶囊剂，一次0.4～0.6g，一日3～4次，类风湿性关节炎比骨性关节炎用量要大些。 ②轻或中等疼痛及痛经的止痛，一次0.2～0.4g，每4～6小时一次。成人用药最大限量一般为一日2.4g。缓释制剂：一次0.3～0.4g，一日2次。软膏：外用，一日3次。 ③轻到中度偏头痛预防或发作性治疗以及疾病引起的发热，成人一次0.1～0.2g，一日4次或每4小时1次，建议一日量不超过1.2g。缓释制剂：一次0.2～0.3g，一日2次。 ④用于各种骨关节炎：口服，1.2～3.2g/日，分3～4次服用 ，一般使用不超过10天。 ⑵小儿常用量：常释剂型，口服，12岁以下一次按体重5～10mg/kg，一日3次。 注射制剂：稀释后最终使用浓度不应超过4mg/mL，稀释溶液只为0.9%氯化钠注射液，不可采用葡萄糖注射液。 ①镇痛：成人推荐剂量为一次0.4g～0.8g，静脉滴注，根据需要可每6小时重复给药。输注时间应当不少于30分钟。最大日剂量3.2g。 ②发热：成人推荐剂量为一次0.4g，静脉滴注，根据需要可每4～6小时重复给药0.4g或每4小时重复给药0.1～0.2g。输注时间应当不少于30分钟。最大日剂量3.2g。 ③儿科患者： 12至17岁：推荐剂量为一次0.4g，静脉滴注，根据需要可每4-6小时重复给药。输注时间至少10分钟。最大每日剂量2.4g。6个月至不满12岁：按 10mg/kg体重静脉滴注，根据需要可每4-6小时重复给药，最大单次给药剂量0.4g。输注时间至少10分钟。最大每日剂量2.4g或40mg/kg体重，以两者中较低剂量为准。 剂型与规格 片剂 0.1g基药 0.2g基药 50mg XM01AE甲0971 0% 哪儿有 缓释片 0.2g 0.3g基药 XM01AE乙0971 5% 哪儿有 胶囊剂 0.1g 0.2g基药 XM01AE甲0971 0% 哪儿有 缓释胶囊 0.3g基药 0.4g XM01AE乙0971 5% 哪儿有 混悬滴剂 0.6g 15ml 0.8g 20ml 1.2g 30ml XM01AE乙0971 5% 哪儿有 注射液 0.4g 4ml 0.8g 8ml 哪儿有 混悬液 2.0g 100ml基药 1.2g 60ml基药 0.1g 5ml XM01AE乙0971 5% 哪儿有 栓剂(小儿) 50mg 0.1g 0.2g XM01AE甲0972 0% 哪儿有 颗粒剂 0.1g基药 0.2g基药 XM01AE乙0971 5% 哪儿有 片剂 0.4g 0.6g XM01AE甲0971 0% 哪儿有",
      "full_precautions": "⑴交叉过敏：对阿司匹林或其他非甾体抗炎药过敏者对本品可能有交叉过敏反应。 ⑵对血小板聚集有抑制作用，可使出血时间延长，但停药24小时即可消失。 ⑶可使血尿素氮及血清肌酐含量升高，肌酐清除率可下降。 ⑷下列情况应慎用：①原有支气管哮喘者，用药后可加重；②心功能不全、高血压，用药后可致水潴留、水肿；③血友病或其他出血性疾病（包括凝血障碍及血小板功能异常），用药后出血时间延长，出血倾向加重；④有消化道溃疡病史者，应用本品时易出现胃肠道副作用，包括产生新的溃疡；⑤肾功能不全者用药后肾脏不良反应增多，甚至导致肾功能衰竭。 ⑸长期用药时应定期检查血象及肝、肾功能。 ⑹对长期应用糖皮质激素的患者加用本品时，皮质激素需缓慢停药，以免病情加重或引起皮质功能不全。 ⑺药物的不良反应与所服用的剂量呈正相关，因此服药超量时应作紧急处理，包括催吐或洗胃、口服活性炭、抗酸药或（和）利尿药，并给予监测及其他支持疗法。 药物相互作用 ⑴饮酒或与其他非甾体抗炎药同用时增加胃肠道副作用，并有致溃疡的危险。长期与对乙酰氨基酚同用时可增加对肾脏的毒副作用。 ⑵布洛芬与阿司匹林或其他水杨酸类药物同用时，药效并不增强，而胃肠道不良反应及出血倾向发生率增加。 ⑶布洛芬与肝素、双香豆素等抗凝药及血小板聚集抑制药同用时有增加出血的危险。 ⑷布洛芬与呋塞米同用时，呋塞米的排钠和降压作用减弱。 ⑸布洛芬与维拉帕米、硝苯啶同用时，布洛芬的血药浓度增高。 ⑹布洛芬可增高地高辛的血药浓度，同用时须注意调整地高辛的剂量。 ⑺布洛芬与抗高血压药同用时可影响后者的降压作用。 ⑻丙磺舒可降低布洛芬的排泄，增加血药浓度，从而增加毒性，故同用时应减少布洛芬的剂量。 ⑼布洛芬可增强抗糖尿病药（包括口服降糖药）的作用。 ⑽布洛芬可降低甲氨蝶呤的排泄，增高甲氨蝶呤的血药浓度，甚至可达中毒水平，故布洛芬不应与中或大剂量甲氨蝶呤同用。 ⑾与糖皮质激素类合用，可明显地减缓炎症症状。 药物过量 为减少肾脏不良反应风险，患者在用药前需补充足够水分。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵餐后或与食物同服； ⑶缓释片需整片吞咽，不要咀嚼或掰碎。为减少肾脏不良反应风险，患者在用药前需补充足够水分。 ⑷服用小剂量阿司匹林后30分钟不能服用布洛芬；服用布洛芬后8小时内不得服用小剂量阿司匹林，因为两者竞争血小板COX-1的活性部位。 输液调配 一次400mg或800mg用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液不低于100ml或200ml稀释，使成最终浓度≤4mg/ml的溶液。新鲜调配为无色至微黄色的澄明液体。布洛芬注射液pH约为7.9，用0.9%氯化钠注射液和5%葡萄糖注射液稀释的终浓度为4mg/ml的溶液pH为6.5～7.5。 【稳定性】用0.9%氯化钠注射液或5%葡萄糖注射液稀释的1mg/ml与4mg/ml布洛芬溶液，室温下24h内，其性状、pH、布洛芬含量及有关物质基本无变化。 给药说明 ⑴应用阿司匹林或其他非甾体抗炎药引起胃肠道不良反应的患者，可试用本品，但仍应密切注意不良反应。 ⑵治疗类风湿关节炎等多种慢性关节炎病时，本品应与其他慢作用抗风湿药同时应用以控制类风湿关节炎的活动性和病情进展。 ⑶用药期间如出现胃肠出血，肝、肾功能损害，视力障碍、血象异常以及过敏反应等情况，即应停药。 ⑷国外个别文献报道本药有引起心血管事件风险，故不宜剂量过大及疗程过长。 用法与用量 口服制剂： ⑴成人常用量：口服，随餐或餐后服用： ①抗风湿，片剂和胶囊剂，一次0.4～0.6g，一日3～4次，类风湿性关节炎比骨性关节炎用量要大些。 ②轻或中等疼痛及痛经的止痛，一次0.2～0.4g，每4～6小时一次。成人用药最大限量一般为一日2.4g。缓释制剂：一次0.3～0.4g，一日2次。软膏：外用，一日3次。 ③轻到中度偏头痛预防或发作性治疗以及疾病引起的发热，成人一次0.1～0.2g，一日4次或每4小时1次，建议一日量不超过1.2g。缓释制剂：一次0.2～0.3g，一日2次。 ④用于各种骨关节炎：口服，1.2～3.2g/日，分3～4次服用 ，一般使用不超过10天。 ⑵小儿常用量：常释剂型，口服，12岁以下一次按体重5～10mg/kg，一日3次。 注射制剂：稀释后最终使用浓度不应超过4mg/mL，稀释溶液只为0.9%氯化钠注射液，不可采用葡萄糖注射液。 ①镇痛：成人推荐剂量为一次0.4g～0.8g，静脉滴注，根据需要可每6小时重复给药。输注时间应当不少于30分钟。最大日剂量3.2g。 ②发热：成人推荐剂量为一次0.4g，静脉滴注，根据需要可每4～6小时重复给药0.4g或每4小时重复给药0.1～0.2g。输注时间应当不少于30分钟。最大日剂量3.2g。 ③儿科患者： 12至17岁：推荐剂量为一次0.4g，静脉滴注，根据需要可每4-6小时重复给药。输注时间至少10分钟。最大每日剂量2.4g。6个月至不满12岁：按 10mg/kg体重静脉滴注，根据需要可每4-6小时重复给药，最大单次给药剂量0.4g。输注时间至少10分钟。最大每日剂量2.4g或40mg/kg体重，以两者中较低剂量为准。 剂型与规格 片剂 0.1g基药 0.2g基药 50mg XM01AE甲0971 0% 哪儿有 缓释片 0.2g 0.3g基药 XM01AE乙0971 5% 哪儿有 胶囊剂 0.1g 0.2g基药 XM01AE甲0971 0% 哪儿有 缓释胶囊 0.3g基药 0.4g XM01AE乙0971 5% 哪儿有 混悬滴剂 0.6g 15ml 0.8g 20ml 1.2g 30ml XM01AE乙0971 5% 哪儿有 注射液 0.4g 4ml 0.8g 8ml 哪儿有 混悬液 2.0g 100ml基药 1.2g 60ml基药 0.1g 5ml XM01AE乙0971 5% 哪儿有 栓剂(小儿) 50mg 0.1g 0.2g XM01AE甲0972 0% 哪儿有 颗粒剂 0.1g基药 0.2g基药 XM01AE乙0971 5% 哪儿有 片剂 0.4g 0.6g XM01AE甲0971 0% 哪儿有",
      "full_pregnancy_category": "C"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2708",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 137,
    "name": "重酒石酸去甲肾上腺素注射液",
    "full_name": "(甲)重酒石酸去甲肾上腺素注射液[国基]",
    "chemical_name": "重酒石酸去甲肾上腺素注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "远大医药"
    ],
    "specifications": [
      {
        "specification": "2mg/支",
        "manufacturer": "远大医药",
        "full_manufacturer": "远大医药（中国）有限公司",
        "price": 0.81,
        "unit": "支",
        "code": "X00860",
        "approval_number": "国药准字H42021301",
        "insurance_code": "XC01CAQ120B002010101984",
        "location": "N-2",
        "outpatient_location": "N-2"
      }
    ],
    "pinyin": "zhongjiushisuanqujiashenshangxiansu",
    "pinyin_initials": "zjssqjssxs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于急性心肌梗死、体外循环等引起的低血压；对血容量不足所致的休克、低血压或嗜铬细胞瘤切除术后的低血压，本品作为急救时补充血容量的辅助治疗，以使血压回升，暂时维持脑与冠状动脉灌注，直到补充血容量治疗发生作用；也可用于椎管内阻滞时的低血压及心跳骤停复苏后血压维持。",
      "full_indications": "用于急性心肌梗死、体外循环等引起的低血压；对血容量不足所致的休克、低血压或嗜铬细胞瘤切除术后的低血压，本品作为急救时补充血容量的辅助治疗，以使血压回升，暂时维持脑与冠状动脉灌注，直到补充血容量治疗发生作用；也可用于椎管内阻滞时的低血压及心跳骤停复苏后血压维持。",
      "dosage": "成人：常用量：开始以每分钟8-12μg",
      "full_dosage": "用5%葡萄糖注射液或葡萄糖氯化钠注射液稀释后静滴。<br>⑴成人常用量：开始以每分钟8-12μg速度滴注，调整滴速以达到血压升到理想水平；维持量为每分钟2-4μg。在必要时可按医嘱超越上述剂量，但需注意保持或补足血容量。<br>⑵小儿常用量：开始按体重以每分钟0.02-0.1μg/kg速度滴注，按需要调节滴速。",
      "contraindications": "禁止与含卤素的麻醉剂和其他儿茶酚胺类药合并使用，可卡因中毒及心动过速患者禁用。",
      "full_contraindications": "禁止与含卤素的麻醉剂和其他儿茶酚胺类药合并使用，可卡因中毒及心动过速患者禁用。",
      "adverse_reactions": "常见：皮疹、呕吐、头痛、过敏等。",
      "full_adverse_reactions": "⑴药液外漏可引起局部组织坏死。⑵本品强烈的血管收缩可以使重要脏器器官血流减少，肾血流锐减后尿量减少，组织供血不足导致缺氧和酸中毒；持久或大量使用时，可使回心血流量减少，外周血管阻力升高，心排血量减少，后果严重。⑶应重视的反应包括静脉输注时沿静脉径路皮肤发白，注射局部皮肤破溃，皮肤发绀、发红，严重眩晕，上述反应虽属少见，但后果严重。⑷个别病人因过敏而有皮疹、面部水肿。⑸在缺氧、电解质平衡失调、器质性心脏病病人中或逾量时，可出现心律失常；血压升高后可出现反射性心率减慢。⑹以下反应如持续出现应注意：焦虑不安、眩晕、头痛、皮肤苍白、心悸、失眠等。⑺逾量时可出现严重头痛及高血压、心率缓慢、呕吐、抽搐。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "full_interactions": "⑴与全麻药如氯仿、环丙烷、氟烷等同用，可使心肌对拟交感胺类药反应更敏感，容易发生室性心律失常，不宜同用，必须同用时应减量给药。<br>⑵与β受体阻滞剂同用，各自的疗效降低，β受体阻滞剂后α受体作用突出，可发生高血压，心动过缓。<br>⑶与降压药同用可抵消或减弱降压药的作用，与基多巴同用还使本品加压作用增强。<br>⑷与洋地黄类同用，易致心律失常，需严密注意心电监测。<br>⑸与其他拟交感胺类同用，心血管作用增强。<br>⑹与麦角制剂如麦角胺、麦角新碱或缩宫素同用，促使血管收缩作用加强，引起严重高血压，心动过缓。<br>⑺与三环类抗抑郁药合用，由于抑制组织吸收本品或增强肾上腺素受体的敏感性，可加强本品的心血管作用，引起心律失常、心动过速、高血压或高热，如必须合用，则开始本品用量需小，并监测心血管作用。<br>⑻与状腺激素同用使二者作用均加强。<br>⑼与妥拉唑林同用可引起血压下降，继以血压过度反跳上升，故妥拉唑林过量时不宜用本品。",
      "pregnancy_category": "C级",
      "pharmacokinetics": null,
      "full_pharmacokinetics": "",
      "precautions": "⑴缺氧、高血压、动脉硬化、状腺功能亢进症、糖尿病、闭塞性血管炎、血栓病患者慎用。⑵用药过程中必须监测动脉压、中心静脉压、尿量、心电图。⑷注射时选用较粗大的静脉，四肢小静脉应避免使用。",
      "full_precautions": "⑴缺氧、高血压、动脉硬化、状腺功能亢进症、糖尿病、闭塞性血管炎、血栓病患者慎用。<br>⑵用药过程中必须监测动脉压、中心静脉压、尿量、心电图。<br>⑶本品遇光变色，应避光贮存，如注射液呈棕色或有沉淀，即不宜再用。<br>⑷注射时选用较粗大的静脉，四肢小静脉应避免使用。<br>⑸静滴时间过长或药液过浓，可使局部血管强烈收缩引起组织坏死，如发现外漏或注射部位皮肤发白，应立即更换注射部位，进行热敷并用普鲁卡因或α受体阻滞剂如酚妥拉明作局部浸润注射。<br>⑹不宜与偏碱性药物如磺胺嘧啶钠、氨茶碱等配伍注射，以免失效；在碱性溶液中如与含铁离子杂质的药物（如谷氨酸钠、乳酸钠等）相遇，则变紫色，并降低升压作用。<br>⑺浓度高时，注射局部和周围发生反应性血管痉挛、局部皮肤苍白，时久可引起缺血性坏死，故滴注时严防药液外漏，用药当中须随时测量血压，调整给药速度，使血压保持在正常范围内。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=137",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 138,
    "name": "注射用阿替普酶",
    "full_name": "(乙10%)注射用阿替普酶",
    "chemical_name": "注射用阿替普酶",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "Boehringer Ingelheim Pharma GmbH & Co.KG"
    ],
    "specifications": [
      {
        "specification": "50mg/支",
        "manufacturer": "Boehringer Ingelheim Pharma GmbH & Co.KG",
        "full_manufacturer": "Boehringer Ingelheim Pharma GmbH & Co.KG",
        "price": 3400.0,
        "unit": "盒",
        "code": "X00189",
        "approval_number": "国药准字SJ20160055",
        "insurance_code": "XB01ADA066B001020178302",
        "location": "2E-1"
      }
    ],
    "pinyin": "zhusheyongatipumei",
    "pinyin_initials": "zsyatpm",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于：\n⑴急性ST段抬高心肌梗死（AMI）的溶栓治疗。",
      "dosage": "静脉注射：使用注射用水配成浓度为1mg/ml或2mg/ml，配制溶液可用氯化钠注射液稀释至0.2mg/ml的最小浓度。",
      "contraindications": "⑴本品溶栓治疗的禁忌症同尿激酶。  \n⑵当用于急性缺血性脑卒中的治疗时必须排除下列禁忌症：①颅内出血的历史或证据；②怀疑蛛网膜下腔出血者。对急性缺血性脑卒中的溶栓治疗的适应证及禁忌症必须由神经内科医师决定。",
      "adverse_reactions": "常见：恶心、呕吐、发热等。",
      "interactions": "⑴重组组织型纤溶酶激活剂(rt-PA)与华法林、血小板聚集抑制药、肝素和其他影响凝血的药物合用，可增加出血的危险。但在溶栓治疗中本品需与阿司匹林和肝素联合应用（缺血性脑卒中除外），由于本品半衰期短、循环中纤维蛋白原降低较少，与肝素联合应用可降低再梗死发生率，但也轻度增加出血的发生率，因此，必须严密监测APTT，调整肝素剂量。  <br>⑵与依替贝肽合用，因协同作用可增加出血的危险性。  <br>⑶硝酸甘油可加快本品的消除率，使血药浓度下降，冠状动脉的再灌注减少、再灌注时间延长、血管再闭塞的可能性",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴老年人颅内出血的危险性增加，在决定应用本品前应慎重权衡风险/受益比。  \n⑵妊娠及哺乳时使用本品的经验非常有限，在患危及生命的严重疾病时是否应用，也需权衡利弊。  \n⑶本品尚无在儿童应用的经验。",
      "source": "湖南药事服务网",
      "full_indications": "本品为纤维蛋白选择性溶栓药。用于：<br>⑴急性ST段抬高心肌梗死（AMI）的溶栓治疗；<br>⑵伴有血流动力学不稳定的急性肺栓塞及经客观检查（如肺动脉造影或肺核素扫描等）诊断的大块肺栓塞（阻断一个肺叶或多个肺段血流者）；<br>⑶急性缺血性脑卒中的溶栓治疗；<br>⑷颅内静脉突血栓形成；<br>⑸用于急性缺血性脑卒中（80岁以上患者）【美国FDA未限制阿替普酶必须用于80岁以下患者，对于年龄大于77岁的患者可能出血风险增加，但仍有较好的临床效果；中华医学会神经病学分会 《中国急性缺血性脑卒中诊治指南》2018；美国心脏协会/美国卒中协会.】。",
      "full_dosage": "静脉注射：使用注射用水配成浓度为1mg/ml或2mg/ml，配制溶液可用氯化钠注射液稀释至0.2mg/ml的最小浓度。<br>　　⑴急性心肌梗死（AMI）：目前通常采用GUSTO加速给药方案，对体重＞67kg的患者，给予15mg静脉推注，继之50mg在30分钟内静脉输注完毕，35mg在随后的60分钟内输注，总剂量100mg（在90分钟内静滴完毕）。对体重≤67kg的患者，用药应按体重调整，15mg静脉推注，继之0.75mg/kg在30分钟内输入（最大不超过50mg），0.5mg/kg在随后的60分钟内输入（最大不超过35mg）。辅助治疗：在溶栓治疗开始前必须尽快口服阿司匹林150～300mg，以后可减量为75～150mg/d，长期服用。并推荐溶栓开始前肝素60U/kg（最大剂量4000U）静脉推注，继以12U/(kg·h)（最大1000U）静脉输注，至少48小时，监测APTT，调整肝素滴注速度，使APTT维持在50～75秒。据国内的临床研究，应用半量50mg的rt-PA溶栓治疗可能降低严重出血（包括脑出血）发生率，但冠状动脉通畅率低于常规剂量，其方法如下：半品8mg静脉推注，42mg在90分钟内输入。阿司匹林及肝素的用法同常规治疗方案。   <br>　　⑵肺栓塞：国外推荐的用法为本品100mg在2小时内输注，其中10mg在1～2分钟内静脉推注，90mg在2小时内静脉输注。溶栓以后当APTT值低于正常上限2倍时开始肝素静脉滴注，监测APTT，调整肝素剂量，使APTT维持在基础值1.5～2.5倍。我国推荐50～100mg，在2小时内输入，肝素用法相同。   <br>　　⑶缺血性脑卒中：由于目前本品用于脑梗死尚处于探索阶段，因此须在有经验的医师监督下谨慎选用，且严格掌握用药指征，记载急性脑梗死发病3小时内应用为宜，超过6小时可增加颅内出血的危险。剂量不超过0.9mg/kg，最大剂量90mg，先将总量的10％于2～5分钟内静注，然后将剩余的90％于60～90分钟内持续静脉滴注。阿司匹林、肝素须在溶栓24小时之后才能使用。",
      "full_contraindications": "⑴本品溶栓治疗的禁忌症同尿激酶。  <br>⑵当用于急性缺血性脑卒中的治疗时必须排除下列禁忌症：①颅内出血的历史或证据；②怀疑蛛网膜下腔出血者。对急性缺血性脑卒中的溶栓治疗的适应证及禁忌症必须由神经内科医师决定。",
      "full_adverse_reactions": "⑴最常见的不良反应为出血，包括表浅出血，如穿刺或损伤的血管部位出血，以及内脏出血，如胃肠道、泌尿生殖道、腹膜后、中枢神经系统或实质性脏器出血。  <br>⑵AMI成功的溶栓治疗，梗死相关动脉再通后可发生再灌注心律失常，应采用常规抗心律失常治疗。  <br>⑶少数病例可引起血栓栓塞或胆固醇结晶栓塞，而导致相关器官的损害。  <br>⑷极少数患者可发生恶心、呕吐、血压下降和发热，但这些反应也可能与心肌梗死本身有关。",
      "full_interactions": "⑴重组组织型纤溶酶激活剂(rt-PA)与华法林、血小板聚集抑制药、肝素和其他影响凝血的药物合用，可增加出血的危险。但在溶栓治疗中本品需与阿司匹林和肝素联合应用（缺血性脑卒中除外），由于本品半衰期短、循环中纤维蛋白原降低较少，与肝素联合应用可降低再梗死发生率，但也轻度增加出血的发生率，因此，必须严密监测APTT，调整肝素剂量。  <br>⑵与依替贝肽合用，因协同作用可增加出血的危险性。  <br>⑶硝酸甘油可加快本品的消除率，使血药浓度下降，冠状动脉的再灌注减少、再灌注时间延长、血管再闭塞的可能性增加。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴老年人颅内出血的危险性增加，在决定应用本品前应慎重权衡风险/受益比。  <br>⑵妊娠及哺乳时使用本品的经验非常有限，在患危及生命的严重疾病时是否应用，也需权衡利弊。  <br>⑶本品尚无在儿童应用的经验。",
      "pharmacodynamics": "⑴药效学：组织型纤溶酶原激活剂为内皮细胞合成的一种内源性纤溶酶原激活剂，其活性成分为糖蛋白，含526个氨基酸。现由基因重组技术制造，称为重组组织型纤溶酶原激活剂（rt-PA）。rt-PA在无纤维蛋白存在时存在时无活性，与纤维蛋白结合后该复合物与纤维蛋白原有高度亲和性，从而在血栓表面激活纤溶酶原，使之",
      "full_pharmacodynamics": "⑴药效学：组织型纤溶酶原激活剂为内皮细胞合成的一种内源性纤溶酶原激活剂，其活性成分为糖蛋白，含526个氨基酸。现由基因重组技术制造，称为重组组织型纤溶酶原激活剂（rt-PA）。rt-PA在无纤维蛋白存在时存在时无活性，与纤维蛋白结合后该复合物与纤维蛋白原有高度亲和性，从而在血栓表面激活纤溶酶原，使之转化为有活性的纤溶酶，二将血栓内的纤维蛋白溶解，成为纤维蛋白降解产物（FDP）。其对循环中纤维蛋白原的影响较小，因此rt-PA为一选择性溶栓剂。  <br>　　由于rt-PA的纤维蛋白特异性，静脉注射100mg后4小时循环纤维蛋白原水平仅中等度降低至溶栓前水平的60％，通常在24小时后恢复至80％以上。纤溶酶原和α2抗纤溶酶在用药4小时后分别减少至20％和35％，24小时增加至80％以上。  <br>　　⑵药动学：rt-PA在血循环中迅速清除，主要经肝脏代谢（血浆清除率550～680ml/min），其血浆半衰期ｔ1/2α为4～5分钟，用药后20分钟血浆中剩余药量少于总给药量的10％。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1150",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 139,
    "name": "银杏叶胶囊",
    "full_name": "(甲)银杏叶胶囊[国基]",
    "chemical_name": "银杏叶胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海信谊百路达药业"
    ],
    "specifications": [
      {
        "specification": "9.6mg/粒",
        "manufacturer": "上海信谊百路达药业",
        "full_manufacturer": "上海信谊百路达药业有限公司",
        "price": 4.69,
        "unit": "盒",
        "code": "Y00000000163",
        "approval_number": "国药准字Z20010169",
        "insurance_code": "ZA12HAY0552020100799",
        "location": "D-2",
        "outpatient_location": "K-2"
      }
    ],
    "pinyin": "yinxingye",
    "pinyin_initials": "yxy",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "1、用于充血性心力衰竭、冠心病、高血压、心律不齐的辅助治疗； 2.可适用于原发性和继发性醛固酮增多症、脑血管障碍、出血性休克等； 3.用于急、慢性病毒性肝炎以及亚急性肝坏死。",
      "dosage": "成人常用量： ①口服，一次10～15mg，一日3次，餐后服用，2～4周为1个疗程。 ② ③重症患者必要时每次剂量可增至50mg以上静脉滴注。",
      "contraindications": "症 对本品成分过敏者禁用。",
      "adverse_reactions": "须立即停药并及时救治。 英文名称 Ubidecarenone 其他名称 泛癸利酮、癸烯醌、Co-Q10、Coenzyme Q10、Ubiquinone 基本药物 非类别()备注 2025版，注射剂并限急救、抢救 处方或非处方药 处方药 性状 为黄色或淡黄色结晶性粉末，无臭无味。易溶于氯仿，难溶于醇，不溶于水。遇光分解。 贮存条件 避光保存。 适应证 1、用于",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴本品可引起过敏性休克。用药前询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、血压下降等症状和体征，立即停药并及时治疗。 ⑵本品注射剂见光易分解。静脉滴注时，采取避光措施。 ⑶本品注射剂可能出现雾状结晶，用前仔细检查。如有结晶或在输液过程中出现滴速异常，立即停止使用。 ⑷本品注射剂与其他药物合用时注意药物因pH及离子强度变化而产生配伍",
      "source": "湖南药事服务网",
      "full_indications": "1、用于充血性心力衰竭、冠心病、高血压、心律不齐的辅助治疗； 2.可适用于原发性和继发性醛固酮增多症、脑血管障碍、出血性休克等； 3.用于急、慢性病毒性肝炎以及亚急性肝坏死。",
      "full_pharmacokinetics": "",
      "full_dosage": "成人常用量： ①口服，一次10～15mg，一日3次，餐后服用，2～4周为1个疗程。 ②肌内注射，一次5～10mg，一日2次，2～4周为1个疗程。 ③静脉注射，剂量、疗程同肌内注射。重症患者必要时每次剂量可增至50mg以上静脉滴注。",
      "full_contraindications": "症 对本品成分过敏者禁用。",
      "full_adverse_reactions": "须立即停药并及时救治。 英文名称 Ubidecarenone 其他名称 泛癸利酮、癸烯醌、Co-Q10、Coenzyme Q10、Ubiquinone 基本药物 非类别()备注 2025版，注射剂并限急救、抢救 处方或非处方药 处方药 性状 为黄色或淡黄色结晶性粉末，无臭无味。易溶于氯仿，难溶于醇，不溶于水。遇光分解。 贮存条件 避光保存。 适应证 1、用于充血性心力衰竭、冠心病、高血压、心律不齐的辅助治疗； 2.可适用于原发性和继发性醛固酮增多症、脑血管障碍、出血性休克等； 3.用于急、慢性病毒性肝炎以及亚急性肝坏死。",
      "full_interactions": "本品注射剂与其他药物合用时应注意药物因pH及离子强度变化而产生配伍禁忌，如本品与注射用替硝唑混合产生白色沉淀、与门冬氨酸洛美沙星溶液混合析出黄色絮状沉淀、与注射用川芎嗪混合溶解度降低析出沉淀。联合用药时应分别滴注，且需冲管或换管。 用药交代 餐后或与食物同服。 给药说明 ⑴本品注射液若有黄色沉淀物析出，可将安瓿放入沸水中2～3分钟，待沉淀物溶解、溶液透明后可再使用。 ⑵使用中若延长疗程或适当加大剂量可望提高疗效。",
      "full_precautions": "⑴本品可引起过敏性休克。用药前应询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、血压下降等症状和体征，应立即停药并及时治疗。 ⑵本品注射剂见光易分解。静脉滴注时，应采取避光措施。 ⑶本品注射剂可能出现雾状结晶，用前应仔细检查。如有结晶或在输液过程中出现滴速异常，立即停止使用。 ⑷本品注射剂与其他药物合用时应注意药物因pH及离子强度变化而产生配伍"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=24",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 140,
    "name": "甲磺酸伏美替尼片",
    "full_name": "※▲(乙10%)甲磺酸伏美替尼片",
    "chemical_name": "甲磺酸伏美替尼片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "上海艾力斯医药科技"
    ],
    "specifications": [
      {
        "specification": "40mg/片",
        "manufacturer": "上海艾力斯医药科技",
        "full_manufacturer": "上海艾力斯医药科技股份有限公司",
        "price": 2315.6,
        "unit": "盒",
        "code": "X00937",
        "approval_number": "国药准字H20210008",
        "insurance_code": "XL01EKF727A001010110103"
      }
    ],
    "pinyin": "※▲jiahuangsuanfumeitini",
    "pinyin_initials": "※▲jhsfmtn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于既往经表皮生长因子受体(EGFR)酪氨酸激酶抑制剂(TKI)治疗时或治疗后出现疾病进展，并且经检测确认存在EGFR T790M突变阳性的局部晚期或转移性非小细胞性肺癌(NSCLC)成人患者的治疗。",
      "dosage": "口服：⑴推荐剂量为一次80mg，一日1次。",
      "contraindications": "禁用：对活性成分或任何一种辅料过敏者。",
      "adverse_reactions": "常见：（≥10%）包括AST升高、ALT升高、WBC减低、心电图QT间期延长、皮疹、蛋白尿等",
      "interactions": "本品应避免与CYP3A4强抑制剂、CYP3A4强诱导剂合用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "如果存在心电图QT延长或心律失常的风险，避免使用本品。使用本品时，注意肝功能检测，有心血管风险的患者，考虑心功能监测。用药过程中如果确诊为间质性肺病(ILD)，永久停用本品。",
      "source": "湖南药事服务网",
      "full_indications": "用于既往经表皮生长因子受体(EGFR)酪氨酸激酶抑制剂(TKI)治疗时或治疗后出现疾病进展，并且经检测确认存在EGFR T790M突变阳性的局部晚期或转移性非小细胞性肺癌(NSCLC)成人患者的治疗。",
      "full_dosage": "口服：⑴推荐剂量为一次80mg，一日1次。直至出现疾病进展或不可耐受的毒性。应空腹服用。每天在大致相同的时间服用，整片和水吞服，不要压碎或咀嚼。如果患者漏服本品一次，且距离下次服药时间超过12小时，应补服本品。<br>⑵剂量调整：使用过程中如出现不良事件，可根据具体情况暂时中断给药、降低剂量或者停止本品治疗。如果需要减量，则剂量可减至40mg，每天一次。<br>⑶特殊人群：无需因为患者的年龄、体重、性别和吸烟状态对剂量进行调整。<br>⑷肝功能损害：轻度肝功能损害患者无需进行剂量调整。尚未在中重度肝功能损害患者中开展临床试验，中重度肝功能损害患者应慎用。<br>⑸肾功能损害：轻中度肾功能损害患者无需进行剂量调整。尚未在重度肾功能损害患者中开展临床试验，重度肾功能损害患者应慎用。",
      "full_contraindications": "禁用于对活性成分或任何一种辅料过敏者。",
      "full_adverse_reactions": "最常见不良反应（≥10%）包括AST升高、ALT升高、WBC减低、心电图QT间期延长、皮疹、蛋白尿等。",
      "full_interactions": "本品应避免与CYP3A4强抑制剂、CYP3A4强诱导剂合用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "如果存在心电图QT延长或心律失常的风险，应避免使用本品。使用本品时，应注意肝功能检测，有心血管风险的患者，应考虑心功能监测。用药过程中如果确诊为间质性肺病(ILD)，应永久停用本品。",
      "pharmacodynamics": "本品属于第三代表皮生长因子受体-酪氨酸激酶抑制剂(EGFR-TKI)。具有三氟乙氧基吡啶为基础的结构，无论是药物原型AST2818还是主要代谢产物AST5902，均可通过不饱和丙烯酰胺键与EGFR不可逆结合，具有双重活性，可以强效抑制EGFR敏感突变和耐药突变。同时，三氟乙氧基吡啶结构可以阻断非选择",
      "full_pharmacodynamics": "本品属于第三代表皮生长因子受体-酪氨酸激酶抑制剂(EGFR-TKI)。具有三氟乙氧基吡啶为基础的结构，无论是药物原型AST2818还是主要代谢产物AST5902，均可通过不饱和丙烯酰胺键与EGFR不可逆结合，具有双重活性，可以强效抑制EGFR敏感突变和耐药突变。同时，三氟乙氧基吡啶结构可以阻断非选择性代谢产物的产生，药物分子具备的空间位阻效应也能提高激酶谱选择性，降低脱靶效应，提高安全性。该品种上市为非小细胞性肺癌(NSCLC)成人患者提供了新的治疗选择。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13260",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 141,
    "name": "知柏地黄丸",
    "full_name": "(甲)知柏地黄丸",
    "chemical_name": "知柏地黄丸",
    "dosage_form": "丸",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "仲景宛西制药"
    ],
    "specifications": [
      {
        "specification": "0.17g/丸",
        "manufacturer": "仲景宛西制药",
        "full_manufacturer": "仲景宛西制药股份有限公司",
        "price": 27.98,
        "unit": "瓶",
        "code": "C00105",
        "approval_number": "国药准字Z41021904",
        "insurance_code": "ZA09CAZ0151010203082",
        "outpatient_location": "V-5"
      }
    ],
    "pinyin": "zhibaidihuang",
    "pinyin_initials": "zbdh",
    "dosage_form_pinyin": "wan",
    "dosage_form_initials": "w",
    "manual": {
      "indications": "外用适用于对糖皮质激素治疗有效的皮肤病，如接触性皮炎、特应性皮炎、脂溢性皮炎、湿疹、神经性皮炎、银屑病等瘙痒性及非感染性炎症性皮肤病。",
      "dosage": "外用均匀涂于患处，用后轻轻揉擦，一日2～3次。对顽固、肥厚性皮损可采用封包疗法。",
      "contraindications": "症 ⑴对本药及其基质成分过敏者和对其他糖皮质激素过敏者禁用。 ⑵水痘、化脓性皮肤病或其他感染性皮肤病时禁用。",
      "adverse_reactions": "的发生率低，可适用于儿童及面部皮肤的使用。 不良反应 偶可出现瘙痒、干燥及烧灼感。长期局部外用，可以起糖皮质激素类的不良反应，如痤疮样皮炎、毛细血管扩张、色素沉着或脱失、增加对感染的易感性等。",
      "interactions": "参阅肾上腺皮质激素项。 用药交代 稀薄涂敷。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴婴儿及儿童勿长期、大面积使用或采用封包法治疗，以免抑制下丘脑-垂体-肾上腺轴，产生继发性肾上腺功能不足。 ⑵孕妇、哺乳期妇女考虑用药的利弊，慎重使用。 ⑶币买了与眼睛接触。 ⑷不宜用于破损皮肤。 ⑸久用可产生耐受性。 药物相互作用 参阅肾上腺皮质激素项。 用药交代 稀薄涂敷。",
      "source": "湖南药事服务网",
      "full_indications": "外用适用于对糖皮质激素治疗有效的皮肤病，如接触性皮炎、特应性皮炎、脂溢性皮炎、湿疹、神经性皮炎、银屑病等瘙痒性及非感染性炎症性皮肤病。",
      "full_dosage": "外用均匀涂于患处，用后轻轻揉擦，一日2～3次。对顽固、肥厚性皮损可采用封包疗法。",
      "full_contraindications": "症 ⑴对本药及其基质成分过敏者和对其他糖皮质激素过敏者禁用。 ⑵水痘、化脓性皮肤病或其他感染性皮肤病时禁用。",
      "full_adverse_reactions": "的发生率低，可适用于儿童及面部皮肤的使用。 不良反应 偶可出现瘙痒、干燥及烧灼感。长期局部外用，可以起糖皮质激素类的不良反应，如痤疮样皮炎、毛细血管扩张、色素沉着或脱失、增加对感染的易感性等。",
      "full_interactions": "参阅肾上腺皮质激素项。 用药交代 稀薄涂敷。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴婴儿及儿童勿长期、大面积使用或采用封包法治疗，以免抑制下丘脑-垂体-肾上腺轴，产生继发性肾上腺功能不足。 ⑵孕妇、哺乳期妇女应考虑用药的利弊，慎重使用。 ⑶币买了与眼睛接触。 ⑷不宜用于破损皮肤。 ⑸久用可产生耐受性。 药物相互作用 参阅肾上腺皮质激素项。 用药交代 稀薄涂敷。",
      "composition": "知母、黄柏、熟地黄、山茱萸（制）、牡丹皮、山药、茯苓、泽泻。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6624",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 142,
    "name": "托珠单抗注射液",
    "full_name": "※▲(乙10%)托珠单抗注射液",
    "chemical_name": "托珠单抗注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "百奥泰生物制药"
    ],
    "specifications": [
      {
        "specification": "80mg/瓶",
        "manufacturer": "百奥泰生物制药",
        "full_manufacturer": "百奥泰生物制药股份有限公司",
        "price": 746.99,
        "unit": "盒",
        "code": "X00940",
        "approval_number": "国药准字S20230003",
        "insurance_code": "XL04ACT156B002020182116"
      },
      {
        "specification": "400mg/瓶",
        "manufacturer": "百奥泰生物制药",
        "full_manufacturer": "百奥泰生物制药股份有限公司",
        "price": 2560.95,
        "unit": "瓶",
        "code": "X00892",
        "approval_number": "国药准字S20230001",
        "insurance_code": "XL04ACT156B002010182116"
      }
    ],
    "pinyin": "※▲tuozhudankang",
    "pinyin_initials": "※▲tzdk",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于巨细胞动脉炎；Graves眼病或甲状腺相关眼病(TAO、TED)；治疗巨细胞动脉炎；治疗Graves眼病或甲状腺相关眼病(TAO、TED)。",
      "dosage": "成人：推荐剂量为8mg",
      "contraindications": "对托珠单抗或者对任何辅料发生超敏反应的患者禁用。感染活动期患者禁用。",
      "adverse_reactions": "常见：皮疹、头痛、头晕、瘙痒等。",
      "interactions": "⑴托珠单抗10mg/kg单次给药与MTX 10～25 mg每周一次联合给药，对MTX的暴露无临床显著性影响。<br>⑵合并使用经CYP450 3A4、1A2或2C9代谢的这类药物（如甲泼尼龙、地塞米松、阿托伐他汀、钙通道阻滞剂、茶碱、华法林、苯妥英、环孢素或苯并二氮卓类）患者在开始或中止托珠单抗治疗时，应对其药效或药物浓度进行监测，需要时对这类药物进行个体化剂量调整。<br>⑶辛伐他汀是CYP3A4和有机阴离子转运蛋白（OATP1B1）底物。单次输注托珠单抗（10mg/kg）后一周，辛伐他汀和辛",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "使用期间可能导致引起的严重感染，甚至致死性感染。最常见的严重感染包括肺炎、尿道感染、蜂窝织炎、带状疱疹、胃肠炎、憩室炎、脓毒症和细菌性关节炎。慢性或复发性感染；因此暴露于结核病、有严重或机会性感染史、居住在或到地方性结核病或地方性真菌病地区旅行；患有可使其易感的基础病的患者进行利益风险评估再使用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗对改善病情的抗风湿药物（DMARDs）治疗应答不足的中到重度活动性类风湿关节炎的成年患者。托珠单抗与甲氨蝶呤（MTX）或其它DMARDs联用。<br>⑵用于治疗巨细胞动脉炎。【美国FDA已批准；日本循环学会JCS指南：血管综合征的管理（推荐级别I级，证据级别B级）2017；英国风湿病学会.British Society for Rheumatology Guideline on Diagnosis and Treatment of Giant Cell Arteritis. Rheumatology (Oxford).2020】<br>⑶用于治疗系统性硬化症（罕见病：SSc）相关间质性肺病(SSc-ILD)。<br>⑷用于治疗Graves眼病或甲状腺相关眼病(TAO、TED)。（循证依据：中国2022年《甲状腺相关眼病(TAO)诊断和治疗指南》、欧洲2022年发布的《甲状腺眼病(TED)诊治共识》、欧洲2021年发布的《Graves眼病(GO)临床管理指南》）",
      "full_dosage": "静脉滴注：成人推荐剂量为8mg/kg，每4周静脉滴注1次，可与MTX或其它DMARDs药物联用。出现肝酶异常、中性粒细胞计数降低、血小板计数降低时，可将托珠单抗的剂量减至4mg/kg。需由医疗专业人员以无菌操作方法将托珠单抗用0.9％的无菌生理盐水稀释至100ml。建议托珠单抗静脉滴注时间在1小时以上。对于体重大于 100kg的患者，每次推荐的滴注剂量不得超过800mg。肾功能损伤患者：轻度肾功能损伤患者无需调整剂量，尚未在中度至重度肾功能损伤患者中研究托珠单抗的用药情况。肝功能损伤患者：尚未对托珠单抗在肝功能损伤患者的安全性和有效性进行研究。<br>用于治疗巨细胞动脉炎时，162mg/周，皮下注射。",
      "full_contraindications": "对托珠单抗或者对任何辅料发生超敏反应的患者禁用。感染活动期患者禁用。",
      "full_adverse_reactions": "不良反应相应的发生率分类基于以下规定：十分常见（≥10%），常见（1％～10％，含1％），偶见（0.1％～1％，含 0.1％）。<br>十分常见的不良反应是上呼吸道感染；常见的不良反应是蜂窝织炎、口唇单纯疱疹、带状疱疹；腹痛、口腔溃疡、胃炎；皮疹、瘙痒、荨麻疹；头痛、头晕；肝氨基转移酶升高、体重增加；高血压；白细胞减少症、中性粒细胞减少症；高胆固醇血症；外周水肿、超敏反应；咳嗽、呼吸困难；结膜炎。偶见的不良反应是憩室炎；口腔粘膜炎，胃溃疡；总胆红素升高；高甘油三酯血症；肾石症；甲状腺功能减退。",
      "full_interactions": "⑴托珠单抗10mg/kg单次给药与MTX 10～25 mg每周一次联合给药，对MTX的暴露无临床显著性影响。<br>⑵合并使用经CYP450 3A4、1A2或2C9代谢的这类药物（如甲泼尼龙、地塞米松、阿托伐他汀、钙通道阻滞剂、茶碱、华法林、苯妥英、环孢素或苯并二氮卓类）患者在开始或中止托珠单抗治疗时，应对其药效或药物浓度进行监测，需要时对这类药物进行个体化剂量调整。<br>⑶辛伐他汀是CYP3A4和有机阴离子转运蛋白（OATP1B1）底物。单次输注托珠单抗（10mg/kg）后一周，辛伐他汀和辛伐他汀酸的暴露分别下降57%和39%。<br>⑷奥美拉唑是CYP2C19和CYP3A4的底物。RA患者接受奥美拉唑10mg，其奥美拉唑的暴露比健康受试者高约2倍。<br>⑸右美沙芬是CYP2D6和CYP3A4底物。单次输注托珠单抗（8mg/kg）后1周，右美沙芬暴露下降了约5%。但托珠单抗输注后，去甲右美沙芬水平下降较大（29%）。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "使用期间可能导致引起的严重感染，甚至致死性感染。最常见的严重感染包括肺炎、尿道感染、蜂窝织炎、带状疱疹、胃肠炎、憩室炎、脓毒症和细菌性关节炎。慢性或复发性感染；因此暴露于结核病、有严重或机会性感染史、居住在或到地方性结核病或地方性真菌病地区旅行；患有可使其易感的基础病的患者应进行利益风险评估再使用。",
      "pharmacodynamics": "⑴药效学：托珠单抗是免疫球蛋白IgG1亚型的重组人源化抗人白介素6（IL-6）受体单克隆抗体。托珠单抗特异性结合可溶性及膜结合的IL-6受体（sIL-6R和mIL-6R），并抑制sIL-6R和mIL-6R介导的信号传导。IL-6是一个多功能细胞因子，由多种类型的细胞产生，其具有局部的旁分泌功能，可以",
      "full_pharmacodynamics": "⑴药效学：托珠单抗是免疫球蛋白IgG1亚型的重组人源化抗人白介素6（IL-6）受体单克隆抗体。托珠单抗特异性结合可溶性及膜结合的IL-6受体（sIL-6R和mIL-6R），并抑制sIL-6R和mIL-6R介导的信号传导。IL-6是一个多功能细胞因子，由多种类型的细胞产生，其具有局部的旁分泌功能，可以调节全身的生理和病理过程，如诱导分泌免疫球蛋白，激活T细胞，诱导分泌肝脏急性反应蛋白及刺激红细胞生成。IL-6还与一些疾病的发病机理相关，包括炎性疾病、骨质疏松症及肿瘤。托珠单抗可能会影响宿主抵抗感染和恶性肿瘤的能力。IL-6受体抑制作用在恶性肿瘤发生中所起的作用还不清楚。<br>　　⑵药动学：托珠单抗的药代动力学来自于对包括1793名接受4mg/kg和8mg/kg 托珠单抗滴注一小时，每4周一次直至24周时的RA患者数据库的群体药代动力学分析结果。托珠单抗的药代动力学参数不随时间而改变。在每4周给予托珠单抗4mg/kg和8mg/kg的曲线下面积（AUC）和最低血药浓度（Cmin）呈超剂量成比例增加，最大血药浓度（Cmax）随剂量成比例增加。稳态时，预测8mg/kg组的AUC和Cmin分别比4 mg/kg组高2.7和6.5倍。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3580",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 143,
    "name": "刺五加注射液",
    "full_name": "※▲(乙10%)刺五加注射液",
    "chemical_name": "刺五加注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "黑龙江乌苏里江制药"
    ],
    "specifications": [
      {
        "specification": "20ml/支",
        "manufacturer": "黑龙江乌苏里江制药",
        "full_manufacturer": "黑龙江乌苏里江制药有限公司",
        "price": 13.17,
        "unit": "支",
        "code": "C00106",
        "approval_number": "国药准字Z23021162",
        "insurance_code": "ZA09AAC0505030103793",
        "location": "K-5"
      }
    ],
    "pinyin": "※▲ciwujia",
    "pinyin_initials": "※▲cwj",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴口服适用于重型痤疮，尤其是结节囊肿型痤疮；聚合性痤疮，重型酒糟鼻。亦可用于毛发红糠疹、掌跖角化症等角化异常性皮肤病； ⑵外用适于粉刺、寻常痤疮的治疗。",
      "dosage": "本品应在药师或医生指导下使用。开始剂量为0.1～1mg/kg不等，推荐一日0.5mg/kg，分2～3次服用，4周后改用维持量，维持量视患者耐受情况而定，但一日最高剂量不得超过1mg/kg，饭间或餐后服用，一般6～8周为一疗程。如需要，停药8周后，再进行下1个疗程。",
      "contraindications": "症 ⑴孕妇、哺乳期妇女禁用。 ⑵儿童禁用。 ⑶肝、肾功能不全，维生素A过量及高脂血症患者禁用。",
      "adverse_reactions": "常见：恶心、呕吐、腹泻、瘙痒、过敏等。",
      "interactions": "⑴本药应避免与四环素同时服用。 ⑵与阿维Ａ、维胺酯或维Ａ酸类共用，可增加不良反应的发生率及严重程度。 ⑶与光敏感药物共用，可发生加剧的光敏反应。 用药交代 ⑴用药后，避免阳光直射。 ⑵外用膏剂稀薄涂敷。 ⑶由于服用本品会导致严重的先天缺陷，对于有生育要求的妇女必须在用药前1个月和停药后3个月内采取有效的避孕措施。 ⑷遵医嘱，不要超剂量或疗程用药。用药过程中，注意观察不良反应的发生情况，尤其是皮肤反应和精神状态（如抑郁、躁动、精神异常或攻击性行为）的变化，一旦出现严重不良反应，应立即停药并就诊。 ",
      "pregnancy_category": "X\n \n",
      "pharmacokinetics": "t1/2约20小时，肝脏代谢。",
      "precautions": "需注意的是，部分患者停药可能无法缓解症状，可能需要专科治疗。用药过程中，注意观察不良反应的发生情况，尤其是皮肤反应和精神状态（如抑郁、躁动、精神异常或攻击性行为）的变化，一旦出现严重不良反应，应立即停药并就诊。⑶可发生光敏感反应，在服药期间应避免过度阳光照晒。",
      "source": "湖南药事服务网",
      "full_indications": "⑴口服适用于重型痤疮，尤其是结节囊肿型痤疮；聚合性痤疮，重型酒糟鼻。亦可用于毛发红糠疹、掌跖角化症等角化异常性皮肤病； ⑵外用适于粉刺、寻常痤疮的治疗。",
      "full_dosage": "本品应在药师或医生指导下使用。开始剂量为0.1～1mg/kg不等，推荐一日0.5mg/kg，分2～3次服用，4周后改用维持量，维持量视患者耐受情况而定，但一日最高剂量不得超过1mg/kg，饭间或餐后服用，一般6～8周为一疗程。如需要，停药8周后，再进行下1个疗程。",
      "full_contraindications": "症 ⑴孕妇、哺乳期妇女禁用。 ⑵儿童禁用。 ⑶肝、肾功能不全，维生素A过量及高脂血症患者禁用。",
      "full_adverse_reactions": "⑴口服后常见的有口唇干燥、脱屑，口干，皮肤干燥、瘙痒等，国外有出现严重皮肤损害的病例报告，包括多形性红斑、史蒂文斯-约翰逊综合征和中毒性表皮坏死松解症，其中两例死亡。少见的反应有精神抑郁、自杀倾向、焦虑；脱发；皮肤对日光过敏性增加、掌跖脱皮、眼干、胃不适、疲乏等。可引起血脂升高。偶见肝、肾功能受损。妊娠期妇女服药后可致自发性流产及胎儿发育畸形。 ⑵局部外用常见为皮肤刺激现象，发红、灼热及脱屑等。 ⑶内分泌/代谢系统：高甘油三酯血症、高尿酸血症、血糖波动、糖尿病、男性乳腺发育。 ⑷消化系统：炎症性肠病、肝炎、胰腺炎、牙龈出血、牙龈炎、结肠炎、食管炎/食管溃疡、回肠炎、胃肠道出血、出血性腹泻、咽干、恶心、呕吐及其他非特异性胃肠道症状。 ⑸精神系统：自杀意念、自杀倾向、自杀、抑郁、精神错乱、异常行为、攻击行为、暴力行为。在抑郁的相关报告中，部分患者停药后抑郁症状减轻，但再次用药后会重新出现抑郁。 ⑹肌肉骨骼系统：骨质增生、肌腱及韧带的钙化、骨骺闭合过早、骨密度降低、肌肉骨骼症状（部分为重度）包括背痛、肌痛、关节痛、一过性胸痛、关节炎、肌腱炎及其他骨异常，肌酸磷酸激酶升高/罕见横纹肌溶解的报道等。为避免加重不良反应，请在服药期间减少剧烈运动。 ⑺生殖系统：月经紊乱、外阴阴道干燥、勃起功能障碍、性欲降低、性高潮障碍、生殖器感觉减退。 ⑻泌尿系统：肾小球肾炎、尿道炎、血红蛋白尿、肌红蛋白尿、非特异性泌尿系统检查发现。 肝损伤 ⑴肝毒性： 15%服用异维酸的患者出现肝功能测试异常，尽管血清酶升高达正常上限值3倍以上或需要停药的患者极少(<1%)。肝功能测试异常通常为无症状，一过性的。甚至不中止治疗仍可恢复正常水平。由此可知，即便有发生，异维酸引起明显的临床肝损伤的情况极其罕见。与阿维a及依曲替酯不同的是，异维酸治疗过程中尚无出现伴有超敏症状的急性肝损伤。极少数接受异维酸治疗的患者出现类似维生素A的作用，肝脏星状细胞中脂质堆积，但不排除作为补充剂使用的维生素A的作用。⑵损伤机制： 异维酸导致血清转氨酶升高的机制目前未知，但可能是直接毒性作用（似乎多发于较大剂量治疗）。 禁忌症 ⑴孕妇、哺乳期妇女禁用。 ⑵儿童禁用。 ⑶肝、肾功能不全，维生素A过量及高脂血症患者禁用。",
      "full_interactions": "⑴本药应避免与四环素同时服用。 ⑵与阿维Ａ、维胺酯或维Ａ酸类共用，可增加不良反应的发生率及严重程度。 ⑶与光敏感药物共用，可发生加剧的光敏反应。 用药交代 ⑴用药后，避免阳光直射。 ⑵外用膏剂稀薄涂敷。 ⑶由于服用本品会导致严重的先天缺陷，对于有生育要求的妇女必须在用药前1个月和停药后3个月内采取有效的避孕措施。 ⑷遵医嘱，不要超剂量或疗程用药。用药过程中，注意观察不良反应的发生情况，尤其是皮肤反应和精神状态（如抑郁、躁动、精神异常或攻击性行为）的变化，一旦出现严重不良反应，应立即停药并就诊。 ⑸食物可显著增加药物吸收，应与食物同服。",
      "full_pharmacokinetics": "半衰期为10～20小时 由胃肠道吸收，2～4小时达血浓度高峰，药物的消除半衰期为10～20小时，在肝脏或肠壁代谢，以原形及代谢",
      "full_precautions": "⑴本药有致畸作用，育龄期妇女或其配偶服药期间及服药前、后三个月内应严格避孕。接受治疗前2周应作妊娠试验，以后每月1次，确保无妊娠。 ⑵服药期间应定期作血、尿常规、血脂、肝功能等检查。 ⑶可发生光敏感反应，在服药期间应避免过度阳光照晒。 ⑷若出现抑郁、躁动、精神异常、攻击性行为，以及罕见的自杀、自杀意念和自杀企图的情况，患者应立即停药，患者或其家属与处方医师及时联系。需注意的是，部分患者停药可能无法缓解症状，可能需要专科治疗。建议在治疗前和治疗过程中评估患者心理健康状态，已经存在明显抑郁症状或有抑郁症的患者谨慎使用。 ⑸已有异维A酸可能引起性功能障碍的个例报告，表现包括勃起功能障碍、性欲降低、性高潮障碍、生殖器感觉减退。个别患者停用异维A酸后性功能障碍相关症状仍长期存在，可能需要专科治疗。 药物相互作用 ⑴本药应避免与四环素同时服用。 ⑵与阿维Ａ、维胺酯或维Ａ酸类共用，可增加不良反应的发生率及严重程度。 ⑶与光敏感药物共用，可发生加剧的光敏反应。 用药交代 ⑴用药后，避免阳光直射。 ⑵外用膏剂稀薄涂敷。 ⑶由于服用本品会导致严重的先天缺陷，对于有生育要求的妇女必须在用药前1个月和停药后3个月内采取有效的避孕措施。 ⑷遵医嘱，不要超剂量或疗程用药。用药过程中，注意观察不良反应的发生情况，尤其是皮肤反应和精神状态（如抑郁、躁动、精神异常或攻击性行为）的变化，一旦出现严重不良反应，应立即停药并就诊。 ⑸食物可显著增加药物吸收，应与食物同服。 用法与用量 本品应在药师或医生指导下使用。开始剂量为0.1～1mg/kg不等，推荐一日0.5mg/kg，分2～3次服用，4周后改用维持量，维持量视患者耐受情况而定，但一日最高剂量不得超过1mg/kg，饭间或餐后服用，一般6～8周为一疗程。如需要，停药8周后，再进行下1个疗程。",
      "full_pregnancy_category": "X\n \n",
      "composition": "刺五加。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6284",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 144,
    "name": "汉防己甲素注射液",
    "full_name": "(乙10%)汉防己甲素注射液",
    "chemical_name": "汉防己甲素注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "江西银涛药业"
    ],
    "specifications": [
      {
        "specification": "30mg/支",
        "manufacturer": "江西银涛药业",
        "full_manufacturer": "江西银涛药业股份有限公司",
        "price": 36.07,
        "unit": "支",
        "code": "X00941",
        "approval_number": "国药准字H20053840",
        "insurance_code": "XM02AXH005B002010105381",
        "location": "M-4"
      }
    ],
    "pinyin": "hanfangjijiasu",
    "pinyin_initials": "hfjjs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于风湿痛、关节痛、神经痛。与小剂量放射合并用于肺癌；亦用于单纯硅肺I、II、III期及各期煤硅肺（尘肺病）。",
      "dosage": "抗风湿及镇痛：一次20mg～40mg，一日3次。抗肺癌：一次40mg～60mg，一日3次。抗硅肺：一次60mg～100mg，一日3次，服用6天，停药1天，疗程3个月。",
      "contraindications": "对本品过敏禁用。",
      "adverse_reactions": "常见：恶心、疼痛、乏力、嗜睡等。",
      "interactions": "１.本品使口服环孢素A后的最高血药浓度(Cmax)增高。<br>２.能减轻化疗药物引起的消化道反应与肢体麻木症状，并对化疗引起的血红蛋白与白细胞的损害有保护作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "服药期间每3个月复查肝功能，心电图等。",
      "source": "湖南药事服务网",
      "full_indications": "用于风湿痛、关节痛、神经痛。与小剂量放射合并用于肺癌；亦用于单纯硅肺I、II、III期及各期煤硅肺（尘肺病）。",
      "full_dosage": "口服。抗风湿及镇痛：一次20mg～40mg，一日3次。抗肺癌：一次40mg～60mg，一日3次。抗硅肺：一次60mg～100mg，一日3次，服用6天，停药1天，疗程3个月。",
      "full_contraindications": "1.肝、肾等脏器发生器质性病患者禁用。<br>2.妊娠期妇女禁用。<br>3.对本品过敏者禁用。",
      "full_adverse_reactions": "⑴不良反应较轻、较少。少数患者服药后出现轻度嗜睡、乏力、恶心、腹部不适，个别患者服后大便次数增加。停药后症状可缓解。  <br>⑵静脉注射部位可能发生疼痛或静脉炎。",
      "full_interactions": "１.本品使口服环孢素A后的最高血药浓度(Cmax)增高。<br>２.能减轻化疗药物引起的消化道反应与肢体麻木症状，并对化疗引起的血红蛋白与白细胞的损害有保护作用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "服药期间每3个月复查肝功能，心电图等。",
      "pharmacodynamics": "本品对心脏有负性肌力作用，负性频率作用及负性传导作用，并降低心肌耗氧量。可延长心肌的不应期和房室传导，可增加心肌血流量。可降低总外周血管阻力，时血压下降，降压时无反射性心率增加，由于后负荷减低，心输出量可增加。其作用机制与地尔硫䓬相似。",
      "full_pharmacodynamics": "本品对心脏有负性肌力作用，负性频率作用及负性传导作用，并降低心肌耗氧量。可延长心肌的不应期和房室传导，可增加心肌血流量。可降低总外周血管阻力，时血压下降，降压时无反射性心率增加，由于后负荷减低，心输出量可增加。其作用机制与地尔硫䓬相似。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=274",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 145,
    "name": "注射用黄芪多糖",
    "full_name": "※▲(乙10%)注射用黄芪多糖",
    "chemical_name": "注射用黄芪多糖",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "天津赛诺制药"
    ],
    "specifications": [
      {
        "specification": "0.25g/瓶",
        "manufacturer": "天津赛诺制药",
        "full_manufacturer": "天津赛诺制药有限公司",
        "price": 171.18,
        "unit": "瓶",
        "code": "C00107",
        "approval_number": "国药准字Z20040086",
        "insurance_code": "ZC02AAZ0407010100869",
        "location": "M-2"
      }
    ],
    "pinyin": "※▲zhusheyonghuangqiduotang",
    "pinyin_initials": "※▲zsyhqdt",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴用于局部晚期或转移的非小细胞肺癌的二线治疗。 ⑵用于转移性非小细胞肺癌一线治疗【美国FDA已经批准；NCCN临床实践指南：非小细胞肺癌（2018.V3）；中国临床肿瘤学会（CSCO)《原发性肺癌诊疗指南】。 ⑶联合吉西他滨用于成人局部晚期、不可切除或转移性胰腺癌的一线治疗【美国FDA已批准；NCCN临床实践指南：胰腺癌（2017.V3）】。",
      "dosage": "直至病情进展或出现无法接受的毒副反应才停药。 用于成人局部晚期、不可切除或转移性胰腺癌的一线治疗。100mg，持续用药直到疾病进展或出现不能耐受的毒性反应。联合吉西他滨。",
      "contraindications": "症 对本品过敏者禁用。妊娠期及哺乳期妇女应避免使用本品。",
      "adverse_reactions": "常见：皮疹、腹泻、发热、过敏等。",
      "interactions": "⑴与CYP3A4抑制药，如阿扎那韦、茚地那韦、奈非那韦、利托那韦、沙奎那韦、吡咯类抗真菌药、大环内酯类抗菌药物合用可能升高其血药浓度，合用时应慎重。 ⑵同工酶诱导剂如卡马西平、地塞米松、苯巴比妥、苯妥英钠、圣约翰草、利福布汀和利福平等可使本品AUC降低约2/3，从而降低本品疗效。 ⑶厄洛替尼的溶解度与pH值相关。pH值的变化进而影响其生物利用度，与质子泵抑制剂奥美拉唑合用，厄洛替尼的AUC和Cmax分别降低了46%和61%。因此尽量避免与PPI以及影响pH值变化的药物合用。 用药交代 ⑴遵照医嘱",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": "t1/2约36小时，肝脏代谢。",
      "precautions": "因为许多药物可分泌到人乳汁中而且厄洛替尼对婴儿的影响尚未研究，建议妇女使用厄洛替尼时避免哺乳。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于局部晚期或转移的非小细胞肺癌的二线治疗。 ⑵用于转移性非小细胞肺癌一线治疗【美国FDA已经批准；NCCN临床实践指南：非小细胞肺癌（2018.V3）；中国临床肿瘤学会（CSCO)《原发性肺癌诊疗指南】。 ⑶联合吉西他滨用于成人局部晚期、不可切除或转移性胰腺癌的一线治疗【美国FDA已批准；NCCN临床实践指南：胰腺癌（2017.V3）】。",
      "full_dosage": "口服：推荐剂量为一次150mg，一日1次，在餐前1小时或餐后2小时服用。直至病情进展或出现无法接受的毒副反应才停药。 用于成人局部晚期、不可切除或转移性胰腺癌的一线治疗。100mg，口服，qd，空腹服用（至少在进食前1小时或进食后两小时服用）。持续用药直到疾病进展或出现不能耐受的毒性反应。联合吉西他滨。",
      "full_contraindications": "症 对本品过敏者禁用。妊娠期及哺乳期妇女应避免使用本品。",
      "full_adverse_reactions": "最常见为皮疹和腹泻。3/4级的皮疹和腹泻的发生率分别为9％和6％。皮疹和腹泻分别使1％的患者停止治疗，6％和1％的患者需要减少剂量。皮疹发生的中位时间是8天，腹泻发生的中位时间是12天。肝功能异常往往为一过性。临床研究中有报道少数患者出现胃肠道出血，部分与合并抗凝治疗有关。有少量报道本品治疗非小细胞肺癌或其他晚期实体瘤出现严重的间质性肺病，甚至是致命的，发生率大约是0.6％。间质性肺病包括局限性肺炎、间质性肺炎、闭塞性细支气管炎、肺纤维化、急性呼吸窘迫综合征和肺浸润。在开始治疗5天到9个月（中位数47天）可出现症状。大多数的病例与联合化疗或既往化放疗、存在右肺实质病变、转移性肺病或肺部感染有关。当出现急性进展且无法解释的一些症状时，如呼吸困难、咳嗽和发热时，应暂停治疗以待诊断性评价。如果确诊为间质性肺病，应停药并给予必要的处理。 肝损伤 ⑴肝损伤：埃罗替尼治疗胰腺癌和肺癌的过程中常出现血清转氨酶升高，指标升高至正常值上限五倍以上的比例为10%。然而，类似抗肿瘤治疗过程中血清丙氨酸氨基转移酶升高的比例相当。指标异常通常是无症状的，具有自限性，但也可能需调整剂量或停药。此外，有少量报道表明埃罗替尼治疗可能与临床症状明显的肝损伤有关。发病期通常为治疗后几日或几周内，肝损伤可能程度较重，文献中至少已报告十二例致死病例。肝损伤可能出现急遽，血清酶含量升高通常表现为肝细胞损伤。免疫超敏症状（皮疹、发热和嗜酸性粒细胞增多）并不常见，也未报告自身抗体合成。推荐在治疗过程中定期进行肝功能检验。 ⑵损伤机制：埃罗替尼引起的临床症状明显的肝损伤出现急遽且程度较重，表明与免疫反应有关。然而，治疗过程中较不常见的血清酶暂时性升高可能是由其他原因引起。埃罗替尼大部分经肝脏内的CYP3A4通道代谢。 禁忌症 对本品过敏者禁用。妊娠期及哺乳期妇女应避免使用本品。",
      "full_interactions": "⑴与CYP3A4抑制药，如阿扎那韦、茚地那韦、奈非那韦、利托那韦、沙奎那韦、吡咯类抗真菌药、大环内酯类抗菌药物合用可能升高其血药浓度，合用时应慎重。 ⑵同工酶诱导剂如卡马西平、地塞米松、苯巴比妥、苯妥英钠、圣约翰草、利福布汀和利福平等可使本品AUC降低约2/3，从而降低本品疗效。 ⑶厄洛替尼的溶解度与pH值相关。pH值的变化进而影响其生物利用度，与质子泵抑制剂奥美拉唑合用，厄洛替尼的AUC和Cmax分别降低了46%和61%。因此尽量避免与PPI以及影响pH值变化的药物合用。 用药交代 ⑴遵照医嘱，完成处方的疗程； ⑵不要随意停药，如要停药请咨询药师或医师； ⑶用药期间特别注意皮肤黏膜反应和腹泻；应特别注意间质性肺炎、肝功能异常和眼部症状等不良反应； ⑷服用厄洛替尼期间，不要吃葡萄柚或含有葡萄柚的果汁，以及水果柚子、酸橙和柠檬。但柑橘、甜橙（脐橙）、橘子则是安全的，可以食用。 用法与用量 口服：推荐剂量为一次150mg，一日1次，在餐前1小时或餐后2小时服用。直至病情进展或出现无法接受的毒副反应才停药。 用于成人局部晚期、不可切除或转移性胰腺癌的一线治疗。100mg，口服，qd，空腹服用（至少在进食前1小时或进食后两小时服用）。持续用药直到疾病进展或出现不能耐受的毒性反应。联合吉西他滨。",
      "full_pharmacokinetics": "半衰期约36小时 生物利用度明显提高到几乎100% 经肝脏代谢",
      "full_precautions": "⑴出现以下症状或体征时，患者应就医：严重或持续的腹泻、恶心、呕吐、食欲差；出现难以解释的气促或咳嗽，或以上表现进行性加重；眼部刺激症状。 ⑵不清楚人乳汁中是否分泌有厄洛替尼。因为许多药物可分泌到人乳汁中而且厄洛替尼对婴儿的影响尚未研究，建议妇女使用厄洛替尼时避免哺乳。 ⑶未在儿童中进行厄洛替尼的有效性和安全性研究。 ⑷年轻或老年患者之间未见有意义的安全性和药代动力学差异。因此推荐对老年患者不需要剂量调整。",
      "full_pregnancy_category": "D\n \n",
      "composition": "本品主要成分为黄芪多糖。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=9119",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 146,
    "name": "瑞维鲁胺片",
    "full_name": "※▲(乙10%)瑞维鲁胺片",
    "chemical_name": "瑞维鲁胺片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "江苏恒瑞医药"
    ],
    "specifications": [
      {
        "specification": "80mg/片",
        "manufacturer": "江苏恒瑞医药",
        "full_manufacturer": "江苏恒瑞医药股份有限公司",
        "price": 5922.0,
        "unit": "盒",
        "code": "X00947",
        "approval_number": "国药准字H20220016",
        "insurance_code": "XL02BBR121A001010201445"
      }
    ],
    "pinyin": "※▲ruiweiluan",
    "pinyin_initials": "※▲rwla",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于高瘤负荷的转移性激素敏感性前列腺癌（mHSPC）患者。",
      "dosage": "成人：推荐剂量为一次240mg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、疼痛等。",
      "interactions": "⑴瑞维鲁胺与主要经CYP3A4、CYP2C8、CYP2C9、CYP2C19或CYP2B6代谢的药物合用时，可能会降低这些药物的暴露量。如有可能，建议换用其他药物；如需继续用药，有可能发生药效降低的情况。<br>⑵瑞维鲁胺与P-gp底物类药品（如地高辛、达比加群、非索非那丁）或BCRP 底物类药品（如瑞舒伐他汀、柳氮磺胺毗嚏）合并使用可能增加它们的暴露量。<br>⑶瑞维鲁胺与OATP1B1/OATP1B3底物类药品（如普伐他汀、瑞格列奈、格列苯 服）或MATE1/MATE2-K底物类药品（如二甲双",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴注意本品的肝脏毒性、高血压、心电图QT间期延长、惊厥发作等。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗高瘤负荷的转移性激素敏感性前列腺癌（mHSPC）患者。",
      "full_dosage": "口服：成人推荐剂量为一次240mg，一日1次。需整片吞下，在进餐后或空腹时均可服用。<br>患者还应同时接受雄激素剥夺治疗，即同时接受促性腺激素释放激素类似物（GnRHa）治疗或已接受过双侧睾丸切除术。<br>如果患者未能按时服药，应尽快在当天补服处方剂量。如果错过服药一整天，次日仍按正常剂量继 续服药。<br>剂量调整：如果患者出现≥3级毒性或不可耐受的不良反应，应暂停给药，直至症状改善至≤1级或原有级别，之后以相同剂量或必要时下调剂量（160mg或80mg）重新用药。",
      "full_contraindications": "⑴对本品活性成份及辅料有过敏史的患者禁用。<br>⑵妊娠期或计划怀孕的妇女禁用。",
      "full_adverse_reactions": "常见不良反应有：<br>⑴全身性疾病及给药部位各种反应：疼痛、外周水肿、疲乏；<br>⑵血管与淋巴管类疾病：高血压，潮热；<br>⑶各种肌肉骨骼及结缔组织疾病：骨骼肌肉疼痛、关节痛、背痛；<br>⑷肾脏及泌尿系统疾病：血尿症、尿频、排尿困难；<br>⑸各类检查：体重增加、丙氨酸氨基转移酶升高和天门冬氨酸氨基转移酶升高；<br>⑹感染及侵染类疾病：上呼吸道感染、尿路感染；<br>⑺胃肠系统疾病：便秘、腹痛；<br>⑻皮肤及皮下组织类疾病：皮疹；<br>⑼其他：咳嗽、心律失常、失眠等。",
      "full_interactions": "⑴瑞维鲁胺与主要经CYP3A4、CYP2C8、CYP2C9、CYP2C19或CYP2B6代谢的药物合用时，可能会降低这些药物的暴露量。如有可能，建议换用其他药物；如需继续用药，有可能发生药效降低的情况。<br>⑵瑞维鲁胺与P-gp底物类药品（如地高辛、达比加群、非索非那丁）或BCRP 底物类药品（如瑞舒伐他汀、柳氮磺胺毗嚏）合并使用可能增加它们的暴露量。<br>⑶瑞维鲁胺与OATP1B1/OATP1B3底物类药品（如普伐他汀、瑞格列奈、格列苯 服）或MATE1/MATE2-K底物类药品（如二甲双服）合并使用可能增加它们的暴露量。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴注意本品的肝脏毒性、高血压、心电图QT间期延长、惊厥发作等。<br>⑵本品含乳糖。有罕见的乳糖不耐受问题的患者不得使用本品。<br>⑶在本品治疗期间和末次给药后3个月内，患者和具有生育能力的女性伴侣发生性行为时，应同时使用避孕套以及另外一种高效避孕方法。<br>⑷尚不明确瑞维鲁胺/代谢物是否会分泌至人乳汁中。不能排除对哺乳婴儿的风险。哺乳期间不应使用。<br>⑸尚未确定瑞维鲁胺在18岁以下的儿童或青少年患者中的安全性和有效性。<br>⑹老年患者无需调整剂量。<br>⑺轻度肝功能损害的患者无需调整剂量。目前尚无瑞维鲁胺在中度或重度肝功能损害患者中的相关数据，故不建议此类患者使用瑞维鲁胺。<br>⑻轻度肾功能损害的患者无需调整剂量。目前尚无瑞维鲁胺在中度或重度肾功能损害患者中的相关数据，故不建议此类患者使用瑞维鲁胺。",
      "pharmacodynamics": "瑞维鲁胺是一种雄激素受体（AR）抑制剂，可竞争性抑制雄激素与AR结合，从而抑制AR核移位及DNA结合，降低AR介导的基因转录。",
      "full_pharmacodynamics": "瑞维鲁胺是一种雄激素受体（AR）抑制剂，可竞争性抑制雄激素与AR结合，从而抑制AR核移位及DNA结合，降低AR介导的基因转录。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13553",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 147,
    "name": "注射用曲普瑞林",
    "full_name": "(乙10%)注射用曲普瑞林",
    "chemical_name": "注射用曲普瑞林",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "Ferring GmbH"
    ],
    "specifications": [
      {
        "specification": "3.75mg/支",
        "manufacturer": "Ferring GmbH",
        "full_manufacturer": "Ferring GmbH",
        "price": 1179.3,
        "unit": "盒",
        "code": "X00359",
        "approval_number": "国药准字HJ20140123",
        "insurance_code": "XL02AEQ108B001010178423",
        "location": "2C-5",
        "outpatient_location": "2C-4"
      }
    ],
    "pinyin": "zhusheyongqupuruilin",
    "pinyin_initials": "zsyqprl",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "①治疗子宫内膜异位症；②子宫肌瘤；③前列腺癌；④治疗妇女不育症；⑤性早熟；⑥也可用于辅助生育技术。",
      "dosage": "肌内注射：\n　　①治疗前列腺癌作为去势治疗，臀部肌肉注射，一次3.75mg，每4周1次；",
      "contraindications": "妊娠。对本品及其他GnRH类似物过敏者。",
      "adverse_reactions": "常见：皮疹、头痛、过敏等。",
      "interactions": "不能与升高泌乳素浓度的药物同时使用，因可降低垂体中的GnRH受体水平。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴如因雌激素低下引起的症状难以坚持治疗时，可补充少量雌激素（反向添加疗法）缓解症状。  \n⑵孕期用药可引起流产，用药前应除外妊娠。",
      "source": "湖南药事服务网",
      "full_indications": "①治疗子宫内膜异位症；②子宫肌瘤；③前列腺癌；④治疗妇女不育症；⑤性早熟；⑥也可用于辅助生育技术。",
      "full_dosage": "肌内注射：<br>　　①治疗前列腺癌作为去势治疗，臀部肌肉注射，一次3.75mg，每4周1次；<br>　　②用于治疗子宫内膜异位症或子宫肌瘤，臀部肌肉注射，一次3.75mg，每28天注射一次，连续使用12～24周；<br>　　③用于促排卵，常用剂量为每天一次皮下注射0.5mg，连续七天；然后每天一次皮下注射0.1mg，作为维持剂量。体外授精术（IVF）：每天一次皮下注射0.5mg，7至10天；然后每天一次皮下注射0.1mg。",
      "full_contraindications": "妊娠。对本品及其他GnRH类似物过敏者。",
      "full_adverse_reactions": "⑴用药初期会使原有的症状加重。  <br>⑵卵巢不应期主要出现雌激素低下症状，轰热、出汗、外阴阴道萎缩引起的阴道干燥、性欲减退和性交困难。  <br>⑶治疗超过6个月会造成骨量丢失。少数妇女出现头痛、虚弱、情绪变化等症状。  <br>⑷极个别出现发痒、皮疹、高热、过敏症。",
      "full_interactions": "不能与升高泌乳素浓度的药物同时使用，因可降低垂体中的GnRH受体水平。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴如因雌激素低下引起的症状难以坚持治疗时，可补充少量雌激素（反向添加疗法）缓解症状。  <br>⑵孕期用药可引起流产，用药前应除外妊娠。",
      "pharmacodynamics": "⑴药效学：本药也是强有力的促性腺激素释放素（GnRH）类似物，其对蛋白分解的抵抗力和对垂体促性腺激素释放素（GnRH）受体的亲和力都强于GnRH。本品注射后，使垂体释放黄体生成素和卵泡刺激素增加，约2周后，因降调节作用，垂体进入不应期，垂体释放黄体生成素和卵泡刺激素明显减少，使卵巢内卵泡发育受抑制，",
      "full_pharmacodynamics": "⑴药效学：本药也是强有力的促性腺激素释放素（GnRH）类似物，其对蛋白分解的抵抗力和对垂体促性腺激素释放素（GnRH）受体的亲和力都强于GnRH。本品注射后，使垂体释放黄体生成素和卵泡刺激素增加，约2周后，因降调节作用，垂体进入不应期，垂体释放黄体生成素和卵泡刺激素明显减少，使卵巢内卵泡发育受抑制，雌激素降低到去势水平，停药后可恢复。内源性黄体生成素过高影响诱发排卵效果，用药使垂体释放黄体生成素明显减少后，可提高诱发排卵效果。雌激素降低到去势水平对雌激素依赖性疾病有治疗作用。<br>　　⑵药动学：本品皮下注射后迅速吸收，经15分钟血药浓度达峰值，1小时后达最大效应，ｔ1/2约为12小时。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1282",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 148,
    "name": "水合氯醛/糖浆组合包装",
    "full_name": "※▲(乙10%)水合氯醛/糖浆组合包装",
    "chemical_name": "水合氯醛/糖浆组合包装",
    "dosage_form": "糖浆",
    "types": [],
    "manufacturers": [
      "特丰制药"
    ],
    "specifications": [
      {
        "specification": "9ml/瓶",
        "manufacturer": "特丰制药",
        "full_manufacturer": "特丰制药有限公司",
        "price": 42.68,
        "unit": "盒",
        "code": "X00360",
        "approval_number": "国药准字H20210013",
        "insurance_code": "XN05CCS278K001010201587",
        "location": "H-1",
        "outpatient_location": "A-1"
      }
    ],
    "pinyin": "※▲shuihelvquan/tangjiangzuhebaozhuang",
    "pinyin_initials": "※▲shlq/tjzhbz",
    "dosage_form_pinyin": "tangjiang",
    "dosage_form_initials": "tj",
    "manual": {
      "indications": "用于癫痫持续状态；失眠；以及高热、破伤风、子痫及中枢兴奋药中毒引起的惊厥；治疗失眠；不易入睡的患者；麻醉和手术前及睡眠脑电图检查前；儿童检查、操作前的镇静、催眠。",
      "dosage": "成人：常用量：口服，①催眠，一次0.5～1.0g",
      "contraindications": "对本品过敏；哺乳期禁用。",
      "adverse_reactions": "常见：恶心、呕吐、头晕、腹痛、腹泻、食欲不振、笨拙、宿醉、嗜睡、步履不稳",
      "interactions": "⑴中枢神经抑制要、中枢抑制性抗高血压药（如可乐定、硫酸镁）、单胺氧化酶抑制药、三环类抗抑郁药与本品合用时可使水合氯醛的中枢性抑制作用更明显。  <br>⑵与抗凝药同用时，抗凝效应减弱，应定期测定凝血酶原时间，以调整抗凝血药用量。  <br>⑶服用水合氯醛后静注呋塞米注射液，可导致出汗、烘热、血压升高。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率35，肝脏代谢，肾脏排泄。",
      "precautions": "⑶下列情况应慎用：①严重心脏病；并按需给氧或做人工呼吸，心电图监测，保持水电解质平衡。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于治疗失眠，适用于不易入睡的患者；作为催眠药，短期应用有效，连续服用超过两周则无效。  <br>2.作为镇静药可解除焦虑，用于麻醉和手术前及睡眠脑电图检查前。<br>3.用于癫痫持续状态的治疗以及高热、破伤风、子痫及中枢兴奋药中毒引起的惊厥。<br>4.曾作为基础麻醉的辅助用药，现已极少应用。<br>5.用于儿童检查、操作前的镇静、催眠。",
      "full_dosage": "用于镇静催眠：⑴成人常用量：口服，①催眠，一次0.5～1.0g，睡前15～30分钟服用。②镇静，一次0.25g，一日3次，餐后服用。③基础麻醉，一次0.5～1.0g，术前30分钟服用。通常成人一次最大限量为2.0g。    <br>⑵小儿常用量：口服，①催眠，小儿耐量较好，一次按体重30～50mg/kg或按体表面积1.5g/m²，睡前服用，一次最大限量为1.0g；亦可按体重16.7mg/kg或按体表面积500mg/m²，一日3次。②镇静，一次按体重8mg/kg或按体表面积250mg/m²，最大限量为500mg，一日3次，口服或灌肠，口服时需稀释。用于癫痫持续状态及惊厥：⑴成人常用量：3g保留灌肠。常用10％溶液30ml，稀释1～2倍后一次灌入，方可见效。<br>⑵小儿常用量：口服或灌肠。一次按体重30～50mg/kg。极量一次为1.0g。<br>⑷用于儿童检查、操作前的镇静、催眠。取水合氯醛浓缩液，用取药注射器吸取临床用量的水合氯醛，注入糖浆（稀释液）中，剧烈振摇3次以上，混匀，得临床使用液，现配现用，一次服用完毕。",
      "full_contraindications": "⑴对本品过敏者禁用。  <br>⑵本品能分泌入乳汁，可致婴儿镇静，故哺乳期妇女禁用。",
      "full_adverse_reactions": "⑴严重不良反应：呼吸暂停、呼吸抑制、休克、依赖性、心律失常、尖端扭转型室性心动过速、过敏性皮疹或荨麻疹（罕见），精神错乱、幻觉、异常兴奋（罕见）。<br>⑵常见不良反应：恶心、呕吐、头晕、腹痛、腹泻、食欲不振、笨拙、宿醉、嗜睡、步履不稳。<br>⑶其他：头痛、眩晕、共济失调、兴奋、抑郁、构音障碍。<br>⑷少数人按推荐的治疗剂量服用水合氯醛后出现可逆的副作用。其他见说明书。",
      "full_interactions": "⑴中枢神经抑制要、中枢抑制性抗高血压药（如可乐定、硫酸镁）、单胺氧化酶抑制药、三环类抗抑郁药与本品合用时可使水合氯醛的中枢性抑制作用更明显。  <br>⑵与抗凝药同用时，抗凝效应减弱，应定期测定凝血酶原时间，以调整抗凝血药用量。  <br>⑶服用水合氯醛后静注呋塞米注射液，可导致出汗、烘热、血压升高。",
      "full_pharmacokinetics": "⑴药效学：本品的中枢性镇静作用被认为是由于它的代谢产物三氯乙醇所致，但其作用机制尚未清楚，可能与巴比妥类相似。本品不缩短REMS期。<br>⑵药动学：口服或直肠给药均能迅速吸收，吸收后大部分在肝脏和其他组织内很快被乙醇脱氢酶作用成为具有活性的三氯乙醇。三氯乙醇的蛋白结合率为35％～40％。血浆ｔ1/2约为7～10小时。口服本品30分钟内即能入睡，作用持续时间为4～8小时。三氯乙醇进一步与葡糖醛酸结合而失活，并经肾脏排泄，无滞后作用和蓄积性。",
      "full_precautions": "⑴本品虽能通过胎盘，但在动物或人均尚未遇见致畸。在妊娠期经常服用，新生儿可产生撤药综合征。<br>⑵对诊断的干扰：①尿儿茶酚胺荧光测定，试验前48小时内，不得服用水合氯醛；②酚妥拉明试验，试验前至少24小时，最好48～72小时，应停用本品，否则会引起假阳性；③当应用Reddy、Jenkins及Thorn法测定尿17-羟皮质类固醇时，服用本品可导致数据不可靠；④用班氏液测定尿葡萄糖时，可产生假阳性。<br>⑶下列情况应慎用：①严重心脏病；②有药物滥用或依赖史；③胃炎和溃疡病（仅指口服时）；④严重肝功能损害；⑤间歇性血卟啉病（本品可使急性发作）；⑥直肠炎或结肠炎时不可直肠给药；⑦严重的肾功能损害。<br>⑷过量的体征为：持续的精神错乱、吞咽困难、嗜睡、体温低、顽固性恶心、呕吐、胃痛、癫痫发作、呼吸短促或困难、心率减慢、严重乏力，并有可能损害肝肾功能，在恢复时可产生短暂的黄疸或（和）蛋白尿。口服逾量的处理，应考虑洗胃，支持呼吸与循环的功能，维持体温正常；并按需给氧或做人工呼吸，心电图监测，保持水电解质平衡。清除血液中三氯乙醇，可考虑血液透析。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=731",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 149,
    "name": "人纤维蛋白原",
    "full_name": "(甲)人纤维蛋白原",
    "chemical_name": "人纤维蛋白原",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "绿十字生物制品"
    ],
    "specifications": [
      {
        "specification": "0.5g/瓶",
        "manufacturer": "绿十字生物制品",
        "full_manufacturer": "绿十字（中国）生物制品有限公司",
        "price": 850.0,
        "unit": "瓶",
        "code": "X00362",
        "approval_number": "国药准字S20003011",
        "insurance_code": "XB02BBR019B001010104426",
        "location": "2H-5"
      }
    ],
    "pinyin": "renxianweidanbaiyuan",
    "pinyin_initials": "rxwdby",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "适用于器质性心脏病时心肌收缩力下降而引起的心力衰竭，包括心脏直视手术所致的低排血量综合征，作为短期支持治疗。其改善左心室功能的作用优于多巴胺。",
      "dosage": "成人常用量：静脉滴注，将本品加入5％葡萄糖注射液或氯化钠注射液中稀释后使用。一次250mg，以每分钟2.5～10μg/kg给予，滴速在每分钟15μg以下时，心率和外周血管阻力基本无变化；偶用＞每分钟15μg/kg，但需注意过大剂量仍有可能加速心率并产生心律失常。",
      "contraindications": "症 梗阻型肥厚性心肌病患者禁用。",
      "adverse_reactions": "可有心悸、恶心、头痛、胸痛、气短等。如出现收缩压增加[多数增高1.33～2.67kPa(10～20mmHg)，少数升高6.67kPa（50mmHg）或更多]，心率加快（多数在原来基础上每分钟增加5～10次，少数可增加30次以上）者，与剂量相关，应减量或暂停用药。",
      "interactions": "⑴全麻药：尤其与环丙烷、氟烷等同用，室性心律失常发生的可能性增加。 ⑵肾上腺素β受体拮抗药：可使外周血管的总阻力加大。 ⑶硝普钠：可导致心排血量微增，肺楔压略降。 用药交代 可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": null,
      "precautions": "⑹下列情况应慎用：①心房颤动，多巴酚丁胺能加快房室传导，心室率加速，如须应用本品，应先给予洋地黄类药；偶用＞每分钟15μg/kg，但需注意过大剂量仍有可能加速心率并产生心律失常。⑺用药期间应定时或连续监测心电图、血压、心排血量，必要或可能时监测肺嵌压。",
      "source": "湖南药事服务网",
      "full_indications": "适用于器质性心脏病时心肌收缩力下降而引起的心力衰竭，包括心脏直视手术所致的低排血量综合征，作为短期支持治疗。其改善左心室功能的作用优于多巴胺。",
      "full_dosage": "成人常用量：静脉滴注，将本品加入5％葡萄糖注射液或氯化钠注射液中稀释后使用。一次250mg，以每分钟2.5～10μg/kg给予，滴速在每分钟15μg以下时，心率和外周血管阻力基本无变化；偶用＞每分钟15μg/kg，但需注意过大剂量仍有可能加速心率并产生心律失常。",
      "full_contraindications": "症 梗阻型肥厚性心肌病患者禁用。",
      "full_adverse_reactions": "可有心悸、恶心、头痛、胸痛、气短等。如出现收缩压增加[多数增高1.33～2.67kPa(10～20mmHg)，少数升高6.67kPa（50mmHg）或更多]，心率加快（多数在原来基础上每分钟增加5～10次，少数可增加30次以上）者，与剂量相关，应减量或暂停用药。",
      "full_interactions": "⑴全麻药：尤其与环丙烷、氟烷等同用，室性心律失常发生的可能性增加。 ⑵肾上腺素β受体拮抗药：可使外周血管的总阻力加大。 ⑶硝普钠：可导致心排血量微增，肺楔压略降。 用药交代 可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴交叉过敏反应，对其他拟交感药过敏，可能对本品也过敏。 ⑵对妊娠的影响，在人体应用未发现问题。 ⑶本品是否排入乳汁未定，但应用未发现问题。 ⑷本品在小儿应用缺乏研究。 ⑸本品在老年人中研究尚未进行，但应用预期不受影响。 ⑹下列情况应慎用：①心房颤动，多巴酚丁胺能加快房室传导，心室率加速，如须应用本品，应先给予洋地黄类药；②高血压可能加重；③严重的机械性梗阻，如重度主动脉瓣狭窄，多巴酚丁胺可能无效；④低血容量时应用本品可加重，故用前须先加以纠正；⑤室性心律失常可能加重；⑥心肌梗死后，使用大量本品可能使心肌氧需增加而加重缺血。 ⑺用药期间应定时或连续监测心电图、血压、心排血量，必要或可能时监测肺嵌压。 药物相互作用 ⑴全麻药：尤其与环丙烷、氟烷等同用，室性心律失常发生的可能性增加。 ⑵肾上腺素β受体拮抗药：可使外周血管的总阻力加大。 ⑶硝普钠：可导致心排血量微增，肺楔压略降。 用药交代 可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 本品与5%碳酸氢钠注射液或其他任何强碱性溶液可能存在物理不相容性。 输液调配 ⑴盐酸多巴酚丁胺注射液：一次250mg稀释于5%葡萄糖注射液或0.9%氯化钠注射液250～500ml中。 ⑵注射用盐酸多巴酚丁胺：每瓶250mg用灭菌注射用水或5%葡萄糖注射液10～20ml溶解，再稀释于5%葡萄糖注射液、0.9%氯化钠注射液或乳酸钠注射液，使多巴酚丁胺浓度小于5mg/ml。不得使用0.9%氯化钠注射液对盐酸多巴酚丁胺进行溶解，因为氯离子可能会通过一种常见的离子作用而影响盐酸多巴酚丁胺的最初溶解。 ⑶新鲜调配为无色的澄明液体。本品pH为2.5-5.5。 【稳定性】调配好的静脉输注液必须在24h内使用。注射用盐酸多巴酚丁胺溶解后的溶液可以在室温下保存24h或冰箱中保存96h。调配的药液在保存过程中可能会变为浅红色，且颜色随时间而加深，此改变是由于药物的轻微氧化所致，保存期内对其药效无明显影响。 给药说明 ⑴用药前应先补充血容量，纠正低血容量。药液的浓度随用量和病人所需液体量而定，但不应超过5mg/ml。治疗时间和给药速度按病人的治疗效应而调整，可依据心率、血压、尿量以及是否出现异位搏动等情况。如有可能因测定中心静脉压、肺嵌压和心排血量。 ⑵剂量超过20μg/(kg·min)，可使心率增加10％，超过40μg/(kg·min)可能导致中毒。 ⑶连用3日后可因β受体下调而逐渐失效。 用法与用量 成人常用量：静脉滴注，将本品加入5％葡萄糖注射液或氯化钠注射液中稀释后使用。一次250mg，以每分钟2.5～10μg/kg给予，滴速在每分钟15μg以下时，心率和外周血管阻力基本无变化；偶用＞每分钟15μg/kg，但需注意过大剂量仍有可能加速心率并产生心律失常。",
      "full_pregnancy_category": "B\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3518",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 150,
    "name": "人凝血酶原复合物",
    "full_name": "(甲)人凝血酶原复合物",
    "chemical_name": "人凝血酶原复合物",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "山东泰邦生物制品"
    ],
    "specifications": [
      {
        "specification": "300IU/瓶",
        "manufacturer": "山东泰邦生物制品",
        "full_manufacturer": "山东泰邦生物制品有限公司",
        "price": 263.7,
        "unit": "瓶",
        "code": "X00363",
        "approval_number": "国药准字S20140008",
        "insurance_code": "XB02BDR011B001010106396",
        "location": "2H-1"
      }
    ],
    "pinyin": "renningxuemeiyuanfuhewu",
    "pinyin_initials": "rnxmyfhw",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于因凝血因子Ⅱ、Ⅶ、Ⅸ、Ⅹ缺乏导致的出血；已产生因子Ⅷ抑制性抗体的甲型血友病（A型血友病）患者；逆转抗凝剂如香豆素及茚满二酮等诱导出血。",
      "dosage": "静脉滴注，根据患者体重、出血类型及需要提高的凝血因子血浆浓度而定其用量。",
      "contraindications": "⑴输入过量可出现血管内凝血及血栓与栓塞性疾患，如心肌梗死、肺梗死、深静脉血栓及弥散性血管内凝血。  \n⑵本品对人类孕期的安全性及是否有乳汁分泌尚未进行研究，故孕妇及哺乳期妇女应慎重使用。  \n⑶婴幼儿对该产品较成人更敏感，易发生血栓性合并症，宜慎用。  \n⑷肝功能损害或近期接受过外科手术的患者，易发",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、发热、过敏等。",
      "interactions": "氨基己酸或氨甲环酸等抗纤溶药常用于预防和控制血友病患者接受外科手术或拔牙时的出血，若与本品同时应用可增加发生血栓性合并症的危险。因此上述药物宜在给予本品8小时后使用。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约6小时，Tmax约6小时。",
      "precautions": "⑴溶解本品时应用塑料注射器操作，因玻璃注射器表面可吸附其中的蛋白以致影响实际输入的药量。  \n⑵配置前应将本品及稀释液（注射用水）放至室温。稀释后将瓶轻轻旋转（切勿用力振荡，以免蛋白变性）直至完全溶解。配置好的药物应于3小时内使用，输液器应带有滤网装置。  \n⑶本品每1国际单位相当于1ml新鲜血浆因子Ⅱ、Ⅶ、Ⅸ及Ⅹ的含量。",
      "source": "湖南药事服务网",
      "full_indications": "⑴预防和治疗因凝血因子Ⅱ、Ⅶ、Ⅸ、Ⅹ缺乏导致的出血，如乙型血友病（B型血友病）、严重肝病及弥散性血管内凝血（DIC)等；<br>⑵用于逆转抗凝剂如香豆素及茚满二酮等诱导出血；<br>⑶预防和治疗已产生因子Ⅷ抑制性抗体的甲型血友病（A型血友病）患者。",
      "full_dosage": "静脉滴注，根据患者体重、出血类型及需要提高的凝血因子血浆浓度而定其用量。<br>　　⑴乙型血友病：①预防自发性出血：可给予20～40U/kg，一周2次。②治疗出血：轻至中度出血者给予25～55U/kg，或足以将因子Ⅸ血浆浓度提高到正常的20％～40％的量，一日1次，1～2日。严重出血者则需给予60～70U/kg，或将因子Ⅸ血浆浓度提高到正常的20％～60％的量，每10～12小时一次，连续2～3日。③围手术期止血：拔牙前1小时给予50～60U/kg，或足以将因子Ⅸ血浆浓度提高到正常的40％～60％的量。若术后仍有出血，可重复此量。其他手术前1小时给予50～95U/kg，或足以将因子Ⅸ血浆浓度提高到正常的25％～60％的量。术后每12～24小时重复此量，至少持续7日。因子Ⅸ：每1IU/kg可提高其血浆浓度1%。下列计算公式可供计算用量参考：因子Ⅸ剂量（IU）=体重（kg）×需要提高的因子Ⅸ血浆浓度（%）×IU/kg。   <br>　　⑵甲型血友病：已产生因子Ⅷ抗体的患者，预防及控制出血可给予75U/kg。必要时12小时后重复使用。   <br>　　⑶因子Ⅶ缺乏症：为控制围手术期出血，术前可给予足以提高因子Ⅶ血浆浓度到正常的25％的剂量。术后每4～6小时重复一次，必要时持续7日。凝血酶原复合物剂量＝体重(kg)×需要提高的因子Ⅶ血浆浓度(％)×0.5U/kg.   <br>　　⑷抗凝剂诱发的出血：严重病例必要时可加用1500U，同时加用维生素K。",
      "full_contraindications": "⑴输入过量可出现血管内凝血及血栓与栓塞性疾患，如心肌梗死、肺梗死、深静脉血栓及弥散性血管内凝血。  <br>⑵本品对人类孕期的安全性及是否有乳汁分泌尚未进行研究，故孕妇及哺乳期妇女应慎重使用。  <br>⑶婴幼儿对该产品较成人更敏感，易发生血栓性合并症，宜慎用。  <br>⑷肝功能损害或近期接受过外科手术的患者，易发生血栓、血管内凝血活纤维蛋白溶解，因权衡利弊，斟酌使用。  <br>⑸用药期间应定期进行活化部分凝血活酶时间、纤维蛋白原、血小板及凝血酶原时间监测，以早期发现血管内凝血等合并症。  <br>⑹乙型血友病用药期间应每日检测因子Ⅸ血浆浓度，并据此调整用量。  <br>⑺本品应在2～8℃保存，切勿冰冻。",
      "full_adverse_reactions": "⑴少数患者会出现颜面潮红、眼睑水肿、皮疹及呼吸急促等过敏反应，严重者甚至血压下降或过敏性休克。  <br>⑵快速滴注本品可出现发热、寒战、头痛、潮红、恶心、呕吐及气短，减慢输注速度常可缓解。  <br>⑶本品含红细胞凝集素（抗A、抗B），A、B或AB型患者大量输注时，偶可发生溶血。",
      "full_interactions": "氨基己酸或氨甲环酸等抗纤溶药常用于预防和控制血友病患者接受外科手术或拔牙时的出血，若与本品同时应用可增加发生血栓性合并症的危险。因此上述药物宜在给予本品8小时后使用。",
      "full_pharmacokinetics": "⑴药效学：本品包含凝血因子Ⅱ、Ⅶ、Ⅸ及Ⅹ，系由健康人混合血浆提取制成，因子Ⅸ参与内源性凝血系统，在因子ⅩⅠa及Ca2+存在下，使其转化为因子Ⅸa，进而促进因子Ⅹ转化为Ⅹa。乙型血友病为遗传性因子Ⅸ缺乏症，其轻、中及重型患者血浆因子Ⅸ浓度各位正常的＞5％、1％～5％及＜1％。给予因子Ⅸ使其血浆浓度维持在正常的25％～40％为止血所必需。因子Ⅶ参与外源性凝血系统，在因子Ⅹa和Ⅸa存在下使其转化为因子Ⅶa，并与组织因子共同活化因子Ⅹ。当因子Ⅶ缺乏时，补充本品亦可预防和治疗出血。本品治疗甲型血友病出血的机制尚不清楚，但其中的凝血因子可绕过因子Ⅷ而直接活化因子Ⅹ，进而促使凝血酶的生成。香豆素类药物及茚满二酮抑制维生素Ｋ合成，从而影响因子Ⅱ、Ⅶ、Ⅸ及Ⅹ的活化。给予本品可克服其抗凝作用。  <br>⑵药动学：本品静脉注射后达峰时间为10～30分钟。因子Ⅸ的分布半衰期为3～6小时，清除半衰期为18～32小时。",
      "full_precautions": "⑴溶解本品时应用塑料注射器操作，因玻璃注射器表面可吸附其中的蛋白以致影响实际输入的药量。  <br>⑵配置前应将本品及稀释液（注射用水）放至室温。稀释后将瓶轻轻旋转（切勿用力振荡，以免蛋白变性）直至完全溶解。配置好的药物应于3小时内使用，输液器应带有滤网装置。  <br>⑶本品每1国际单位相当于1ml新鲜血浆因子Ⅱ、Ⅶ、Ⅸ及Ⅹ的含量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3520",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 151,
    "name": "注射用七叶皂苷钠",
    "full_name": "※▲(甲)注射用七叶皂苷钠[市基]",
    "chemical_name": "注射用七叶皂苷钠",
    "dosage_form": "注射用",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "山东绿叶制药"
    ],
    "specifications": [
      {
        "specification": "10mg/瓶",
        "manufacturer": "山东绿叶制药",
        "full_manufacturer": "山东绿叶制药有限公司",
        "price": 14.35,
        "unit": "瓶",
        "code": "X00364",
        "approval_number": "国药准字H20003240",
        "insurance_code": "XC05CAQ005B014010204139",
        "location": "B-1"
      }
    ],
    "pinyin": "※▲zhusheyongqiyezaoganna",
    "pinyin_initials": "※▲zsyqyzgn",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于各种原因；各种原因引起的脑水肿、颅内血肿伴发的脑功能障碍；周围神经炎性疾病；急性闭合性的软组织损伤。",
      "dosage": "成人：静脉给药，一次按体重0.1～0.4mg；儿童：3岁以下儿童，一日按体重0.05～0.1mg",
      "contraindications": "⑴禁用于对本药过敏者，肾功能损害，肾衰竭，肾功能不全和Rh血型不合的妊娠患者。\n⑵搽剂禁用于破损皮肤及黏膜患者、孕妇以及肾损伤、肾衰竭、肾功能不全患者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "⑴本品与其他有肾毒性的药物（如头孢第一代、第二代药物、氨基糖苷类、环孢素等）合用，可能会加重肾功能的损害，或者导致急性肾衰竭，合用时要谨慎。  <br>⑵本品与皮质激素类药物、血浆蛋白结合率高的药物合用时应谨慎。  <br>⑶本品与含碱性基团的药物配伍可能出现沉淀。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约1.5小时，蛋白结合率90，肾脏排泄。",
      "precautions": "⑷肝功能不全者慎用，如病情需要使用，需用药期间应监测肝功能。儿童慎用，儿童心脏手术后肿胀不宜使用。⑵本品只能用于静脉注射和滴注，禁用于动脉、肌肉或皮下注射；",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于各种原因引起的脑水肿、颅内血肿伴发的脑功能障碍，也用创伤或手术后引起的组织肿胀、烧伤、烫伤及静脉回流障碍性疾病。<br>⑵亦可用于周围神经炎性疾病，如格林-巴利综合征、多发性神经炎等。<br>⑶搽剂用于急性闭合性的软组织损伤，如肌腱、韧带、肌肉和关节部位的扭伤、压伤和瘀斑等。",
      "full_dosage": "⑴成人：静脉给药，一次按体重0.1～0.4mg/kg，溶于10％葡萄糖注射液250～500ml后静脉滴注，一日2次，连用7～10日。也可将5mg溶于10％葡萄糖注射液5～10ml静脉注射，重症患者可多次给药，但一日总量不宜超过30mg。  <br>　　口服：每次30～60mg，一日2次，餐时或餐后口服，20日为一疗程。<br>　　⑵儿童：3岁以下儿童，一日按体重0.05～0.1mg/kg；3～10岁儿童，一日按体重0.1～0.2mg/kg。重症患者可多次给药，但一日总量不得超过20mg。疗程7～10天。<br>　　⑶取本品适量涂搽于患处。每次搽两遍，以不溢出为度。每天2-4次,疗程为一周。",
      "full_contraindications": "⑴禁用于对本药过敏者，肾功能损害，肾衰竭，肾功能不全和Rh血型不合的妊娠患者。<br>⑵搽剂禁用于破损皮肤及黏膜患者、孕妇以及肾损伤、肾衰竭、肾功能不全患者。",
      "full_adverse_reactions": "上市后不良反应监测数据显示七叶皂苷钠注射制剂可见以下不良反应/事件（发生率未知）：<br>1.皮肤及其附件损害：皮疹（斑丘疹、荨麻疹、水疱疹等）、瘙痒、多汗，有多形性红斑、剥脱性皮炎、大疱表皮松解型药疹的个例报告；<br>2.全身性损害：疼痛、寒战、发热、胸闷、胸痛、水肿（包括全身性水肿、四肢水肿、面部水肿、眶周水肿）、乏力、不适等；<br>3.免疫功能紊乱和感染：过敏反应、过敏样反应、过敏性休克等；<br>4.用药部位损害：输液部位红肿、硬结、疼痛等；<br>5.血管损害和出凝血障碍：静脉炎、静脉走向部位红肿、静脉硬化、过敏性紫癜等；<br>6.消化系统损害：恶心、呕吐、腹胀、腹痛、腹泻、口干、肝功能异常等；<br>7.精神障碍：烦躁、失眠、食欲异常等；<br>8.神经系统损害：头晕、头痛、麻木、震颤、抽搐等；<br>9.心血管系统损害：心悸、血压升高或下降、紫绀、心律失常、心前区不适、疼痛等；<br>10.呼吸系统损害：呼吸困难、喉水肿、咳嗽、气短等；<br>11.泌尿系统：血尿、少尿、尿频、尿潴留、肾功能异常、肾衰竭等；<br>12.其他：视物模糊、流泪异常、结膜充血；耳鸣、听力下降；关节、肌肉肿胀、疼痛、肌酸磷酸激酶升高等。",
      "full_interactions": "⑴本品与其他有肾毒性的药物（如头孢第一代、第二代药物、氨基糖苷类、环孢素等）合用，可能会加重肾功能的损害，或者导致急性肾衰竭，合用时要谨慎。  <br>⑵本品与皮质激素类药物、血浆蛋白结合率高的药物合用时应谨慎。  <br>⑶本品与含碱性基团的药物配伍可能出现沉淀。",
      "full_pharmacokinetics": "⑴药效学：本品为七叶树科植物天师栗的干燥成熟果实中提取的皂苷钠盐。具有以下药理作用：①本品可刺激垂体前叶和肾上腺皮质，提高血浆内ACTH和皮质类固醇的浓度，从而具有消肿、抗炎、抗渗出的作用，可预防肿胀形成，增加静脉张力作用，可促进淋巴回流，从而使已经形成的肿胀得以消除。②本品具有稳定血管内皮细胞，清除自由基的作用，可以消除细胞内水肿，扩张动脉，改善微循环，从而改善组织缺血缺氧。③本品抑制NF-kb在损伤性脑组织中的激活，从而抑制细胞色素Ｃ的释放，减轻缺血-再灌注损伤引起的细胞凋亡。 <br>　　⑵药动学：本品半衰期为1.5小时，与血浆蛋白结合率在90％以上。静脉给药后，生物效应维持时间长，一次给药16小时后仍有最大抗炎、抗渗出活性。单次剂量的1/3经肾脏排泄，2/3经胆汁排泄。",
      "full_precautions": "⑴马丁代尓大药典推荐成人静脉使用七叶皂苷钠最大日剂量应为20mg；如使用更大剂量则可能出现急性肾功能衰竭，如联合应用其他具有肾脏毒性的药物也可导致急性肾功能衰竭。有文献记载在接受心脏外科手术治疗的患者中如静脉注射大剂量七叶皂苷钠可能导致急性肾功能衰竭：其中70位患者静脉注射七叶皂苷钠日平均最大剂量为340μg/Kg时未观察到肾功能损坏；16位患者静脉注射七叶皂苷钠日平均最大剂量为360μg/Kg时可观察到轻度肾功能损坏；40位患者静脉注射七叶皂苷钠日平均最大剂量为510μg/Kg可发生急性肾功能衰竭。因此本品应严格限制日用量。用药前后须检查肾功能，若一旦出现肾功能受损，应立即停止用药，并作全面的肾功能检查，根据检查结果，按受损伤程度进行治疗；<br>⑵本品只能用于静脉注射和滴注，禁用于动脉、肌肉或皮下注射；<br>⑶注射时宜选用较粗静脉，切勿漏出血管外，如出现红、肿，用0.25%普鲁卡因封闭或热敷；<br>⑷肝功能不全者慎用，如病情需要使用，需用药期间应监测肝功能。<br>⑸未进行该项试验且无可靠参考文献。儿童慎用，儿童心脏手术后肿胀不宜使用。<br>⑹老年人肾功能有所衰退，用药过程应密切注意肾功能情况。<br>⑺使用本品时，其他也能与血浆蛋白结合的药物宜少用或慎用；不宜与肾毒性较大的药物合用。<br>⑻肝功能不全者、休克患者、血容量减少者及严重脱水者慎用。<br>⑼妊娠期妇女的初3个月慎用。<br>⑽用药前后要检查肾功能。对于使用本品时有血流量减少表现的患者，需要监测肾功能。一旦发生肾功能受损、过敏反应等，应立即停药。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=378",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 152,
    "name": "注射用盐酸丙帕他莫",
    "full_name": "(自)注射用盐酸丙帕他莫",
    "chemical_name": "注射用盐酸丙帕他莫",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "山东鲁抗医药"
    ],
    "specifications": [
      {
        "specification": "1g/支",
        "manufacturer": "山东鲁抗医药",
        "full_manufacturer": "山东鲁抗医药股份有限公司",
        "price": 45.87,
        "unit": "盒",
        "code": "X00629",
        "approval_number": "国药准字H20083981",
        "insurance_code": "XN02BEB133B001010304129",
        "location": "M-2"
      }
    ],
    "pinyin": "zhusheyongyansuanbingpatamo",
    "pinyin_initials": "zsyysbptm",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "在临床急需静脉给药治疗疼痛或高度发热时，其他给药方式不适合的情况下，用于中度疼痛的短期治疗，尤其是外科手术后疼痛。也可用于发热的短期治疗。",
      "dosage": "静注或滴注，成人及15岁以上儿童一次1~2g，一日2~4次，给药间隔不得短于四小时，日剂量不超过8g，对于体质虚弱的成人每次给药剂量为1g，本品临用前先用9%氯化钠注射液(或所附专用溶媒枸橼酸钠溶液)完全溶解。将1g的盐酸丙怕他莫用50ml或2g用100ml1的0.9%氯化钠注射液稀释后使用(终浓度为20mg/ml)在15分钟内输注完毕。",
      "contraindications": "对本品及其成分、对乙酰氨基酚过敏的患者；严重肝功能损伤患者；肌酐清除率小于30毫升/分钟的患者；小于3个月的婴儿。",
      "adverse_reactions": "常见：主要是注射部位局部疼痛(10%)",
      "interactions": "1、在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗惊厥药的患者，长期或大量服用本品时，更有发生肝脏毒性的危险。 <br>2、本品与氯霉素合用，可延长后者的半衰期，增强其毒性。 <br>3、本品与丙磺舒合用，其清除率降低，因此需减量使用。 <br>4、长期使用本品会产生华法林样效应。与抗凝血药合用，因可减少凝血因子在肝内的合成，可增强凝血作用，故抗凝血药的用量应根据凝血酶原时间进行调整。<br>5、长期大量与阿司匹林或其他非甾体抗炎药合用时(如每年累积用量至1000g，应用3年以上时)",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约11分钟，肝脏代谢。",
      "precautions": "",
      "source": "湖南药事服务网",
      "full_indications": "在临床急需静脉给药治疗疼痛或高度发热时，其他给药方式不适合的情况下，用于中度疼痛的短期治疗，尤其是外科手术后疼痛。也可用于发热的短期治疗。",
      "full_dosage": "静注或滴注，成人及15岁以上儿童一次1~2g，一日2~4次，给药间隔不得短于四小时，日剂量不超过8g，对于体质虚弱的成人每次给药剂量为1g，本品临用前请先用9%氯化钠注射液(或所附专用溶媒枸橼酸钠溶液)完全溶解。将1g的盐酸丙怕他莫用50ml或2g用100ml1的0.9%氯化钠注射液稀释后使用(终浓度为20mg/ml)在15分钟内输注完毕。",
      "full_contraindications": "对本品及其成分、对乙酰氨基酚过敏的患者；严重肝功能损伤患者；肌酐清除率小于30毫升/分钟的患者；小于3个月的婴儿。",
      "full_adverse_reactions": "常见不良反应主要是注射部位局部疼痛(10%)。发生率低于万分之一的不良反应有头晕、身体不适、红斑或荨麻疹等轻度过敏反应、血小板减少、白细胞减少、贫血、低血压、转氨酶升高和接触性皮炎。有发生应急性休克和医护人员发生接触性皮炎和严重过敏反应的报道。",
      "full_interactions": "1、在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗惊厥药的患者，长期或大量服用本品时，更有发生肝脏毒性的危险。 <br>2、本品与氯霉素合用，可延长后者的半衰期，增强其毒性。 <br>3、本品与丙磺舒合用，其清除率降低，因此需减量使用。 <br>4、长期使用本品会产生华法林样效应。与抗凝血药合用，因可减少凝血因子在肝内的合成，可增强凝血作用，故抗凝血药的用量应根据凝血酶原时间进行调整。<br>5、长期大量与阿司匹林或其他非甾体抗炎药合用时(如每年累积用量至1000g，应用3年以上时)，可明显增加肾毒性(包括肾乳头坏死、肾及膀胱癌等)的危险。 <br>6、与抗病毒药齐多夫定(Zidovudine)合用时，由于两药可相互降低与葡糖醛酸的结合作用而降低清除率，从而增加毒性，应避免同时应用。",
      "full_pharmacokinetics": "⑴药效学：本品属于乙酰苯胺类镇痛药，是对乙酰氨基酚的前体药物。静注或肌注后，可迅速被血浆酯酶水解，释出对乙酰氨基酚起作用，作用机制类同于后者。<br>⑵药动学：丙帕他莫在血浆中99%迅速水解而成(水解半衰期约11分钟)对乙酰氨基酚及N，N-二乙基甘氨酸。静脉给药1g本品后产生的对乙酰氨基酚的血药峰值浓度(12.7mg/ml)明显高于口服0.5 对乙酰氨基酚所产生的血药峰值(5.5mg/ml)。在丙帕他莫推荐剂量范围内，其产物对乙酰氨基酚的药代特征呈线性，重复给药其药代参数不改变，平均血浆半衰期为2.5～3.6小时。本品15分钟静脉输注后，于15分钟开始起效，1～2小时达药效峰值，镇痛作用持续约4～6小时，解热作用维持约4小时。本品产物对乙酰氨基酚主要在肝脏代谢，约60%～80%与葡萄糖醛酸结合后随尿排泄，约20%～30%与硫酸结合后排泄。有5%以上以原形排出。还有4%被细胞色素P450转化为一种与谷胱甘肽结合的代谢物，主要通过尿液排泄。二乙基甘氨酸部分在尿中以原形分泌。",
      "full_precautions": "",
      "solvent": "静注：用0.9%氯化钠注射液溶解"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12325",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 153,
    "name": "复合磷酸氢钾注射液",
    "full_name": "(甲)复合磷酸氢钾注射液[国基]",
    "chemical_name": "复合磷酸氢钾注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "津药和平制药"
    ],
    "specifications": [
      {
        "specification": "2ml/支",
        "manufacturer": "津药和平制药",
        "full_manufacturer": "津药和平(天津)制药有限公司",
        "price": 12.5,
        "unit": "支",
        "code": "X00780",
        "approval_number": "国药准字H10980220",
        "insurance_code": "XA12BAF601B002010200874",
        "location": "B-2"
      }
    ],
    "pinyin": "fuhelinsuanqingjia",
    "pinyin_initials": "fhlsqj",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于肠外营养，作为磷的补充药，需禁食5天以上病人的磷补充剂，亦可用于某些疾病所致的低磷血症。",
      "dosage": "疗程3日。",
      "contraindications": "症 1.严重肝、肾功能不全者禁用。 2.本品处方中含有峰房，已知对峰房、峰毒及本品所含其他成份过敏者禁用。",
      "adverse_reactions": "临床试验期间受试者用药后出现：肝生化指标轻度升高，血肌酐、尿素氮、尿蛋白及尿红细胞轻度升高、腹泻、腹胀、腹部不适、心电图异常、发热、乏力。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "虎杖、车前草、女贞子、蜂房。",
      "precautions": "1.忌烟酒、高嘌呤食物。 2.有肝脏、肾脏基础疾病者慎用。 3.本品尚无孕妇、哺乳期妇女的安全性、有效性数据。 4.过敏体质者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于肠外营养，作为磷的补充药，需禁食5天以上病人的磷补充剂，亦可用于某些疾病所致的低磷血症。",
      "full_dosage": "口服：一次4粒，一日3次。疗程3日。",
      "full_contraindications": "症 1.严重肝、肾功能不全者禁用。 2.本品处方中含有峰房，已知对峰房、峰毒及本品所含其他成份过敏者禁用。",
      "full_adverse_reactions": "临床试验期间受试者用药后出现：肝生化指标轻度升高，血肌酐、尿素氮、尿蛋白及尿红细胞轻度升高、腹泻、腹胀、腹部不适、心电图异常、发热、乏力。",
      "full_interactions": "",
      "full_pharmacokinetics": "虎杖、车前草、女贞子、蜂房。",
      "full_precautions": "1.忌烟酒、高嘌呤食物。 2.有肝脏、肾脏基础疾病者慎用。 3.本品尚无孕妇、哺乳期妇女的安全性、有效性数据。 4.过敏体质者慎用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3166",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 154,
    "name": "醋酸甲地孕酮分散片",
    "full_name": "(甲)醋酸甲地孕酮分散片",
    "chemical_name": "醋酸甲地孕酮分散片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "青岛国海生物制药"
    ],
    "specifications": [
      {
        "specification": "0.16g/片",
        "manufacturer": "青岛国海生物制药",
        "full_manufacturer": "青岛国海生物制药有限公司",
        "price": 79.19,
        "unit": "盒",
        "code": "X00369",
        "approval_number": "国药准字H20010074",
        "insurance_code": "XG03DBJ032A006010104028",
        "location": "L-2"
      }
    ],
    "pinyin": "cusuanjiadiyuntongfensan",
    "pinyin_initials": "csjdytfs",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "治疗月经不调、功能性子宫出血、子宫内膜异位症；由于具有抗雌激素活性而用于乳腺癌的姑息治疗和子宫内膜腺癌；亦可作为复方短效避孕片的孕激素成分。",
      "dosage": "口服：\n　　⑴治疗闭经，一次4mg，一日2～3次，连服2～3日，停药2～7日，即有撤退性出血。",
      "contraindications": "对本品过敏；孕妇；高钙血症禁用。",
      "adverse_reactions": "参阅炔诺酮。",
      "interactions": "未进行该项实验且无可靠参考文献。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：本品对垂体促性腺激素的释放有一定的抑制作用，但比左炔诺孕酮和炔诺酮为弱。不具有雌激素和雄激素样活性，但有明显的抗雌激素作用。与雌激素合用，抑制排卵。<br>　　⑵药动学：口服后生物半衰期明显比左炔诺孕酮和炔诺酮为短，大部分代谢产物以葡萄糖醛酸酯形式排出。",
      "precautions": "⑴有子宫肌瘤，血栓病史及高血压、糖尿病、哮喘病、癫痫、偏头痛、精神抑郁患者慎用。⑵长期用药注意检查肝功能、乳房检查。",
      "source": "湖南药事服务网",
      "full_indications": "治疗月经不调、功能性子宫出血、子宫内膜异位症；由于具有抗雌激素活性而用于乳腺癌的姑息治疗和子宫内膜腺癌；亦可作为复方短效避孕片的孕激素成分。",
      "full_dosage": "口服：<br>　　⑴治疗闭经，一次4mg，一日2～3次，连服2～3日，停药2～7日，即有撤退性出血。<br>　　⑵治疗功能性出血，一次4mg，每8小时1次，每3日减量一次，减量不超过原剂量的1/2，直至每日维持量4mg，共20日。    <br>　　⑶治疗子宫内膜异位症，一次4mg，一日2次，连服7日后改为一日3次，每次4mg，7日后再改为一日2次，一次8mg，再服7日，然后增至一日20mg，6周为一疗程。    <br>　　⑷乳腺癌，一次40mg，一日4次，一日量160mg，连续2个月。    <br>　　⑸子宫内膜腺癌，一般一次160mg，每日1次，或一次10～80mg，一日4次，一日量40～320mg。可连续服药。    <br>　　⑹探亲避孕：在探亲当日中午口服1片，当日晚上加服1片，以后每日晚上服1片，直至探亲结束，刺入再服1片。",
      "full_contraindications": "⑴对本品过敏者禁用。<br>⑵严重肝、肾功能不全者、乳房肿块者、孕妇禁用。<br>⑶对伴有严重血栓性静脉炎﹑血栓栓塞性疾病和因骨转移产生的高钙血症患者禁用。",
      "full_adverse_reactions": "参阅炔诺酮。",
      "full_interactions": "未进行该项实验且无可靠参考文献。",
      "full_pharmacokinetics": "⑴药效学：本品对垂体促性腺激素的释放有一定的抑制作用，但比左炔诺孕酮和炔诺酮为弱。不具有雌激素和雄激素样活性，但有明显的抗雌激素作用。与雌激素合用，抑制排卵。<br>　　⑵药动学：口服后生物半衰期明显比左炔诺孕酮和炔诺酮为短，大部分代谢产物以葡萄糖醛酸酯形式排出。",
      "full_precautions": "⑴有子宫肌瘤，血栓病史及高血压、糖尿病、哮喘病、癫痫、偏头痛、精神抑郁患者慎用。 <br>⑵长期用药注意检查肝功能、乳房检查。<br>⑶由于对新生儿具有潜在的有害作用，服用本品期间应停止哺乳。<br>⑷尚无儿童用药的安全性和有效性资料。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1420",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 155,
    "name": "盐酸氢吗啡酮注射液",
    "full_name": "(乙10%)盐酸氢吗啡酮注射液",
    "chemical_name": "盐酸氢吗啡酮注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "宜昌人福药业"
    ],
    "specifications": [
      {
        "specification": "2mg/支",
        "manufacturer": "宜昌人福药业",
        "full_manufacturer": "宜昌人福药业有限责任公司",
        "price": 85.65,
        "unit": "支",
        "code": "X00639",
        "approval_number": "国药准字H20120100",
        "insurance_code": "XN02AAQ159B002030202000",
        "location": "麻精"
      }
    ],
    "pinyin": "yansuanqingmafeitong",
    "pinyin_initials": "ysqmft",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "本品为强效镇痛药，适用于其他镇痛药无效的急性锐痛和重度疼痛的成人患者，如严重创伤、战伤、烧伤、晚期癌症等疼痛。",
      "dosage": "成人：常用量为一次5～15mg",
      "contraindications": "禁用于以下患者：对氢吗啡酮或其中任何辅料过敏的患者。手术和/或潜在疾病导致胃肠道狭窄，或有盲袢综合征或胃肠道堵塞的患者。急性或术后疼痛患者。肝功能严重损伤的患者。呼吸衰竭患者。不明原因急性腹痛的患者。哮喘发作的患者。正在使用单胺氧化酶(MAO)抑制剂或停用该类药物不足14天的患者。需与丁丙诺啡、纳布",
      "adverse_reactions": "常见：恶心、呕吐、头晕、瘙痒、乏力等。",
      "interactions": "⑴本品与吩噻嗪类、镇静催眠药、单胺氧化酶抑制剂、三环抗抑郁药、抗组胺药等合用，可加剧及延长吗啡的抑制作用。<br>⑵本品可增强香豆素类药物的抗凝血作用。<br>⑶本品与西咪替丁合用，可能引起呼吸暂停、精神错乱、肌肉抽搐等。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率26%，肝脏代谢，肾脏排泄。",
      "precautions": "⑸婴幼儿慎用，未成熟新生儿禁用。⑷本品可通过胎盘屏障到达胎儿体内，少量经乳汁排出，故禁用于婴儿、孕妇、哺乳期妇女。本品能对抗催产素对子宫的兴奋作用而延长产程，故禁用于临盆产妇。",
      "source": "湖南药事服务网",
      "full_indications": "本品为强效镇痛药，适用于其他镇痛药无效的急性锐痛和重度疼痛的成人患者，如严重创伤、战伤、烧伤、晚期癌症等疼痛。",
      "full_dosage": "⑴皮下注射：成人常用量为一次5～15mg，一日15～40mg；极量：一次20mg，一日60mg。<br>⑵静脉注射：成人镇痛时常用量为一次5～10mg；用作静脉全麻按体重不得超过1mg/kg,不够时加用作用时效短的本类镇痛药，以免苏醒迟延，术后发生血压下降和长时间呼吸抑制。<br>⑶手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极限5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下腔，一次0.1～0.3mg。原则上不再重复给药。<br>⑷对于重度癌痛病人，首次剂量范围较大，每日3～6次，以预防癌痛发生及充分缓解癌痛。<br>⑸缓释片每24小时内只能服用1次。应在每天固定时间，以一杯水整片吞服盐酸氢吗啡酮缓释片，切勿咀嚼、掰开或压碎药片，进食对药物没有影响。未定期服用阿片类药物患者的用法用量：大多数患者的起始剂量应为每24小时8mg，且不得超过8mg。少数患者起始剂量可降低至每24小时4mg，以提高患者的耐受性。长期口服治疗开始后，可根据需要调整给药剂量，以获得满意的镇痛效果且副作用较少。可根据患者对药物的反应和缓解疼痛的需求，以4mg或8mg为增量滴定给药剂量。每次滴定剂量时的调整间隔应至少大于两天（例如，在星期一时第一次增加给药剂量，最早在星期四可再一次增加给药剂量）。由于阿片类缓控释制剂往往需要较长时间才能获得满意的镇痛效果，因此可先使用传统速释制剂治疗（如氢吗啡酮速释片或吗啡速释片），然后转换至盐酸氢吗啡酮缓释片相应的每日总剂量。",
      "full_contraindications": "禁用于以下患者：对氢吗啡酮或其中任何辅料过敏的患者。手术和/或潜在疾病导致胃肠道狭窄，或有盲袢综合征或胃肠道堵塞的患者。急性或术后疼痛患者。肝功能严重损伤的患者。呼吸衰竭患者。不明原因急性腹痛的患者。哮喘发作的患者。正在使用单胺氧化酶(MAO)抑制剂或停用该类药物不足14天的患者。需与丁丙诺啡、纳布啡、喷他佐辛联合使用的患者。昏迷的患者。患者在怀孕和分娩期间禁用。",
      "full_adverse_reactions": "⑴连用3～5天即产生耐药性，1周以上可成瘾，需慎用。但对于晚期中重度癌痛病人，如果治疗适当，少见依赖及成瘾现象。<br>⑵十分常见的不良反应(>10%)为便秘(21.6%)、恶心(12.9%)、呕吐(10.3%)；常见（≥1%至10%）的不良反应为食欲减退、头晕、乏力、排尿困难、肝功能异常、瘙痒、心悸。<br>⑶本品急性中毒的主要症状为昏迷，呼吸深度抑制、瞳孔极度缩小、两侧对称，或呈针尖样大，血压下降、发绀，尿少，体温下降，皮肤湿冷，肌无力，由于严重缺氧致休克、循环衰竭、瞳孔散大、死亡。",
      "full_interactions": "⑴本品与吩噻嗪类、镇静催眠药、单胺氧化酶抑制剂、三环抗抑郁药、抗组胺药等合用，可加剧及延长吗啡的抑制作用。<br>⑵本品可增强香豆素类药物的抗凝血作用。<br>⑶本品与西咪替丁合用，可能引起呼吸暂停、精神错乱、肌肉抽搐等。",
      "full_pharmacokinetics": "⑴药效学：本品为半合成吗啡衍生物，主要作用于μ受体，作用于与吗啡相似。等剂量下其镇痛作用比吗啡强5～10倍，起效较吗啡快，持续时间较短。直肠给药吸收较慢，作用发生较迟。<br>　　⑵药动学：本品皮下和肌内注射吸收迅速，皮下注射30分钟后即可吸收60%，吸收后迅速分布至肺、肝、脾、肾等各组织。成人中仅有少量吗啡透过血、脑脊液屏障，但已能产生高效的镇痛作用。可通过胎盘到达胎儿体内。消除ｔ1/2为1.7～3小时，蛋白结合率26%～36%。一次给药镇痛作用维持4～6小时。本品主要在肝脏代谢，60%～70%在肝内与葡萄糖醛酸结合，10%脱甲基成去甲基吗啡，20%为游离型。主要经肾脏排出，少量经胆汁和乳汁排出。",
      "full_precautions": "⑴未明确诊断的疼痛，尽可能不用本品，以免掩盖病情，贻误诊断。<br>⑵本品注入硬膜外间隙或蛛网膜下腔后，应监测呼吸和循环功能，前者24小时，后者12小时。<br>⑶因本品对平滑肌的兴奋作用较强，故不能单独用于内脏绞痛(如胆、肾绞痛)，而应与阿托品等有效的解痉药合用，单独使用反使绞痛加剧。<br>⑷本品可通过胎盘屏障到达胎儿体内，少量经乳汁排出，故禁用于婴儿、孕妇、哺乳期妇女。本品能对抗催产素对子宫的兴奋作用而延长产程，故禁用于临盆产妇。<br>⑸婴幼儿慎用，未成熟新生儿禁用。<br>⑹中毒解救 可采用人工呼吸、给氧、给予升压药提高血压，β-肾上腺素受体阻滞药减慢心率、补充液体维持循环功能。静脉注射拮抗剂纳洛酮0.005～0.01mg/kg，成人0.4mg。亦可用烯丙吗啡作为拮抗药。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1013",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 156,
    "name": "盐酸曲马多缓释片",
    "full_name": "(甲)盐酸曲马多缓释片",
    "chemical_name": "盐酸曲马多缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Grunenthal GmbH"
    ],
    "specifications": [
      {
        "specification": "100mg/片",
        "manufacturer": "Grunenthal GmbH",
        "full_manufacturer": "Grunenthal GmbH (Farmaceutici Formenti S.P.A.)",
        "price": 34.92,
        "unit": "盒",
        "code": "Y00000014762",
        "approval_number": "国药准字HJ20140977",
        "insurance_code": "XN02AXQ098A010010178482",
        "location": "O-3",
        "outpatient_location": "Z-1"
      }
    ],
    "pinyin": "yansuanqumaduo",
    "pinyin_initials": "ysqmd",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "用于疼痛程度严重到需要使用阿片类镇痛剂并且替代疗法不足的成人疼痛。",
      "dosage": "成人：及12岁以上儿童：一般一次50～100mg；儿童：一般一次50～100mg",
      "contraindications": "以下患者禁用：\n⑴对曲马多或本品中其它成分或阿片类物质过敏者。\n⑵12岁以下儿童。\n⑶有严重呼吸抑制、严重脑损伤、意识模糊、急性或严重支气管哮喘者（无复苏设备或未进行监测）。\n⑷已知或疑为胃肠道梗阻者，包括麻痹性肠梗阻。\n⑸酒精、安眠药、麻醉剂、中枢镇痛药、阿片类或精神药物急性中毒者，本品可加重这些",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "⑴本品和安定类镇静药物合用可以增强镇痛作用，延长巴比妥类药物的作用时间。  <br>⑵奎尼丁、利托那韦由于能降低本品的代谢，合用时可以增加本品的血药浓度和不良反应。<br>⑶本品可以增加地高辛的不良反应如恶心、呕吐和心律失常等。  <br>⑷本品与苯海拉明合用可以增加中枢抑制作用。  <br>⑸本品影响肝素类药物代谢，合用时可能增加出血的危险。  <br>⑹本品与吩噻嗪、丁酰苯类抗精神病药、抗抑郁药合用，可以增加癫痫发作的危险。  <br>⑺本品与单胺氧化酶抑制药（如呋喃唑酮、丙卡巴肼）合用，可",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约6小时，蛋白结合率4，肝脏代谢，肾脏排泄。",
      "precautions": "⑵肝肾功能不全，心脏病病人，急性腹痛，有癫痫病史、甲状腺或肾上腺皮质功能减退、慢性呼吸功能紊乱、有阿片类药物滥用史和老年病人均应慎用。驾驶机动车的病人因可能影响反应能力也须注意少用。⑹逾量的处理：注意保持呼吸道通畅，静脉滴注拮抗剂纳洛酮0.005～0.01mg/kg或每次给药0.4mg，必要时每2～3分钟重复一次。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗疼痛程度严重到需要使用阿片类镇痛剂并且替代疗法不足的成人疼痛。",
      "full_dosage": "⑴可口服、皮下注射、肌内注射、静脉注射及肛门给药。<br>　　　①成人及12岁以上儿童：一般一次50～100mg，一日2～3次，必要时4～6小时后可重复使用，一日总剂量不超过400mg，老年病人一日不超过300mg。重度疼痛可以一次100mg开始。肛门给药栓剂一次100mg，一日1～2次。服用缓释制剂时应吞服，勿嚼碎，剂量同上，但两次服药的间隔时间不得少于8小时；而服用双控缓释片，一次150mg，一日1次。<br>　　　②儿童用量为1～2mg/kg·次。",
      "full_contraindications": "以下患者禁用：<br>⑴对曲马多或本品中其它成分或阿片类物质过敏者。<br>⑵12岁以下儿童。<br>⑶有严重呼吸抑制、严重脑损伤、意识模糊、急性或严重支气管哮喘者（无复苏设备或未进行监测）。<br>⑷已知或疑为胃肠道梗阻者，包括麻痹性肠梗阻。<br>⑸酒精、安眠药、麻醉剂、中枢镇痛药、阿片类或精神药物急性中毒者，本品可加重这些患者的中枢、呼吸系统抑制。<br>⑹与单胺氧化酶抑制药（MAOIs）合用或过去14日内曾使用过MAOIs的患者。",
      "full_adverse_reactions": "上市后监测中发现本品有以下不良反应/事件报告：<br>⑴消化系统损害：恶心、呕吐、胃不适、腹痛、腹泻、腹胀、腹部不适、口干、呃逆、便秘、肝功能异常。<br>⑵神经和精神障碍：头晕、眩晕、头痛、抽搐、震颤、麻木、嗜睡、失眠、食欲异常（如食欲不振等）、幻觉、谵妄、烦躁、惊厥、癫痫发作、药物依赖、意识障碍，严重者可致昏迷。<br>⑶皮肤及其附件损害：瘙痒、皮疹（如红斑疹、荨麻疹、斑丘疹等）、多汗。<br>⑷全身性损害：乏力、寒战、发热（高热）、血管神经性水肿，严重者可致晕厥。<br>⑸泌尿系统损害：排尿困难、尿潴留、尿频。<br>⑹心血管系统损害：心悸、心动过速、心动过缓、血压降低（如体位性低血压）、血压升高、紫绀、潮红。<br>⑺免疫功能紊乱和感染：过敏样反应、过敏反应、过敏性休克。<br>⑻呼吸系统损害：胸闷、呼吸急促、呼吸困难、呼吸抑制。<br>⑼其他：视力异常、肌无力、耳鸣、低血糖。",
      "full_interactions": "⑴本品和安定类镇静药物合用可以增强镇痛作用，延长巴比妥类药物的作用时间。  <br>⑵奎尼丁、利托那韦由于能降低本品的代谢，合用时可以增加本品的血药浓度和不良反应。<br>⑶本品可以增加地高辛的不良反应如恶心、呕吐和心律失常等。  <br>⑷本品与苯海拉明合用可以增加中枢抑制作用。  <br>⑸本品影响肝素类药物代谢，合用时可能增加出血的危险。  <br>⑹本品与吩噻嗪、丁酰苯类抗精神病药、抗抑郁药合用，可以增加癫痫发作的危险。  <br>⑺本品与单胺氧化酶抑制药（如呋喃唑酮、丙卡巴肼）合用，可引起狂躁、昏迷、惊厥和严重的呼吸抑制，甚至死亡。所以一般应当禁忌同时应用。  <br>⑻本品与乙醇，镇静剂，镇痛药或其他精神药物合用会引起急性中毒，本品与中枢神经系统抑制剂（如安定）合用时有强化镇静作用和镇痛作用，特别是增强呼吸抑制作用，应适当减量，与巴比妥类药物合用可延长麻醉时间。与神经阻滞剂合用，个别病例有发生惊厥的报道。<br>⑼卡马西平为CYP3A4诱导剂，可导致本品镇痛效果及药物有效作用时间的降低，增加本品相关癫痫发作风险，故不建议卡马西平与本品联合使用。<br>⑽不建议部分激动剂或混合激动剂/拮抗剂（如丁丙诺啡、纳布啡、喷他佐辛、布托啡诺）与本品联用，可能会降低本品的镇痛作用，和/或触发戒断症状。<br>⑾与选择性五羟色胺再摄取抑制剂（SSRIs），三环类抗抑郁药（TCAs），抗精神病药和其它降低癫痫发作阈值的药物合用：极罕见癫痫发作。<br>⑿与选择性5-羟色胺再摄取抑制剂（SSRIs）同服，可导致血清素激活作用的增加（血清素综合征）。<br>⒀有个别报道：与香豆素抗凝剂相互作用导致国际标准化比值（INR）增加。所以当患者开始服用曲马多治疗时，应慎用抗凝剂。",
      "full_pharmacokinetics": "⑴药效学：本品为非吗啡类中枢性强效镇痛药。虽可与吗啡受体结合，但亲和力很弱，对μ受体的亲和力为吗啡的1/6000，对κ和δ受体的亲和力仅为μ受体的1/25。曲马多为消旋体，其光右旋对映体作用于阿片受体；而光左旋对映体抑制神经元触突对去甲肾上腺素的再摄取，并增加神经元外5-羟色胺的浓度，从而影响痛觉的传递，产生镇痛作用。本品的作用强度仅为吗啡的1/8～1/10。镇痛强度相当于中到强阿片类镇痛药。本品镇咳作用为可待因的1/2，不影响组胺释放。无致平滑肌痉挛的作用。<br>　　⑵药动学：口服吸收完全，几乎与肌内注射等效，血药浓度差异不大。本品起效迅速，口服后10～20分钟起效，25～35分钟达峰值，镇痛效应可持续约4～8小时。组织亲和力较高，分布容积大，在肺、脾、肝和肾中较高，可透过胎盘。血浆蛋白结合率约4％。口服胶囊生物利用度64％，栓剂为70％。主要在肝脏代谢，半衰期约6小时。24小时内以代谢物和原形由尿排出。也可由乳汁排出。",
      "full_precautions": "⑴本品与阿片类药物可能存在交叉过敏反应。  <br>⑵肝肾功能不全，心脏病病人，急性腹痛，有癫痫病史、甲状腺或肾上腺皮质功能减退、慢性呼吸功能紊乱、有阿片类药物滥用史和老年病人均应慎用。驾驶机动车的病人因可能影响反应能力也须注意少用。  <br>⑶哺乳期和妊娠妇女需要权衡利弊再用，不推荐妊娠妇女和哺乳期妇女使用本品。。  <br>⑷纳洛酮可对抗本品的镇痛作用，在本品中毒时应用可以作为抢救药物应用。  <br>⑸严重过量症状表现为呼吸抑制和惊厥发作。  <br>⑹逾量的处理：注意保持呼吸道通畅，静脉滴注拮抗剂纳洛酮0.005～0.01mg/kg或每次给药0.4mg，必要时每2～3分钟重复一次。纳洛酮可以对抗本品的作用，但不能解除本品引起的惊厥发作，甚至有增加发作的危险。这时可用地西泮等药物。<br>⑺本品有可能影响患者的驾驶和机械操作能力，尤其是与酒精同时服用时更为严重。<br>⑻突然撤药可能导致戒断症状（如：焦虑，出汗，失眠，寒战，疼痛，恶心，震颤，腹泻，上呼吸道症状，立毛，幻觉等），建议缓慢减药。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6785"
    }
  },
  {
    "id": 157,
    "name": "静注人免疫球蛋白(pH4)",
    "full_name": "(乙10%)静注人免疫球蛋白(pH4)",
    "chemical_name": "静注人免疫球蛋白(pH4)",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "山东泰邦生物制品",
      "绿十字生物制品"
    ],
    "specifications": [
      {
        "specification": "2.5g/瓶",
        "manufacturer": "绿十字生物制品",
        "full_manufacturer": "绿十字（中国）生物制品有限公司",
        "price": 610.0,
        "unit": "瓶",
        "code": "Y00000014776",
        "approval_number": "国药准字S19993026",
        "insurance_code": "XJ06BAJ215B001010104426",
        "location": "2D-3",
        "outpatient_location": "2B-2"
      },
      {
        "specification": "2.5g/瓶",
        "manufacturer": "山东泰邦生物制品",
        "full_manufacturer": "山东泰邦生物制品有限公司",
        "price": 561.0,
        "unit": "瓶",
        "code": "Y00000015063",
        "approval_number": "国药准字S20013001",
        "insurance_code": "XJ06BAJ215B001020104143"
      }
    ],
    "pinyin": "jingzhurenmianyiqiudanbai",
    "pinyin_initials": "jzrmyqdb",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "主要用于预防麻疹和甲型肝炎（甲肝）等病毒性感染。",
      "dosage": "成人：不超过6ml；儿童：5岁以内1.5～3.0ml",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "偶见过敏反应如荨麻疹、猴头水肿，严重者可见过敏性休克。剂量大或输注速度过快时，可见头痛、心悸、恶心和暂时性体温升高。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵制剂过期、安瓿破裂或有摇不散的沉淀禁用；",
      "source": "湖南药事服务网",
      "full_indications": "主要用于预防麻疹和甲型肝炎（甲肝）等病毒性感染。",
      "full_dosage": "1.预防麻疹：0.05～0.15ml/kg或儿童5岁以内1.5～3.0ml，成人不超过6ml，预防效果1个月。   <br>　　2.预防甲型肝炎：0.05～0.1ml/kg或儿童1.5～3.0ml，成人每次3ml，预防效果1个月。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "偶见过敏反应如荨麻疹、猴头水肿，严重者可见过敏性休克。剂量大或输注速度过快时，可见头痛、心悸、恶心和暂时性体温升高。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品为肌内注射制剂，不可静脉注射。  <br>⑵制剂过期、安瓿破裂或有摇不散的沉淀禁用；开启后一次用完。",
      "pharmacodynamics": "本品系采用健康人血浆或血清分离、纯化，并经灭活、去除病毒步骤加工制备而成。人免疫球蛋白中丙种球蛋白含量占90％以上，含有多种抗体。其作用机制有两种：一种是“被动免疫”，注射较大剂量的被动抗体后，使受者得到完全保护而不被感染；另一种是“被动－自动免疫”，注射小剂量后使受者得到部分保护，虽似倍感染，但在",
      "full_pharmacodynamics": "本品系采用健康人血浆或血清分离、纯化，并经灭活、去除病毒步骤加工制备而成。人免疫球蛋白中丙种球蛋白含量占90％以上，含有多种抗体。其作用机制有两种：一种是“被动免疫”，注射较大剂量的被动抗体后，使受者得到完全保护而不被感染；另一种是“被动－自动免疫”，注射小剂量后使受者得到部分保护，虽似倍感染，但在被动抗体的保护下症状很轻，甚至没有明显的临床症状而产生自动免疫。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3511",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 158,
    "name": "酒石酸美托洛尔片",
    "full_name": "(甲)酒石酸美托洛尔片[国基]",
    "chemical_name": "酒石酸美托洛尔片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "石家庄以岭药业"
    ],
    "specifications": [
      {
        "specification": "25mg/片",
        "manufacturer": "石家庄以岭药业",
        "full_manufacturer": "石家庄以岭药业股份有限公司（以岭万洲国际制药有限公司受委托生产）",
        "price": 1.85,
        "unit": "盒",
        "code": "Y00000014707",
        "approval_number": "国药准字H20065355",
        "insurance_code": "XC07ABM062A001010202767",
        "location": "F-5",
        "outpatient_location": "E-4"
      }
    ],
    "pinyin": "jiushisuanmeituoluoer",
    "pinyin_initials": "jssmtle",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "⑴用于高血压、心绞痛、心肌梗死、心律失常、甲状腺功能亢进、嗜铬细胞瘤，慢性稳定性心力衰竭。 ⑵用于偏头痛的预防性治疗及慢性每日头痛和非丛集性头痛的治疗。 ⑶亦可用于开角型青光眼和高眼压症，以及手术后未完全控制的闭角型青光眼。",
      "dosage": "⑴口服：①高血压，普通制剂一次100～200mg，一日2次；",
      "contraindications": "症 ⑴心源性休克、病态窦房结综合征、显著窦性心动过缓（心率＜45次/分钟）、房室传导阻滞、低血压、严重或急性心力衰竭时禁用。 ⑵对本品过敏者禁用。⑶正在服用β受体激动药患者禁用。⑷伴有坏疽危险的严重外周血管疾病患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻、头痛、发热、瘙痒、过敏等。",
      "interactions": "美托洛尔是一种CYP2D6底物。抑制CYP2D6的药物可影响其血浆浓度。 ⑴本品应避免与下列药物合并使用： ①巴比妥类药物：巴比妥类药物(对戊巴比妥作过研究)可通过酶诱导作用使美托洛尔的代谢增加。 ②普罗帕酮：普罗帕酮与奎尼丁相似，可通过细胞色素P4502D6途径抑制美托洛尔的代谢，已有临床证实使用美托洛尔的患者，在给予普罗帕酮后，美托洛尔的血浆浓度增高2～5倍。 ③维拉帕米：维拉帕米与β受体阻滞剂合用时(已有与阿替洛尔、普萘洛尔和吲哚洛尔合用的报道)，有可能引起心动过缓和血压下降。维拉帕米和β",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑵本品能选择性阻断β1受体，但应慎用于有支气管痉挛患者，由于β1受体的选择性阻断并非绝对，一般禁用小量，并及时加用β2激动药。⑷状腺功能亢进时应用，可使一些症状如心动过速被掩盖，疑有发生亢可能时应避免骤然停用，以致发生状腺危象。⑴本品应避免与下列药物合并使用： ①巴比妥类药物：巴比妥类药物(对戊巴比妥作过研究)可通过酶诱导作用使美托洛尔的代谢增加。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于高血压、心绞痛、心肌梗死、心律失常、甲状腺功能亢进、嗜铬细胞瘤，慢性稳定性心力衰竭。 ⑵用于偏头痛的预防性治疗及慢性每日头痛和非丛集性头痛的治疗。 ⑶亦可用于治疗开角型青光眼和高眼压症，以及手术后未完全控制的闭角型青光眼。",
      "full_dosage": "⑴口服：①高血压，普通制剂一次100～200mg，一日2次；缓释制剂一次47.5～95mg，一日1次；控释制剂一日0.1g，早晨顿服或遵医嘱。②心绞痛、心律失常、肥厚型心肌病，普通制剂一次25～50mg，一日2～3次，或一次100mg，一日2次；缓释制剂一次95～190mg，一日1次；控释制剂，一日0.1g，早晨顿服。③心力衰竭，应在使用洋地黄和（或）利尿药、ACEI等抗心力衰竭的治疗基础上使用本药。酒石酸美托洛尔，初始剂量一次6.25mg，一日2～3次，以后视临床情况每2～4周可增加剂量，一次6.25～12.5mg，一日2～3次。最大剂量可用至一次50～100mg，一日2次。琥珀酸美托洛尔缓释片，心功能Ⅱ级的稳定型心力衰竭患者，治疗起始的2周内，一次23.5mg，一日1次，以后每2周剂量可加倍。长期治疗的目标剂量为一次190mg，一日1次。心功能Ⅲ～Ⅳ级的稳定型心力衰竭患者，起始剂量一次11.875mg，一日1次，剂量应个体化，在增加剂量过程中应密切观察患者，因为某些患者的心力衰竭症状可能会加重。1～2周后，剂量可增至一次23.75mg，一日1次，对于耐受更高剂量的患者，每2周可见剂量加倍，最大可至一次190mg，一日1次。④偏头痛：预防偏头痛，可每日50~200mg。从小剂量开始，逐渐增加，达到有效治疗。⑤状腺功能亢进：作为辅助治疗，一次50mg，一日4次。 ⑵静脉注射：由于注射给药易出现心率、血压计心排血量的急剧变化，故应在心电监护下谨慎使用。①急性心肌梗死、不稳定型心绞痛，立即静脉给药一次5mg，这一剂量可在间隔2分钟后重复给予，直到最大剂量一次15mg。之后15分钟开始口服给药，一次25～50mg，6～12小时1次，共24～48小时，以后一次50～100mg，一日2次。有下列情况的患者不能立即静脉给药：心率＜每分钟70次，收缩压＜110mmHg，或一度房室传导阻滞。②室上性快速心律失常，初始以每分钟1～2mg的速度静脉注射，一次5mg；如病情，可间隔5分钟重复给药，总剂量10～15mg，注射后4～6小时，心律失常得以控制，用口服制剂维持，一日2～3次，每次剂量不超过50mg。 ⑶用于治疗开角型青光眼及高眼压症：滴入结膜囊，一日1～2次，一次1滴。",
      "full_contraindications": "症 ⑴心源性休克、病态窦房结综合征、显著窦性心动过缓（心率＜45次/分钟）、房室传导阻滞、低血压、严重或急性心力衰竭时禁用。 ⑵对本品过敏者禁用。⑶正在服用β受体激动药患者禁用。⑷伴有坏疽危险的严重外周血管疾病患者禁用。",
      "full_adverse_reactions": "⑴神经系统：因脂溶性及较易透入中枢神经系统，故该系统不良反应较多。疲乏和眩晕占10％，抑郁占5％，其他有头痛、失眠、多梦。 ⑵心血管：气短和心动过缓占3％，其他有肢冷、雷诺现象、心力衰竭。 ⑶呼吸系统：气急哮喘不到1％。 ⑷胃肠：腹泻占5％，恶心、胃痛、便秘＜1％。 ⑸瘙痒症＜1％。 ⑸作为滴眼用时：①眼部：主要不良反应是局部刺激症状，如短暂出现的烧灼感、眼痒感、流泪、上皮性角膜病变、眼睑皮疹等；②全身：对血压和心率都无明显影响。但有研究报告称，在滴药后1小时心率减慢。 肝损伤 ⑴肝毒性： 美托洛尔治疗基本上不会引起短暂性轻中度血清转氨酶水平上升，且通常无临床症状，停止治疗后即可恢复正常。目前已有病例报告患者因使用美托洛尔而产生临床症状明显的急性肝损伤。虽然美托洛尔用途广泛，但其诱发肝损伤的情况极其罕见。β受体阻滞剂引起的肝损伤发病潜伏期为2周至12周，肝酶升高为肝细胞损伤主要表现。未发现超敏反应症状（皮疹、发热和嗜酸性粒细胞增多症），无自身抗体生成。因美托洛尔致病的患者通常具有自限性，并可在停用药物后立即恢复正常。⑵损伤机制： 美托洛尔导致肝损伤的机制目前未知。美托洛尔极少在肝脏中代谢。 禁忌症 ⑴心源性休克、病态窦房结综合征、显著窦性心动过缓（心率＜45次/分钟）、房室传导阻滞、低血压、严重或急性心力衰竭时禁用。 ⑵对本品过敏者禁用。⑶正在服用β受体激动药患者禁用。⑷伴有坏疽危险的严重外周血管疾病患者禁用。",
      "full_interactions": "美托洛尔是一种CYP2D6底物。抑制CYP2D6的药物可影响其血浆浓度。 ⑴本品应避免与下列药物合并使用： ①巴比妥类药物：巴比妥类药物(对戊巴比妥作过研究)可通过酶诱导作用使美托洛尔的代谢增加。 ②普罗帕酮：普罗帕酮与奎尼丁相似，可通过细胞色素P4502D6途径抑制美托洛尔的代谢，已有临床证实使用美托洛尔的患者，在给予普罗帕酮后，美托洛尔的血浆浓度增高2～5倍。 ③维拉帕米：维拉帕米与β受体阻滞剂合用时(已有与阿替洛尔、普萘洛尔和吲哚洛尔合用的报道)，有可能引起心动过缓和血压下降。维拉帕米和β受体阻滞剂对于房室传导和窦房结功能有相加的抑制作用。 ⑵本品与下列药物合并使用时可能需要调整剂量： ①胺碘酮：一例报道显示，同时使用胺碘酮和美托洛尔，有可能发生明显的窦性心动过缓。胺碘酮的半衰期很长(约50天)，这意味着在胺碘酮治疗停止后较长的一段时间内，使用美托洛尔仍有可能发生两药的相互作用。 ②I类抗心律失常药物：I类抗心律失常药物与受体阻滞剂有相加的负性肌力作用，故在左心室功能受损的患者中，有可能引起严重的血流动力学副作用。病态窦房结综合征和病理性房室传导阻滞的患者，也应避免同时使用美托洛尔和I类抗心律失常药物。丙吡胺和美托洛尔之间的相互作用已有明确的资料证明。 ③非甾体类抗炎/抗风湿药(NSAID)：已发现NSAID抗炎镇痛药可抵消β受体阻滞剂的抗高血压作用。在这方面，经过研究的药物主要是吲哚美辛。β受体阻滞剂很可能不与舒林酸发生相互作用。在一项双氯芬酸的研究中，未发现β受体阻滞剂与双氯芬酸有相互作用。 ④苯海拉明：在快速羟化代谢人群中，苯海拉明使美托洛尔通过CYP2D6转化代谢成α-羟美托洛尔的清除降低2.5倍。美托洛尔的作用因而增强。苯海拉明可能抑制其它CYP2D6底物的代谢。 ⑤地尔硫䓬：钙离子拮抗剂和β受体阻滞剂对于房室传导和窦房结功能有相加的抑制作用。已经有β受体阻滞剂与地尔硫䓬合并使用时发生明显心动过缓的病例报道。 ⑥肾上腺素：报道显示，接受非选择性β受体阻滞剂(包括吲哚洛尔和普萘洛尔)治疗的患者，在给予肾上腺素后发生明显的高血压和心动过缓。这些临床观察结果已经在对健康志愿者的研究中得到证实。局部麻醉药中的肾上腺素在血管内给药时有可能引起这种反应。根据推测，使用心脏选择性的β受体阻滞剂时，发生这种反应的危险性较低。 ⑦苯丙醇胺：苯丙醇胺50mg单剂给药能使健康志愿者的舒张压升高到病理的水平。普萘洛尔通常能拮抗这种由苯丙醇胺引起的血压增高。但是在接受大剂量苯丙醇胺治疗的患者中，受体阻滞剂可反常地引起高血压反应。在单独使用苯丙醇胺治疗的过程中，也有发生高血压反应的报道。 ⑧奎尼丁：奎尼丁在所谓的“快速羟化者”(该类型在瑞典超过90%)中可抑制美托洛尔的代谢，结果使后者的血浆浓度显著升高、β受体阻滞作用增强。其他经由同一酶解途径(细胞色素P4502D6)进行代谢的受体阻滞剂，也可能会与奎尼丁发生同样的相互作用。 ⑨可乐定：β受体阻滞剂有可能加重可乐定突然停用时所发生的反跳性高血压。 ⑩利福平：利福平可诱导美托洛尔的代谢，导致后者的血药浓度降低。 ⑪若与西咪替丁、肼屈嗪、选择性的5-羟色胺重摄取抑制剂(SSRI)如帕罗西汀、氟西汀和舍曲林合用，美托洛尔的血浆浓度会增加。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师； ⑵餐后或与食物同服； ⑶倍他乐克缓释片是先制成缓释微囊后压片，而非骨架型缓释片，因此可以掰开服用，但不能咀嚼或压碎； ⑷可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 ⑴本品不应加入右旋糖酐70血浆代用品中静脉滴注。 ⑵本品与两性霉素B脂质体不相容，混合可产生大量沉淀。 输液调配 ⑴美托洛尔注射液：一次5mg用5%或10%葡萄糖注射液10～20ml稀释作静脉注射液；最大剂量40mg用0.9%氯化钠注射液、5%或10%萄糖注射液、复方氯化钠注射液、乳酸钠林格注射液1000ml稀释作静脉滴注液。 ⑵注射用美托洛尔：每瓶药物用1ml灭菌注射用水溶解，一次用量溶解液稀释到10ml0.9%氯化钠注射液或5%葡萄糖注射液中作静脉注射液；或一次用量溶解液加入1000ml0.9%氯化钠注射液、5%或10%葡萄糖注射液、复方氯化钠注射液、乳酸钠林格注射液作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。酒石酸美托洛尔注射液pH为5.0～8.0。 【稳定性】调配的稀释液应在12h内使用。 给药说明 参阅普萘洛尔。由于本品口服后血药浓度的个体差异大，因此剂量需个体化。 用法与用量 ⑴口服：①高血压，普通制剂一次100～200mg，一日2次；缓释制剂一次47.5～95mg，一日1次；控释制剂一日0.1g，早晨顿服或遵医嘱。②心绞痛、心律失常、肥厚型心肌病，普通制剂一次25～50mg，一日2～3次，或一次100mg，一日2次；缓释制剂一次95～190mg，一日1次；控释制剂，一日0.1g，早晨顿服。③心力衰竭，应在使用洋地黄和（或）利尿药、ACEI等抗心力衰竭的治疗基础上使用本药。酒石酸美托洛尔，初始剂量一次6.25mg，一日2～3次，以后视临床情况每2～4周可增加剂量，一次6.25～12.5mg，一日2～3次。最大剂量可用至一次50～100mg，一日2次。琥珀酸美托洛尔缓释片，心功能Ⅱ级的稳定型心力衰竭患者，治疗起始的2周内，一次23.5mg，一日1次，以后每2周剂量可加倍。长期治疗的目标剂量为一次190mg，一日1次。心功能Ⅲ～Ⅳ级的稳定型心力衰竭患者，起始剂量一次11.875mg，一日1次，剂量应个体化，在增加剂量过程中应密切观察患者，因为某些患者的心力衰竭症状可能会加重。1～2周后，剂量可增至一次23.75mg，一日1次，对于耐受更高剂量的患者，每2周可见剂量加倍，最大可至一次190mg，一日1次。④偏头痛：预防偏头痛，可每日50~200mg。从小剂量开始，逐渐增加，达到有效治疗。⑤状腺功能亢进：作为辅助治疗，一次50mg，一日4次。 ⑵静脉注射：由于注射给药易出现心率、血压计心排血量的急剧变化，故应在心电监护下谨慎使用。①急性心肌梗死、不稳定型心绞痛，立即静脉给药一次5mg，这一剂量可在间隔2分钟后重复给予，直到最大剂量一次15mg。之后15分钟开始口服给药，一次25～50mg，6～12小时1次，共24～48小时，以后一次50～100mg，一日2次。有下列情况的患者不能立即静脉给药：心率＜每分钟70次，收缩压＜110mmHg，或一度房室传导阻滞。②室上性快速心律失常，初始以每分钟1～2mg的速度静脉注射，一次5mg；如病情，可间隔5分钟重复给药，总剂量10～15mg，注射后4～6小时，心律失常得以控制，用口服制剂维持，一日2～3次，每次剂量不超过50mg。 ⑶用于治疗开角型青光眼及高眼压症：滴入结膜囊，一日1～2次，一次1滴。",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴过去无心力衰竭史者长期用本品，可能出现心力衰竭征象，宜加用强心药和（或）利尿药，心衰症状继续则停药。 ⑵本品能选择性阻断β1受体，但应慎用于有支气管痉挛患者，由于β1受体的选择性阻断并非绝对，一般禁用小量，并及时加用β2激动药。 ⑶大手术之前应否停用β阻断剂意见尚不一致，β受体阻滞后心脏对反射性交感兴奋的反应降低，使全麻和手术的危险性增加，但可用多巴酚丁胺或异丙肾上腺素逆转。 ⑷状腺功能亢进时应用，可使一些症状如心动过速被掩盖，疑有发生亢可能时应避免骤然停用，以致发生状腺危象。 ⑸冠心病患者用本品时不宜骤然停药，否则可出现心绞痛，心肌梗死或室性心动过速。长期用本品者撤药时用量须逐渐递减，至少要经过3天，一般需2周。 药物相互作用 美托洛尔是一种CYP2D6底物。抑制CYP2D6的药物可影响其血浆浓度。 ⑴本品应避免与下列药物合并使用： ①巴比妥类药物：巴比妥类药物(对戊巴比妥作过研究)可通过酶诱导作用使美托洛尔的代谢增加。 ②普罗帕酮：普罗帕酮与奎尼丁相似，可通过细胞色素P4502D6途径抑制美托洛尔的代谢，已有临床证实使用美托洛尔的患者，在给予普罗帕酮后，美托洛尔的血浆浓度增高2～5倍。 ③维拉帕米：维拉帕米与β受体阻滞剂合用时(已有与阿替洛尔、普萘洛尔和吲哚洛尔合用的报道)，有可能引起心动过缓和血压下降。维拉帕米和β受体阻滞剂对于房室传导和窦房结功能有相加的抑制作用。 ⑵本品与下列药物合并使用时可能需要调整剂量： ①胺碘酮：一例报道显示，同时使用胺碘酮和美托洛尔，有可能发生明显的窦性心动过缓。胺碘酮的半衰期很长(约50天)，这意味着在胺碘酮治疗停止后较长的一段时间内，使用美托洛尔仍有可能发生两药的相互作用。 ②I类抗心律失常药物：I类抗心律失常药物与受体阻滞剂有相加的负性肌力作用，故在左心室功能受损的患者中，有可能引起严重的血流动力学副作用。病态窦房结综合征和病理性房室传导阻滞的患者，也应避免同时使用美托洛尔和I类抗心律失常药物。丙吡胺和美托洛尔之间的相互作用已有明确的资料证明。 ③非甾体类抗炎/抗风湿药(NSAID)：已发现NSAID抗炎镇痛药可抵消β受体阻滞剂的抗高血压作用。在这方面，经过研究的药物主要是吲哚美辛。β受体阻滞剂很可能不与舒林酸发生相互作用。在一项双氯芬酸的研究中，未发现β受体阻滞剂与双氯芬酸有相互作用。 ④苯海拉明：在快速羟化代谢人群中，苯海拉明使美托洛尔通过CYP2D6转化代谢成α-羟美托洛尔的清除降低2.5倍。美托洛尔的作用因而增强。苯海拉明可能抑制其它CYP2D6底物的代谢。 ⑤地尔硫䓬：钙离子拮抗剂和β受体阻滞剂对于房室传导和窦房结功能有相加的抑制作用。已经有β受体阻滞剂与地尔硫䓬合并使用时发生明显心动过缓的病例报道。 ⑥肾上腺素：报道显示，接受非选择性β受体阻滞剂(包括吲哚洛尔和普萘洛尔)治疗的患者，在给予肾上腺素后发生明显的高血压和心动过缓。这些临床观察结果已经在对健康志愿者的研究中得到证实。局部麻醉药中的肾上腺素在血管内给药时有可能引起这种反应。根据推测，使用心脏选择性的β受体阻滞剂时，发生这种反应的危险性较低。 ⑦苯丙醇胺：苯丙醇胺50mg单剂给药能使健康志愿者的舒张压升高到病理的水平。普萘洛尔通常能拮抗这种由苯丙醇胺引起的血压增高。但是在接受大剂量苯丙醇胺治疗的患者中，受体阻滞剂可反常地引起高血压反应。在单独使用苯丙醇胺治疗的过程中，也有发生高血压反应的报道。 ⑧奎尼丁：奎尼丁在所谓的“快速羟化者”(该类型在瑞典超过90%)中可抑制美托洛尔的代谢，结果使后者的血浆浓度显著升高、β受体阻滞作用增强。其他经由同一酶解途径(细胞色素P4502D6)进行代谢的受体阻滞剂，也可能会与奎尼丁发生同样的相互作用。 ⑨可乐定：β受体阻滞剂有可能加重可乐定突然停用时所发生的反跳性高血压。 ⑩利福平：利福平可诱导美托洛尔的代谢，导致后者的血药浓度降低。 ⑪若与西咪替丁、肼屈嗪、选择性的5-羟色胺重摄取抑制剂(SSRI)如帕罗西汀、氟西汀和舍曲林合用，美托洛尔的血浆浓度会增加。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师； ⑵餐后或与食物同服； ⑶倍他乐克缓释片是先制成缓释微囊后压片，而非骨架型缓释片，因此可以掰开服用，但不能咀嚼或压碎； ⑷可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 ⑴本品不应加入右旋糖酐70血浆代用品中静脉滴注。 ⑵本品与两性霉素B脂质体不相容，混合可产生大量沉淀。 输液调配 ⑴美托洛尔注射液：一次5mg用5%或10%葡萄糖注射液10～20ml稀释作静脉注射液；最大剂量40mg用0.9%氯化钠注射液、5%或10%萄糖注射液、复方氯化钠注射液、乳酸钠林格注射液1000ml稀释作静脉滴注液。 ⑵注射用美托洛尔：每瓶药物用1ml灭菌注射用水溶解，一次用量溶解液稀释到10ml0.9%氯化钠注射液或5%葡萄糖注射液中作静脉注射液；或一次用量溶解液加入1000ml0.9%氯化钠注射液、5%或10%葡萄糖注射液、复方氯化钠注射液、乳酸钠林格注射液作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。酒石酸美托洛尔注射液pH为5.0～8.0。 【稳定性】调配的稀释液应在12h内使用。 给药说明 参阅普萘洛尔。由于本品口服后血药浓度的个体差异大，因此剂量需个体化。 用法与用量 ⑴口服：①高血压，普通制剂一次100～200mg，一日2次；缓释制剂一次47.5～95mg，一日1次；控释制剂一日0.1g，早晨顿服或遵医嘱。②心绞痛、心律失常、肥厚型心肌病，普通制剂一次25～50mg，一日2～3次，或一次100mg，一日2次；缓释制剂一次95～190mg，一日1次；控释制剂，一日0.1g，早晨顿服。③心力衰竭，应在使用洋地黄和（或）利尿药、ACEI等抗心力衰竭的治疗基础上使用本药。酒石酸美托洛尔，初始剂量一次6.25mg，一日2～3次，以后视临床情况每2～4周可增加剂量，一次6.25～12.5mg，一日2～3次。最大剂量可用至一次50～100mg，一日2次。琥珀酸美托洛尔缓释片，心功能Ⅱ级的稳定型心力衰竭患者，治疗起始的2周内，一次23.5mg，一日1次，以后每2周剂量可加倍。长期治疗的目标剂量为一次190mg，一日1次。心功能Ⅲ～Ⅳ级的稳定型心力衰竭患者，起始剂量一次11.875mg，一日1次，剂量应个体化，在增加剂量过程中应密切观察患者，因为某些患者的心力衰竭症状可能会加重。1～2周后，剂量可增至一次23.75mg，一日1次，对于耐受更高剂量的患者，每2周可见剂量加倍，最大可至一次190mg，一日1次。④偏头痛：预防偏头痛，可每日50~200mg。从小剂量开始，逐渐增加，达到有效治疗。⑤状腺功能亢进：作为辅助治疗，一次50mg，一日4次。 ⑵静脉注射：由于注射给药易出现心率、血压计心排血量的急剧变化，故应在心电监护下谨慎使用。①急性心肌梗死、不稳定型心绞痛，立即静脉给药一次5mg，这一剂量可在间隔2分钟后重复给予，直到最大剂量一次15mg。之后15分钟开始口服给药，一次25～50mg，6～12小时1次，共24～48小时，以后一次50～100mg，一日2次。有下列情况的患者不能立即静脉给药：心率＜每分钟70次，收缩压＜110mmHg，或一度房室传导阻滞。②室上性快速心律失常，初始以每分钟1～2mg的速度静脉注射，一次5mg；如病情，可间隔5分钟重复给药，总剂量10～15mg，注射后4～6小时，心律失常得以控制，用口服制剂维持，一日2～3次，每次剂量不超过50mg。 ⑶用于治疗开角型青光眼及高眼压症：滴入结膜囊，一日1～2次，一次1滴。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2183",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 159,
    "name": "酒石酸托特罗定缓释片",
    "full_name": "(乙10%)酒石酸托特罗定缓释片",
    "chemical_name": "酒石酸托特罗定缓释片",
    "dosage_form": "缓释片",
    "types": [],
    "manufacturers": [
      "南京美瑞制药"
    ],
    "specifications": [
      {
        "specification": "4mg/片",
        "manufacturer": "南京美瑞制药",
        "full_manufacturer": "南京美瑞制药有限公司",
        "price": 61.49,
        "unit": "盒",
        "code": "Y00000012440",
        "approval_number": "国药准字H20070272",
        "insurance_code": "XG04BDT121A010010101575",
        "location": "H-2",
        "outpatient_location": "O-2"
      }
    ],
    "pinyin": "jiushisuantuoteluoding",
    "pinyin_initials": "jssttld",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "用于因膀胱过度兴奋引起的尿频、尿急或急迫性尿失禁等症状的治疗。",
      "dosage": "成人：初始推荐剂量为一次2mg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：呕吐、头痛、过敏、嗜睡等。",
      "interactions": "⑴与细胞色素P450-3A4（CYP3A4）酶强力抑制剂，如红霉素、克拉霉素、酮康唑、伊曲康唑、咪康唑合用时应十分谨慎，因可降低本品的代谢。  <br>⑵与其他抗胆碱作用的药物合并给药时可增强治疗作用但也增强不良反应。反之毒蕈样受体激动药可降低本品的疗效。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约3小时，蛋白结合率96，肝脏代谢。",
      "precautions": "⑶肾功能低下的患者、自主神经疾病患者、裂孔疝患者慎用本品。⑷由于尿潴留的风险，本品慎用于膀胱出口梗阻的病人；⑴服用本品可能引起视力模糊，用药期间驾驶车辆、操作机器和进行危险作业者应当注意。",
      "source": "湖南药事服务网",
      "full_indications": "用于因膀胱过度兴奋引起的尿频、尿急或急迫性尿失禁等症状的治疗。",
      "full_dosage": "⑴口服：成人初始推荐剂量为一次2mg，一日2次。根据病人的反应和耐受程度，剂量可下调到每次1mg，一日2次。    <br>　　⑵对于肝功能不全或正在服用CYP3A4抑制剂的患者，推荐剂量时一次1mg，一日2次。",
      "full_contraindications": "⑴尿潴留、胃滞纳、未经控制的窄角型青光眼患者禁用。  <br>⑵已证实对本品有过敏反应的患者禁用。  <br>⑶重症肌无力患者，严重的溃疡性结肠炎患者、中毒性巨结肠患者禁用。",
      "full_adverse_reactions": "一般可以耐受，停药后即可消失。本品可引起轻、中度抗胆碱能作用，如口干、消化不良和泪液减少。<br>⑴常见（＞1％）的有：口干、消化不良、便秘、腹痛、胀气、呕吐、头痛、干眼病、皮肤干燥、嗜睡、神经质、感觉异常。  <br>⑵不常见（＜1％）的有：自主神经调节失调、胸痛。  <br>⑶少见（0.1％）的有：过敏反应、尿闭、精神紊乱。",
      "full_interactions": "⑴与细胞色素P450-3A4（CYP3A4）酶强力抑制剂，如红霉素、克拉霉素、酮康唑、伊曲康唑、咪康唑合用时应十分谨慎，因可降低本品的代谢。  <br>⑵与其他抗胆碱作用的药物合并给药时可增强治疗作用但也增强不良反应。反之毒蕈样受体激动药可降低本品的疗效。",
      "full_pharmacokinetics": "⑴药效学：本品是竞争性的Ｍ胆碱能受体阻滞剂，动物实验提示本品对膀胱的选择性高于唾液腺。主要作用于膀胱壁和逼尿肌上的Ｍ受体，竞争性抑制乙酰胆碱与Ｍ受体结合，从而抑制膀胱逼尿肌的不自主收缩，缓解尿频、尿急、急迫性尿失禁等膀胱过度活动症状。<br>　　⑵药动学：口服后经肝脏代谢，其主要活性代谢产物为5-羟甲基衍生物，其抗胆碱活性与本品相近。本品口服后可迅速吸收，吸收率大于77％。食物的摄入、年龄和性别的差别不需调整剂量。本品口服1～4mg，最大血药浓度（Ｃmax）和药时曲线下面积（AUC）与剂量呈线性关系。口服本品2mg后，2.5小时左右达到峰值血药浓度，Ｃmax为2.5μg/L，AUC为每小时11.8μg/L。5-羟甲基活性代谢产物(DDO1)的血药浓度与本品原形极其相似，Ｃmax为2.2μg/L,AUC为每小时12.1μg/L。  <br>　　本品与血浆蛋白结合率较高96％左右，游离的托特罗定的浓度平均为3.7％±0.13％。DDO1与血浆蛋白结合率不高，约64％，游离DDO1的浓度平均为36％±4.0％。本品与其代谢产物DDO1在血液与血浆的比值分别为0.6和0.8。静脉注射本品1.28mg的分布容积为113±26.7L。  <br>　　本品的消除半衰期（ｔ1/2β）为2～3小时，DDO1的ｔ1/2β为3～4小时。  <br>　　给健康志愿者口服14Ｃ标记的托特罗定片5mg后，尿、粪排泄率分别为77％、17％，原形托特罗定的排泄率不到给药量的1％，5％～14％以活性DDO1排泄。在给药后24小时内绝大多数放射活性物自人体内排泄。",
      "full_precautions": "⑴服用本品可能引起视力模糊，用药期间驾驶车辆、操作机器和进行危险作业者应当注意。  <br>⑵肝功能明显低下的患者，每次剂量不得超过半片（1mg）。  <br>⑶肾功能低下的患者、自主神经疾病患者、裂孔疝患者慎用本品。  <br>⑷由于尿潴留的风险，本品慎用于膀胱出口梗阻的病人；由于胃滞纳的风险，也慎用于患胃肠道梗阻性疾病，如幽门狭窄的患者。  <br>⑸哺乳期间服用本品应停止哺乳。孕妇慎用本品。  <br>⑹因无儿童用药经验，故不推荐儿童使用本品。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1779",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 160,
    "name": "酒石酸唑吡坦片",
    "full_name": "(甲)酒石酸唑吡坦片[国基]",
    "chemical_name": "酒石酸唑吡坦片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "SANOFI WINTHROP INDUSTRIE制药有限公司）"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "SANOFI WINTHROP INDUSTRIE制药有限公司）",
        "full_manufacturer": "SANOFI WINTHROP INDUSTRIE（进口分包企业：赛诺菲(杭州)制药有限公司）",
        "price": 19.97,
        "unit": "盒",
        "code": "Y00000012380",
        "approval_number": "国药准字HJ20181237",
        "insurance_code": "XN05CFZ078A001010678821",
        "location": "O-3",
        "outpatient_location": "Z-1"
      }
    ],
    "pinyin": "jiushisuanzuobitan",
    "pinyin_initials": "jsszbt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于镇静、催眠和失眠患者的短期治疗。",
      "dosage": "⑴成人常用量：睡前口服10mg。肝、肾功能损害者，每晚睡前5mg开始。成人推荐限量为20mg/日； ⑵老年人剂量为5mg/晚开始，限量10mg/晚。儿童无明确规定剂量。",
      "contraindications": "症 ⑴对本品有过敏史者应当避免使用；⑵有强烈自杀意念和过度酗酒的患者禁用；⑶15岁以下儿童，妊娠和哺乳期妇女禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、过敏、嗜睡等。",
      "interactions": "⑴饮酒或与中枢神经抑制药合用时，增加该药的镇静作用，用量应减少。 ⑵与氯丙嗪合用可延长氯丙嗪的ｔ1/2清除时间。 ⑶与丙咪嗪联合应用可以增加嗜睡反应和逆行遗忘的发生，并降低丙咪嗪的峰浓度。 用药交代 ⑴本品可导致困倦并持续较长时间，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵酗酒的患者不宜应用。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。合用时镇静作用可能增强，但不建议调整剂量。 给药说明 ⑴由于",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴急性酒精中毒，加上中枢神经抑制，可以发生致命性休克。 ⑵酒精癖或有药物滥用，或药物依赖史的病人，可能产生依赖性。 ⑶肝肾功能损害者，唑吡坦清除时间可以延长，宜减少剂量。 ⑷精神抑郁者，唑吡坦可使抑郁症加重。 ⑸严重慢性阻塞性肺病，或有睡眠呼吸暂停综合征者，可以加重疾病的症状。 ⑹过量症状为：严重的共济失调；心血管方面的心动过缓；复视；严重头晕、严重嗜睡、恶",
      "source": "湖南药事服务网",
      "full_indications": "用于镇静、催眠和失眠患者的短期治疗。",
      "full_dosage": "⑴成人常用量：睡前口服10mg。肝、肾功能损害者，每晚睡前5mg开始。成人推荐限量为20mg/日； ⑵老年人剂量为5mg/晚开始，限量10mg/晚。儿童无明确规定剂量。",
      "full_contraindications": "症 ⑴对本品有过敏史者应当避免使用；⑵有强烈自杀意念和过度酗酒的患者禁用；⑶15岁以下儿童，妊娠和哺乳期妇女禁用。",
      "full_adverse_reactions": "⑴较多见的不良反应有：共济失调或手足笨拙，尤以老年人多见；精神抑郁。 ⑵较少见的不良反应有：过敏反应，皮疹；心跳真快，面部水肿，呼吸困难等；昏倒，以老年人多见；低血压（表现为头晕、头昏眼花、晕倒）；发作性反应，包括激惹，如不明的兴奋或神经紧张；易激动、幻觉（视、听等）或失眠等。 ⑶下列症状在用药过程中出现，但可继续用药。较多见的是：多梦，包括噩梦、逆行遗忘，白天嗜睡，头晕、头昏眼花或眩晕；口干、胃肠道反应，如腹痛或胃痛、腹泻、恶心、呕吐、头痛、肌肉酸痛等。 ⑷下列症状出现需要停药或需要停药48小时后随访。腹部或胃痉挛或不适；激惹、神经症或痛的感觉；脸发红、头昏眼花、肌肉痉挛、恶心、心因性加重、抽搐、出汗、震颤、难以控制的哭喊、不明原因的疲劳或无力、呕吐等。 禁忌症 ⑴对本品有过敏史者应当避免使用；⑵有强烈自杀意念和过度酗酒的患者禁用；⑶15岁以下儿童，妊娠和哺乳期妇女禁用。",
      "full_interactions": "⑴饮酒或与中枢神经抑制药合用时，增加该药的镇静作用，用量应减少。 ⑵与氯丙嗪合用可延长氯丙嗪的ｔ1/2清除时间。 ⑶与丙咪嗪联合应用可以增加嗜睡反应和逆行遗忘的发生，并降低丙咪嗪的峰浓度。 用药交代 ⑴本品可导致困倦并持续较长时间，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵酗酒的患者不宜应用。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。合用时镇静作用可能增强，但不建议调整剂量。 给药说明 ⑴由于",
      "full_pregnancy_category": "B\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴急性酒精中毒，加上中枢神经抑制，可以发生致命性休克。 ⑵酒精癖或有药物滥用，或药物依赖史的病人，可能产生依赖性。 ⑶肝肾功能损害者，唑吡坦清除时间可以延长，宜减少剂量。 ⑷精神抑郁者，唑吡坦可使抑郁症加重。 ⑸严重慢性阻塞性肺病，或有睡眠呼吸暂停综合征者，可以加重疾病的症状。 ⑹过量症状为：严重的共济失调；心血管方面的心动过缓；复视；严重头晕、严重嗜睡、恶心、呕吐、呼吸困难（吸气困难）；严重者昏迷等。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=724",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 161,
    "name": "玻璃酸钠注射液",
    "full_name": "(甲)玻璃酸钠注射液[市基]",
    "chemical_name": "玻璃酸钠注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "山东博士伦福瑞达制药"
    ],
    "specifications": [
      {
        "specification": "25mg/支",
        "manufacturer": "山东博士伦福瑞达制药",
        "full_manufacturer": "山东博士伦福瑞达制药有限公司",
        "price": 122.48,
        "unit": "盒",
        "code": "X00041",
        "approval_number": "国药准字H20067379",
        "insurance_code": "XM09AXB146B002010104072",
        "location": "B-5",
        "outpatient_location": "Q-1"
      }
    ],
    "pinyin": "bolisuanna",
    "pinyin_initials": "blsn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于骨性关节炎，如膝关节炎、肩周炎、髋及踝关节炎等。",
      "dosage": "成人：一次2.5ml",
      "contraindications": "对玻璃酸钠或类似药物过敏者。",
      "adverse_reactions": "常见：皮疹、发热、瘙痒、过敏、疼痛等。",
      "interactions": "本品与苯扎氯铵等季铵盐、细菌消毒剂及洗必泰可形成沉淀物。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约24小时。",
      "precautions": "⑴注射前宜拍Ｘ线片以协助诊断，以抽取关节液作鉴别诊断。  \n⑵勿将药物注入滑膜和韧带内，以防增加疼痛，勿过深刺入以免损伤关节软骨。不得将药物注射到血管中。  \n⑶注射后嘱患者屈伸膝关节10几次是药物充分涂布于软骨和滑膜表面然后走动，嘱病人当日莫过劳。  \n⑷各关节腔内注药几乎没有阻力，如遇阻力可能未刺入关节腔，要仔细检查，再行穿刺。  \n⑸注射过程中应该严格",
      "source": "湖南药事服务网",
      "full_indications": "用于骨性关节炎，如膝关节炎、肩周炎、髋及踝关节炎等。",
      "full_dosage": "⑴Hyruan注射液：成人一次2.5ml，一周1次膝关节或肩关节腔内注射，5周为一疗程。注射频率可以根据病人症状适当调整。    <br>　　⑵施沛特：一次2ml，一周1次，关节腔内注射，小儿酌减。4～6周为一疗程。    <br>　　⑶欣维可：一次2ml，一周1次，关节腔内注射，3周为一疗程。",
      "full_contraindications": "对玻璃酸钠或类似药物过敏者。",
      "full_adverse_reactions": "⑴过敏反应：罕见有皮疹、荨麻疹、瘙痒等症状发生，一旦发生了这些症状，应停止治疗并采取适当的措施。  <br>⑵注射的关节部位：偶有注射后一过性的疼痛，罕见有水肿、发热以及压迫感症状的出现。",
      "full_interactions": "本品与苯扎氯铵等季铵盐、细菌消毒剂及洗必泰可形成沉淀物。",
      "full_pharmacokinetics": "⑴药效学：弹性补充治疗能在三种水平影响关节的重建内稳定：宏观水平，代表关节内流变环境；局部水平，关节中液流的稳定；及微观水平，指关节中细胞化学环境的维持。注入关节腔的透明质酸酶可在软骨和滑膜表面聚集，重构已破坏的屏障，防止软骨基质进一步破坏、流失，阻止某些微粒子进入软骨；透明质酸酶以某种形式进入软骨基质与糖蛋白形成聚集体、有利于软骨损伤的修复；覆盖和保护痛觉感受器，同时与某些疼痛介质结合，从而缓解疼痛。<br>　　⑵药动学：将透明质酸钠注入动物的关节腔，不同时间测定腔中透明质酸钠的量，发现其半衰期为12～24小时，高分子量透明质酸钠半衰期长于低分子量。关节腔透明质酸钠逐步从关节腔经滑膜层进入软骨，并在局部降解与吸收。",
      "full_precautions": "⑴注射前宜拍Ｘ线片以协助诊断，以抽取关节液作鉴别诊断。  <br>⑵勿将药物注入滑膜和韧带内，以防增加疼痛，勿过深刺入以免损伤关节软骨。不得将药物注射到血管中。  <br>⑶注射后嘱患者屈伸膝关节10几次是药物充分涂布于软骨和滑膜表面然后走动，嘱病人当日莫过劳。  <br>⑷各关节腔内注药几乎没有阻力，如遇阻力可能未刺入关节腔，要仔细检查，再行穿刺。  <br>⑸注射过程中应该严格按照无菌操作进行。  <br>⑹如果出现了关节液滞留现象，需要时，可使用抽吸法抽出多余的关节液。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2840",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 162,
    "name": "阿卡波糖片",
    "full_name": "(甲)阿卡波糖片[国基、上增]",
    "chemical_name": "阿卡波糖",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "拜耳医药保健"
    ],
    "specifications": [
      {
        "specification": "50mg/片",
        "manufacturer": "拜耳医药保健",
        "full_manufacturer": "拜耳医药保健有限公司",
        "price": 7.51,
        "unit": "盒",
        "code": "X00042",
        "approval_number": "国药准字H19990205",
        "insurance_code": "XA10BFA025A001020200002",
        "location": "I-2",
        "outpatient_location": "N-3"
      }
    ],
    "pinyin": "akabotang",
    "pinyin_initials": "akbt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于糖尿病药物如磺酰胺类、二甲双胍或胰岛素联合应用；：⑴经饮食控制、体育锻炼2～3个月。",
      "dosage": "用餐前即刻整片吞服或与前几口食物一起咀嚼服用。起始一次25mg，一日2～3次，以后逐渐增加至一次50mg，必要时可加至一次100mg，一日3次。日剂量不宜超过300mg。服用过程中如腹胀较重，可减量，以后再逐渐增加。",
      "contraindications": "症 ⑴对本品过敏者禁用。 ⑵鉴于目前尚无本品对儿童和少年的疗效和耐受性的足够资料，故不应该使用于18岁以下的患者。 ⑶妊娠期妇女禁用。 ⑷有明显消化和吸收障碍的慢性胃肠功能紊乱患者禁用。 ⑸患有可因肠胀气而恶化的疾患（如严重的疝、肠梗阻和肠溃疡）者禁用。 ⑹肾功能损害，血肌酐超过2mg/dl。",
      "adverse_reactions": "常见：皮疹、腹泻、过敏等。",
      "interactions": "⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。 ⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。 ⑶个别情况下会影响地高辛的生物利用度，这时需调整地高辛剂量。 用药交代 ⑴该药可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵用餐前即刻整片吞服或与前几口食物一起咀嚼服用。 ",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴如果服药4～8周后疗效不明显，可增加剂量；如因不良反不能再增加剂量时可减少剂量。 ⑵个别患者使用大剂量时可发生无症状肝AST及ALT升高，在用药前6～12个月监测肝AST及ALT变化，但停药后可恢复正常。 ⑶本品可使蔗糖分解为果糖和葡萄糖的速度缓慢，因此如发生急性低血糖，不宜使用蔗糖，而用葡萄糖纠正低血糖。",
      "source": "湖南药事服务网",
      "full_indications": "用于：⑴经饮食控制、体育锻炼2～3个月，血糖不能满意控制的2型糖尿病，且无急性并发症，如感染、创伤、酮症酸中毒、高糖高渗性昏迷、妊娠等情况。可单独用药，也可与其他治疗糖尿病药物如磺酰胺类、二甲双胍或胰岛素联合应用； ⑵对血糖甚不稳定的1型糖尿病患者，与胰岛素合用，可减少胰岛素的用量，使餐后血糖的上升与皮下注射正规胰岛素后血药浓度的升高较为同步，可使全天血糖的波动减少。本品单独应用对1型糖尿病患者无效； ⑶降低糖耐量低减者的餐后血糖，糖耐量低减患者长期服用可减少发展为2型糖尿病的危险性。",
      "full_dosage": "用餐前即刻整片吞服或与前几口食物一起咀嚼服用。起始一次25mg，一日2～3次，以后逐渐增加至一次50mg，必要时可加至一次100mg，一日3次。日剂量不宜超过300mg。服用过程中如腹胀较重，可减量，以后再逐渐增加。",
      "full_contraindications": "症 ⑴对本品过敏者禁用。 ⑵鉴于目前尚无本品对儿童和少年的疗效和耐受性的足够资料，故不应该使用于18岁以下的患者。 ⑶妊娠期妇女禁用。 ⑷有明显消化和吸收障碍的慢性胃肠功能紊乱患者禁用。 ⑸患有可因肠胀气而恶化的疾患（如严重的疝、肠梗阻和肠溃疡）者禁用。 ⑹肾功能损害，血肌酐超过2mg/dl。",
      "full_adverse_reactions": "⑴常见者为腹胀和肠鸣音亢进，排气增多，偶有腹泻，腹痛。 ⑵个别病例可能出现红斑、皮疹和荨麻疹等皮肤过敏反应。 ⑶罕见反应为黄疸合并肝功能损害。 肝损伤 ⑴肝损伤：许多大型临床试验中，患者使用阿卡波糖治疗出现血清酶升高正常值上限3倍以上较常见（2%至5%），大于安慰剂组。但患者皆无表现症状并在停止治疗后可快速恢复。此类研究中并未出现临床症状明显的肝损伤病例。阿卡波糖在获准上市后被广泛用于临床治疗，但至少有十二例报告称患者出现临床症状明显的肝损伤。肝损伤一般在开始阿卡波糖治疗的2至8个月后发病，血清酶谱升高表现为肝细胞损伤型，血清丙氨酸氨基转移酶水平显著上升，表现出急性病毒性肝炎。尚未有病例报告出现免疫超敏症状和自身抗体合成。虽然大多数病例症状较轻，但某些病例伴有明显黄疸症状。尚无病例因使用阿卡波糖导致急性肝功能衰竭，大量药物性肝损伤和急性肝功能衰竭病例尚不能确定是否由阿卡波糖引起。多例患者因重新用药导致病症复发，且发病时间缩短。 ⑵损伤机制：阿卡波糖治疗出现的肝损伤原因目前未知。阿卡波糖是一种来源于细菌的寡糖，极难被人体吸收，因此不可能具有全身毒性或引起肝损伤，原因尚不明确。阿卡波糖引起的肝损伤具有明显的异质性，可能与来源于细菌的寡糖分子的免疫反应有关。 ⑶肝损星级：★★ 禁忌症 ⑴对本品过敏者禁用。 ⑵鉴于目前尚无本品对儿童和少年的疗效和耐受性的足够资料，故不应该使用于18岁以下的患者。 ⑶妊娠期妇女禁用。 ⑷有明显消化和吸收障碍的慢性胃肠功能紊乱患者禁用。 ⑸患有可因肠胀气而恶化的疾患（如严重的疝、肠梗阻和肠溃疡）者禁用。 ⑹肾功能损害，血肌酐超过2mg/dl。",
      "full_interactions": "⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。 ⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。 ⑶个别情况下会影响地高辛的生物利用度，这时需调整地高辛剂量。 用药交代 ⑴该药可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵用餐前即刻整片吞服或与前几口食物一起咀嚼服用。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴个别病人，尤其是在使用大剂量时（200mg日服3次）可发生无症状的肝酶升高。停药后肝酶值可恢复正常。有肝脏病史或有氨基转移酶升高患者，开始用药后的头6～12个月内应监测肝酶的变化，并避免用上述大剂量。 ⑵本品可延缓蔗糖分解为果糖和葡萄糖，当本品与其他降糖药合用发生低血糖时，饮糖水或进食效果差，应使用葡萄糖纠正低血糖反应。 用法与用量 用餐前即刻整片吞服或与前几口食物一起咀嚼服用。起始一次25mg，一日2～3次，以后逐渐增加至一次50mg，必要时可加至一次100mg，一日3次。日剂量不宜超过300mg。服用过程中如腹胀较重，可减量，以后再逐渐增加。",
      "full_pregnancy_category": "B\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴如果服药4～8周后疗效不明显，可增加剂量；如因不良反应不能再增加剂量时可减少剂量。 ⑵个别患者使用大剂量时可发生无症状肝AST及ALT升高，应在用药前6～12个月监测肝AST及ALT变化，但停药后可恢复正常。 ⑶本品可使蔗糖分解为果糖和葡萄糖的速度缓慢，因此如发生急性低血糖，不宜使用蔗糖，而应用葡萄糖纠正低血糖。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12953",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 163,
    "name": "注射用泮托拉唑钠",
    "full_name": "(甲)注射用泮托拉唑钠[市基]",
    "chemical_name": "泮托拉唑钠",
    "dosage_form": "注射用",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "Takeda GmbH",
      "杭州中美华东制药"
    ],
    "specifications": [
      {
        "specification": "40mg/瓶",
        "manufacturer": "杭州中美华东制药",
        "full_manufacturer": "杭州中美华东制药有限公司",
        "price": 2.56,
        "unit": "盒",
        "code": "X00043",
        "approval_number": "国药准字H19990166",
        "insurance_code": "XA02BCP025B001010104520",
        "location": "B-4"
      },
      {
        "specification": "40mg/瓶",
        "manufacturer": "Takeda GmbH",
        "full_manufacturer": "Takeda GmbH (Takeda GmbH Production site Singen)",
        "price": 69.86,
        "unit": "盒",
        "code": "X00950",
        "approval_number": "国药准字HJ20150524",
        "insurance_code": "XA02BCP025B001010178687",
        "location": "B-4"
      }
    ],
    "pinyin": "zhusheyongpantuolazuona",
    "pinyin_initials": "zsyptlzn",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.消化性溃疡；2.反流性食管炎；3.促胃泌素瘤；4.与抗生素（如阿莫西林、克拉霉素）合用，根除幽门螺杆菌治疗，减少消化性溃疡复发。",
      "dosage": "4.老年人：剂量不宜超过一日40mg，但在根除幽门螺杆菌治疗时，老年患者在1周疗法中也使用常规剂量，即一次40mg，一日2次。",
      "contraindications": "⑴对本药过敏者。\n⑵哺乳期妇女。\n⑶妊娠头3个月妇女。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻、头痛、头晕、发热、瘙痒、嗜睡等。",
      "interactions": "⑴泮托拉唑可降低抗真菌药如伊曲康唑、酮康唑等药物的胃肠道吸收，降低其疗效。  <br>⑵泮托拉唑的活性成分在肝脏内通过细胞色素P450酶系代谢，因此凡通过该酶系代谢的其他药物均不能排除与之有相互作用的可能性。然而目前对许多这类药物进行专门检测，如卡马西平、咖啡因、地西泮、双氯芬酸、地高辛、酒精、格列本脲、美托洛尔、硝苯地平、新双香豆素、苯妥英、茶碱、华法林和口服避孕药等，却未观察到泮托拉唑与之有明显临床意义的相互作用。  <br>⑶本药与同时使用的碱性抗酸药也没有相互作用。<br>⑷在健康受试者",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约1小时，蛋白结合率98，肝脏代谢，肾脏排泄。",
      "precautions": "⑴肝、肾功能不全者慎用。⑶对于严重肝功能障碍者，用药期间应定期监测肝脏酶谱变化。长期PPI治疗，或PPI与地高辛或可致低镁血症药物（如利尿剂）联用的患者，医师应考虑在开始使用PPI时及定期监测血镁水平。",
      "source": "湖南药事服务网",
      "full_indications": "1.消化性溃疡；2.反流性食管炎；3.促胃泌素瘤；4.与抗生素（如阿莫西林、克拉霉素）合用，根除幽门螺杆菌治疗，减少消化性溃疡复发。",
      "full_dosage": "4.老年人：剂量不宜超过一日40mg，但在根除幽门螺杆菌治疗时，老年患者在1周疗法中也使用常规剂量，即一次40mg，一日2次。静脉滴注，推荐剂量为一日1次，一次40mg，静脉输入，疗程可根据临床需要酌情掌握，但通常不超过8周。将0.9％的氯化钠注射液10ml注入装有泮托拉唑的小瓶中制成待用溶液，此液可直接静脉输入（至少持续2分钟），或将其与100ml氯化钠注射液、5％或10％的葡萄糖注射液混合后静脉输入（时间约15～30分钟）。本品不宜用上述之外的液体配制，配置也的PH值为9.配置液需要在3小时内使用。",
      "full_contraindications": "⑴对本药过敏者。<br>⑵哺乳期妇女。<br>⑶妊娠头3个月妇女。",
      "full_adverse_reactions": "⑴偶有头痛、失眠、嗜睡、恶心、腹泻、便秘、少腹痛、腹胀、皮疹、皮肤瘙痒及头晕等症状。极个别病例出现水肿、发热和一过性视力障碍（视物模糊）。<br>⑵大剂量使用时可出现心律不齐、氨基转移酶升高、肾功能改变、粒细胞减少等。<br>⑶上市后监测到如下不良反应/事件：髋部、腕部或脊柱骨折，低镁血症，艰难梭菌相关性腹泻。",
      "full_interactions": "⑴泮托拉唑可降低抗真菌药如伊曲康唑、酮康唑等药物的胃肠道吸收，降低其疗效。  <br>⑵泮托拉唑的活性成分在肝脏内通过细胞色素P450酶系代谢，因此凡通过该酶系代谢的其他药物均不能排除与之有相互作用的可能性。然而目前对许多这类药物进行专门检测，如卡马西平、咖啡因、地西泮、双氯芬酸、地高辛、酒精、格列本脲、美托洛尔、硝苯地平、新双香豆素、苯妥英、茶碱、华法林和口服避孕药等，却未观察到泮托拉唑与之有明显临床意义的相互作用。  <br>⑶本药与同时使用的碱性抗酸药也没有相互作用。<br>⑷在健康受试者中，泮托拉唑和氯吡格雷同时使用，对氯吡格雷的活性代谢产物或氯吡格雷诱导的血小板抑制无明显临床影响，当使用允许剂量的泮托拉唑时，也不必调整氯吡格雷剂量。",
      "full_pharmacokinetics": "⑴药效学：本品是一种不可逆的质子泵抑制剂（PPI），可在胃壁细胞的酸性环境下被激活为环次磺胺，再特异性地与胃酸分泌最终环节-质子泵（即H+-K+-ATP酶）上的巯基以共价键结合，使其丧失泌酸功能。本品能够有效抑制基础、夜间、及24小时胃酸分泌，抑酸效应呈现剂量相关性。首次给药即可迅速升高胃内pH值，重复给药效应进一步增加。静脉应用80mg泮托拉唑几乎可使胃酸分泌完全抑制，并可持续20小时以上。本药能减少胃液分泌量并抑制胃蛋白酶的分泌及活性。本药可抑制幽门螺杆菌（Hp）生长，但单独应用不能彻底根除Hp，需与抗生素联合应用。由于本药对细胞色素P450酶系的亲和力较低，并有Ⅱ期代谢途径，故其他通过该酶系代谢的药物与本药相互作用影响较小。<br>　　⑵药动学：本药生物利用度高并相对稳定，单次或多次给药后的生物利用度均保持在77％左右，且不受食物或其他抗酸药的影响。口服40mg肠溶片后2.5小时达血药浓度峰值（Ｃmax）2～3mg/L。本品药代动力学呈线性特征，经肝脏的首过效应较低，静脉输入或口服10～80mg后，AUC（浓度-时间曲线下面积）和Ｃmax均随剂量的增加而成比例上升。表观分布容积0.15L/kg，清除率0.1L/(kg·h)，消除半衰期（ｔ1/2β)约为1小时，血浆蛋白结合率98％。该药在肝脏内经细胞色素P450酶系代谢，并另有Ⅱ期代谢的途径。主要代谢产物为泮托拉唑去甲基硫酸酯，其大部分（约80％）由肾脏排泄，其余由胆汁分泌从粪便排出。",
      "full_precautions": "⑴肝、肾功能不全者慎用。  <br>⑵动物实验尚未见不要对胚胎的任何损害，动物实验中可见少量药物分泌入乳汁。尽管动物实验显示，本品不影响生育，亦无致畸的证据，但鉴于妊娠和哺乳期妇女应用本药的临床经验有限，只有权衡其对母体带来的益处超过对胎儿或婴儿的潜在危害时，才可考虑使用此药。  <br>⑶对于严重肝功能障碍者，用药期间应定期监测肝脏酶谱变化。<br>⑷骨折：若干个已发表的临床观察研究表明质子泵抑制剂（PPI）治疗可能使与骨质疏松症有关的髋关节、腕关节或脊椎骨折风险增加，尤其是接受高剂量，即每天多次给药和长期PPI治疗（一年或一年以上）的患者。患者应使用适于治疗情况的最低剂量和最短的PPI疗程进行治疗。若患者有骨质疏松症相关性骨折风险，应按照已确立的治疗原则处理。<br>⑸低镁血症：使用PPI至少3个月的患者，有发生有症状和无症状低镁血症的罕见病例报告，多数病例在使用1年后报告。严重不良事件包括手足抽搐、心律失常和癫痫发作。治疗多数患者的低镁血症，需要镁制剂，并停止使用PPI。长期PPI治疗，或PPI与地高辛或可致低镁血症药物（如利尿剂）联用的患者，医师应考虑在开始使用PPI时及定期监测血镁水平。<br>⑹艰难梭菌：PPI治疗可能增加艰难梭菌感染的风险。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=413",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 164,
    "name": "己酮可可碱注射液",
    "full_name": "(乙10%)己酮可可碱注射液",
    "chemical_name": "己酮可可碱注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "常州制药厂"
    ],
    "specifications": [
      {
        "specification": "0.1g:5ml/支",
        "manufacturer": "常州制药厂",
        "full_manufacturer": "常州制药厂有限公司",
        "price": 0.73,
        "unit": "支",
        "code": "X00865",
        "approval_number": "国药准字H20043828",
        "insurance_code": "XC04ADJ014B002010301397",
        "location": "M-1"
      }
    ],
    "pinyin": "jitongkekejian",
    "pinyin_initials": "jtkkj",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "临床主要用于缺血性脑卒中后脑循环改善；亦可用于周围血管病，如伴有间歇性跛行的慢性闭塞性脉管炎等。",
      "dosage": "⑴口服：一次0.2g～0.4g，一日2～3次。",
      "contraindications": "急性心肌梗死、严重冠状动脉硬化、严重高血压患者、妊娠期妇女禁用。",
      "adverse_reactions": "常见：恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：本品及其活性代谢产物可改善红细胞的变形能力、抑制血小板黏附和聚集，从而降低血粘度、改善微循环。用于治疗脑血管疾病和外周血管疾病，可增加缺血区的血供，改善组织的供氧。  <br>　　⑵药动学：口服吸收快，ｔmax＜1小时。饱餐后可影响药物的吸收速度，但不影响吸收率。有首关消除，在肝脏迅速代谢",
      "precautions": "⑸低血压和循环状态不稳定者应慎用本品，因为本品可引起一过性低血压，并伴有虚脱的倾向。过量反应时应注意为维持血压和补充液体，所有过量患者均可完全恢复。用药前应询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、血压下降等症状和体征，应立即停药并及时治疗。",
      "source": "湖南药事服务网",
      "full_indications": "临床主要用于缺血性脑卒中后脑循环改善；亦可用于周围血管病，如伴有间歇性跛行的慢性闭塞性脉管炎等。",
      "full_dosage": "⑴口服：一次0.2g～0.4g，一日2～3次。缓释片：一次0.4g，一日1次。<br>　　⑵静脉滴注：一次100～200mg，缓慢注射（超过5分钟）。静脉滴注：初始剂量为100mg，加入5％葡萄糖注射液250～500ml中滴注，最大滴速不超过每小时100mg，输液时间应大于90～180分钟，以后根据患者耐受性，一日可增加50mg（但一次量不超过300mg），一日1～2次。<br>　　⑶动脉滴注：一次100～300mg，用氯化钠注射液20～50ml稀释后于10～30分钟滴完。严重肾功能不全时（肌酐清除率低于每分钟10ml）应减量，严重肝功能损害者依据个体耐受性减少剂量。",
      "full_contraindications": "急性心肌梗死、严重冠状动脉硬化、严重高血压患者、妊娠期妇女禁用。",
      "full_adverse_reactions": "本品上市后监测到以下不良反应/事件：<br>⑴免疫系统损害：过敏反应如超敏反应、类速发严重过敏反应，罕见过敏性休克、血管神经性水肿、支气管痉挛。<br>⑵胃肠系统损害：恶心、呕吐、腹部不适、腹胀、腹痛、腹泻、口干、嗳气、消化不良、胃食管返流、味觉减退、唾液增多、胃肠道出血。<br>⑶各类神经系统损害：头晕、头痛、头部不适、感觉减退、震颤。<br>⑷眼器官损害：视物模糊、视觉损害、结膜出血、视网膜出血。<br>⑸皮肤及皮下组织损害：瘙痒、荨麻疹、斑丘疹、红斑、皮肤黏膜出血、多汗。<br>⑹心血管系统损害：心慌、心悸、心律失常、心动过速、心绞痛。<br>⑺精神系统损害：烦躁不安、抽动、焦虑、睡眠障碍。<br>⑻呼吸系统损害：呼吸困难、呼吸急促、窒息感、支气管痉挛。<br>⑼全身性损害：胸部不适、胸痛、乏力、寒战、发热、水肿。<br>⑽血管及淋巴管类损害：潮红、静脉炎、注射部位疼痛、低血压。<br>⑾肝胆系统损害：肝功能异常、肝转氨酶或碱性磷酸酶升高。<br>⑿血液及淋巴系统损害：罕见血小板减少，白细胞减少。<br>⒀其他如血压升高、血压降低、低血糖、泌尿生殖道出血、鼻出血等。",
      "full_interactions": "⑴与抗血小板药或抗凝药合用时，凝血时间延长，出血危险性增加。应避免与酮咯酸、美洛昔康、阿司匹林等药物合用。  <br>⑵与茶碱类药物合用时有协同作用，将增加茶碱的作用及不良反应，因此必须调整剂量。  <br>⑶与抗高血压药、β受体阻滞药、强心苷、利尿药及抗心律失常药合用时未见明显的药物相互作用，但可有轻度加重血压下降，应予注意。  <br>⑷与西咪替丁合用，本品的血药浓度增加。  <br>⑸从胃肠道外途径给药，可增强胰岛素、降糖药物的降糖作用，需注意监测血糖。",
      "full_pharmacokinetics": "⑴药效学：本品及其活性代谢产物可改善红细胞的变形能力、抑制血小板黏附和聚集，从而降低血粘度、改善微循环。用于治疗脑血管疾病和外周血管疾病，可增加缺血区的血供，改善组织的供氧。  <br>　　⑵药动学：口服吸收快，ｔmax＜1小时。饱餐后可影响药物的吸收速度，但不影响吸收率。有首关消除，在肝脏迅速代谢生成多种代谢产物，其中有些代谢产物具有生物活性。几乎完全以代谢产物从尿中排出，极少量原形药物从尿中排出，可通过乳汁分泌。ｔ1/2约0.4～0.8小时；代谢产物的ｔ1/2约1～1.6小时、临床试验表明多次给药后未见蓄积作用。老年人及肝胆疾病者，本品的消除减慢。口服控释片后，ｔmax为2～4小时。",
      "full_precautions": "⑴本品可引起过敏性休克。用药前应询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、血压下降等症状和体征，应立即停药并及时治疗。<br>⑵如果在己酮可可碱治疗期间出现视网膜出血，应立即停药。<br>⑶己酮可可碱可以增加抗凝剂的效果，如果患者在有出血倾向时，同时服用抗凝剂，很可能引发出血。在使用己酮可可碱时，可以口服抗凝剂（维生素K拮抗剂），但应严格监测出血风险，建议进行凝血测试（INR）。<br>⑷有出血倾向或新近有出血史的患者不宜应用此药。<br>⑸低血压和循环状态不稳定者应慎用本品，因为本品可引起一过性低血压，并伴有虚脱的倾向。<br>⑹对肾功能不全患者（肌酐清除率低于30ml/min）或严重肝功能障碍患者，应降低己酮可可碱使用量，并监测肝肾功能。<br>⑺动物实验提示长期应用本品有增加纤维瘤发生机会，但没有明显的致畸性。因此，妊娠妇女是否应用此药时应权衡利弊，但临床上至今尚无良好的对照性研究报告。<br>⑻本品及其代谢产物可有乳汁分泌，因此，哺乳期妇女最好暂停服药，因为该药的代谢产物有较高的致癌性。<br>⑼儿童的剂量与安全性尚不清楚。<br>⑽过量反应在用药后4～5小时出现，主要表现为潮红、血压下降、抽搐、嗜睡，甚至昏迷。过量反应时应注意为维持血压和补充液体，所有过量患者均可完全恢复。",
      "solvent": "静滴：用葡萄糖注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13536"
    }
  },
  {
    "id": 165,
    "name": "曲克芦丁片",
    "full_name": "(甲)曲克芦丁片",
    "chemical_name": "曲克芦丁片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "山西汾河制药"
    ],
    "specifications": [
      {
        "specification": "60mg/片",
        "manufacturer": "山西汾河制药",
        "full_manufacturer": "山西汾河制药有限公司",
        "price": 9.8,
        "unit": "瓶",
        "code": "X00055",
        "approval_number": "国药准字H14022956",
        "insurance_code": "XC05CAQ094A001010202880",
        "location": "L"
      }
    ],
    "pinyin": "qukeluding",
    "pinyin_initials": "qkld",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于闭塞性脑血管病引起的偏瘫、失语、冠心病梗死前综合征、中心视网膜炎、血栓性静脉炎、静脉曲张、雷诺综合征、血管通透性升高引起的水肿、淋巴水肿、烧伤及创伤水肿、动脉硬化等。",
      "dosage": "成人：一次200～300mg",
      "contraindications": "对本品过敏或有严重不良反应病史者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "本品与抗血小板聚集药物、抗凝药物合用，是否会导致出血倾向或出血发生率增加尚不明确，但在用药前应检查患者您血常规。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约25小时，蛋白结合率30，肝脏代谢。",
      "precautions": "⑴慎用于有药物过敏史者，有出血或出血倾向者，胃肠道溃疡病患者，与抗血小板聚集药物、抗凝药物合用者。⑶静脉滴注时应注意避光。",
      "source": "湖南药事服务网",
      "full_indications": "用于闭塞性脑血管病引起的偏瘫、失语、冠心病梗死前综合征、中心视网膜炎、血栓性静脉炎、静脉曲张、雷诺综合征、血管通透性升高引起的水肿、淋巴水肿、烧伤及创伤水肿、动脉硬化等。",
      "full_dosage": "⑴口服：成人一次200～300mg，一日3次。<br>⑵肌内注射：一次100～200mg，一日2次。<br>⑶静脉滴注：一次400mg，一日1次，20天为一疗程，可用1～3个疗程，每疗程间隔3～7日。",
      "full_contraindications": "对本品过敏或有严重不良反应病史者禁用。",
      "full_adverse_reactions": "1.消化系统：恶心、呕吐、腹痛等，有肝生化指标异常病例报告。  <br>2.呼吸系统：胸闷、憋气、呼吸困难、呼吸急促。  <br>3.全身性反应：寒战、发热、水肿、过敏反应、过敏性休克等。  <br>4.皮肤：皮疹、瘙痒、荨麻疹、红斑疹、斑丘疹、多形性红斑等。  <br>5.神经系统：头晕、头痛、震颤、意识模糊等。  <br>6.心血管系统：心悸、紫绀、心律失常等。  <br>7.其他：潮红、紫癜。",
      "full_interactions": "本品与抗血小板聚集药物、抗凝药物合用，是否会导致出血倾向或出血发生率增加尚不明确，但在用药前应检查患者您血常规。",
      "full_pharmacokinetics": "⑴药效学：本品是经羟乙基化半合成水溶性黄酮类化合物，具有弱毛细血管收缩作用，降低毛细血管通透性及脆性，防止因血管通透性升高引起的水肿，能对抗5-羟色胺和缓激肽引起的血管损伤，保护血管内皮细胞。能促进新血管形成以增进侧支循环，抑制血小板聚集，防止血栓形成。并有抗放射线损伤、抗炎症、抗过敏、抗溃疡等作用。  <br>　　⑵药动学：口服吸收好，给药后2～8小时达血药浓度高峰，药物在体内分布广泛，可通过血脑屏障，血浆蛋白结合率约为30％。在肝脏代谢，存在首关消除。代谢产物大部分经粪便排出体外。消除半衰期为10～25小时。",
      "full_precautions": "⑴慎用于有药物过敏史者，有出血或出血倾向者，胃肠道溃疡病患者，与抗血小板聚集药物、抗凝药物合用者。  <br>⑵儿童、妊娠及哺乳期妇女的用药安全性尚不明确，不推荐使用。  <br>⑶静脉滴注时应注意避光。  <br>⑷用药后一旦出现潮红、皮疹、心悸、胸闷、憋气、血压下降等可能与严重不良反应有关的症状时，应立即停药并及时救治。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=379",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 166,
    "name": "双氯芬酸二乙胺乳胶剂",
    "full_name": "(甲)双氯芬酸二乙胺乳胶剂[市基]",
    "chemical_name": "双氯芬酸二乙胺乳胶剂",
    "dosage_form": "其他",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "Haleon Schweiz AG",
      "北京诺华制药有限公司制药有限公司)"
    ],
    "specifications": [
      {
        "specification": "20g/盒",
        "manufacturer": "Haleon Schweiz AG",
        "full_manufacturer": "Haleon Schweiz AG（Haleon CH SARL）",
        "price": 17.17,
        "unit": "盒",
        "code": "X00056",
        "approval_number": "国药准字HJ20181225",
        "insurance_code": "XM02AAS197U002010181325",
        "location": "D-3",
        "outpatient_location": "I-6"
      },
      {
        "specification": "20g/盒",
        "manufacturer": "北京诺华制药有限公司制药有限公司)",
        "full_manufacturer": "北京诺华制药有限公司(委托:山德士(中国)制药有限公司)",
        "price": 17.17,
        "unit": "盒",
        "code": "Y00000013123",
        "approval_number": "国药准字HJ20181225",
        "insurance_code": "XM02AAS197U002010181325",
        "location": "D-3"
      }
    ],
    "pinyin": "shuanglvfensuaneryianrujiaoji",
    "pinyin_initials": "slfseyarjj",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于缓解肌肉、软组织和关节的轻至中度疼痛。如：缓解肌肉、软组织的扭伤、拉伤、挫伤、劳损、腰背部损伤引起的疼痛继以关节疼痛等。也可用于骨关节炎的对症治疗。",
      "dosage": "外用：涂擦患处，一日3次。每次用时依据病变范围及不同产品的浓度。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、瘙痒、过敏等。",
      "interactions": "外用未见与其他药物相互作用报告。",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅双氯芬酸。",
      "precautions": "参阅双氯芬酸。",
      "source": "湖南药事服务网",
      "full_indications": "用于缓解肌肉、软组织和关节的轻至中度疼痛。如：缓解肌肉、软组织的扭伤、拉伤、挫伤、劳损、腰背部损伤引起的疼痛继以关节疼痛等。也可用于骨关节炎的对症治疗。",
      "full_dosage": "外用：涂擦患处，一日3次。每次用时依据病变范围及不同产品的浓度。",
      "full_contraindications": "⑴妊娠三个月内或妊娠期末三个月禁用。  <br>⑵对双氯芬酸或对其他非甾体抗炎药过敏者。  <br>⑶对异丙醇或丙二醇及其他辅料过敏者禁用。",
      "full_adverse_reactions": "⑴偶可出现局部不良反应：过敏性或非过敏性皮炎如丘疹、皮肤发红、水肿、瘙痒、小水泡、大水泡或鳞屑等。  <br>⑵局部使用本品而导致全身不良反应的情况少见，若将其用于较大范围皮肤长期使用，则可能出现：一般性皮疹、过敏性反应（如哮喘发作、血管神经性水肿、过敏反应等）。",
      "full_interactions": "外用未见与其他药物相互作用报告。",
      "full_pharmacokinetics": "参阅双氯芬酸。",
      "full_precautions": "参阅双氯芬酸。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2699",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 167,
    "name": "托伐普坦片",
    "full_name": "(乙10%)托伐普坦片",
    "chemical_name": "托伐普坦片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "南京正大天晴制药"
    ],
    "specifications": [
      {
        "specification": "15mg/片",
        "manufacturer": "南京正大天晴制药",
        "full_manufacturer": "南京正大天晴制药有限公司",
        "price": 211.19,
        "unit": "盒",
        "code": "X00057",
        "approval_number": "国药准字H20213392",
        "insurance_code": "XC03XAT151A001010101606",
        "location": "F-3"
      }
    ],
    "pinyin": "tuofaputan",
    "pinyin_initials": "tfpt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于治疗各种疾病；治疗由抗利尿激素分泌不当综合征（SIADH）；各种疾病引起的高溶性和等溶性低钠血症；治疗各种疾病引起的高溶性和等溶性低钠血症。",
      "dosage": "口服：成人推荐剂量为一次15mg，一日1次，饭前饭后均可。服药24小时后，根据血清钠浓度调整剂量，可增加到每日30mg或每日最大剂量60mg，以达到预期的血清钠浓度。为降低肝损害的⻛险，服⽤本品不得超过30天。",
      "contraindications": "对本品任何成分或类似化合物有过敏史的患者、急需快速升⾼⾎清钠浓度、患者对⼝渴不能感知或不能对⼝渴产⽣正常反应、⽆尿的患者、低容量性低钠⾎症、⾼钠⾎症患者、难以给予适当补⽔的肝性脑病患者禁用。",
      "adverse_reactions": "主要的不良反应有口干、渴感、眩晕、恶心、低血压等。",
      "interactions": "托伐普坦几乎完全由CYP3A代谢。不可以同时使用强CYP3A抑制剂的药物，如利托那韦，会增加托伐坦的暴露量。与酮康唑（CYP3A4的强效抑制剂）合用可使托伐普坦AUC和Cmax分别提高440%和248%。预计奈玛特韦/利托那韦组合片也会有类似的增长，禁止合用或在严密监测下减量使用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴过快纠正血清钠浓度会导致严重的神经系统后遗症。  \n⑵肝硬化患者的胃肠道出血。  \n⑶脱水及血容量减少。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于治疗各种疾病引起的高溶性和等溶性低钠血症，包括心力衰竭、肝硬化腹水及抗利尿激素分泌异常综合征等疾病。<br>2.用于治疗由抗利尿激素分泌不当综合征（SIADH）引起的低钠血症的成人患者。（日本监管机构）",
      "full_dosage": "口服：成人推荐剂量为一次15mg，一日1次，饭前饭后均可。服药24小时后，根据血清钠浓度调整剂量，可增加到每日30mg或每日最大剂量60mg，以达到预期的血清钠浓度。为降低肝损害的⻛险，服⽤本品不得超过30天。",
      "full_contraindications": "对本品任何成分或类似化合物有过敏史的患者、急需快速升⾼⾎清钠浓度、患者对⼝渴不能感知或不能对⼝渴产⽣正常反应、⽆尿的患者、低容量性低钠⾎症、⾼钠⾎症患者、难以给予适当补⽔的肝性脑病患者禁用。",
      "full_adverse_reactions": "主要的不良反应有口干、渴感、眩晕、恶心、低血压等。",
      "full_interactions": "托伐普坦几乎完全由CYP3A代谢。不可以同时使用强CYP3A抑制剂的药物，如利托那韦，会增加托伐坦的暴露量。与酮康唑（CYP3A4的强效抑制剂）合用可使托伐普坦AUC和Cmax分别提高440%和248%。预计奈玛特韦/利托那韦组合片也会有类似的增长，禁止合用或在严密监测下减量使用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴过快纠正血清钠浓度会导致严重的神经系统后遗症。  <br>⑵肝硬化患者的胃肠道出血。  <br>⑶脱水及血容量减少。",
      "pharmacodynamics": "一种血管加压素V2受体拮抗药(非肽类AVP2受体拮抗剂)，可以升高血浆中钠离子浓度，帮助多余的水分从尿液排出。增强肾脏处理水的能力。多囊肾细胞内环磷酸腺苷（cAMP）积聚，其通过刺激囊液分泌和内衬细胞增生促进囊肿生长。托伐普坦是2型加压素受体拮抗剂，可抑制cAMP生成和聚积。",
      "full_pharmacodynamics": "一种血管加压素V2受体拮抗药(非肽类AVP2受体拮抗剂)，可以升高血浆中钠离子浓度，帮助多余的水分从尿液排出。增强肾脏处理水的能力。多囊肾细胞内环磷酸腺苷（cAMP）积聚，其通过刺激囊液分泌和内衬细胞增生促进囊肿生长。托伐普坦是2型加压素受体拮抗剂，可抑制cAMP生成和聚积。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=34",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 168,
    "name": "硫辛酸注射液",
    "full_name": "(乙10%)硫辛酸注射液",
    "chemical_name": "硫辛酸注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "亚宝药业集团"
    ],
    "specifications": [
      {
        "specification": "300mg:12ml/支",
        "manufacturer": "亚宝药业集团",
        "full_manufacturer": "亚宝药业集团股份有限公司",
        "price": 6.85,
        "unit": "支",
        "code": "X00783",
        "approval_number": "国药准字H20203417",
        "insurance_code": "XA10XXL154B002010102959",
        "location": "M-1"
      }
    ],
    "pinyin": "liuxinsuan",
    "pinyin_initials": "lxs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于糖尿病周围神经病变引起的感觉异常。",
      "dosage": "静脉注射或肌内注射：\n　　用于肌内注射，每个注射部位不得超过50mg。",
      "contraindications": "对本品过敏者禁用。妊娠及哺乳期妇女不应使用本品。",
      "adverse_reactions": "⑴静脉滴注过快偶可出现头胀和呼吸困难，但可自行缓解。\n⑵极个别患者使用本品后，出现抽搐、复视、紫癜以及由于血小板功能异常引起的出血倾向。",
      "interactions": "本品可能抑制顺铂的疗效。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴由于活性成分对光敏感，应在使用前将安瓿从盒内取出。将配好的输液用铝箔纸包裹避光，6小时内保持稳定。\n⑵本品不能与葡萄糖溶液、林格溶液剂所有可能与硫基或二硫键起反应的溶液配伍使用。\n⑶在治疗糖尿病周围神经病变的同时，对糖尿病本身的控制也是必需的。\n⑷老年用药无需特别调整剂量。 \n⑸儿童用药安全性尚不明确。",
      "source": "湖南药事服务网",
      "full_indications": "用于糖尿病周围神经病变引起的感觉异常。",
      "full_dosage": "静脉注射或肌内注射：<br>　　用于肌内注射，每个注射部位不得超过50mg。如需大剂量给药，可按每个注射部位最大注射量2ml，分数个不同部位给药。<br>　　本品可加入氯化钠注射液静脉滴注，如250～500mg加入100～250ml氯化钠注射液中，静脉滴注30分钟。除非有特别医嘱。<br>　　对严重的糖尿病周围神经病变引起的感觉异常患者，可静脉注射，一日300～600mg，2～4周为一疗程。维持治疗可口服给药，一日200～300mg，分2～3次服用。",
      "full_contraindications": "对本品过敏者禁用。妊娠及哺乳期妇女不应使用本品。",
      "full_adverse_reactions": "⑴静脉滴注过快偶可出现头胀和呼吸困难，但可自行缓解。<br>⑵极个别患者使用本品后，出现抽搐、复视、紫癜以及由于血小板功能异常引起的出血倾向。",
      "full_interactions": "本品可能抑制顺铂的疗效。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴由于活性成分对光敏感，应在使用前将安瓿从盒内取出。将配好的输液用铝箔纸包裹避光，6小时内保持稳定。<br>⑵本品不能与葡萄糖溶液、林格溶液剂所有可能与硫基或二硫键起反应的溶液配伍使用。<br>⑶在治疗糖尿病周围神经病变的同时，对糖尿病本身的控制也是必需的。<br>⑷老年用药无需特别调整剂量。 <br>⑸儿童用药安全性尚不明确。",
      "solvent": "静滴：用0.9%氯化钠注射液稀释",
      "pharmacodynamics": "离体试验显示本品可以降低神经组织的脂质氧化现象，本品可能阻止蛋白质的糖基化作用；且可抑制醛糖还原酶，因而可阻止葡萄糖或半乳糖转化为山梨醇。本品为强力抗氧化剂。无论是硫辛酸或其还原态的双氢硫辛酸均能发挥抗氧化作用。它们能够直接或间接地促使维生素Ｃ及维生素Ｅ的再生作用。研究表明，硫辛酸可以螯合某些金属离",
      "full_pharmacodynamics": "离体试验显示本品可以降低神经组织的脂质氧化现象，本品可能阻止蛋白质的糖基化作用；且可抑制醛糖还原酶，因而可阻止葡萄糖或半乳糖转化为山梨醇。本品为强力抗氧化剂。无论是硫辛酸或其还原态的双氢硫辛酸均能发挥抗氧化作用。它们能够直接或间接地促使维生素Ｃ及维生素Ｅ的再生作用。研究表明，硫辛酸可以螯合某些金属离子（如铜、锰、锌)形成稳定螯合体。在动物模型中证明可以保护砷中毒并可以减轻铬中毒后的肝毒性。离体试验中，亦发现可由肾切片中螯合汞离子。<br>硫辛酸可为人体自行合成。硫辛酸进入人体后（注射或口服）易在许多身体组织中还原成为双氢硫辛酸。硫辛酸或双氢硫辛酸无论在细胞内或细胞外均能发挥其药理作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1088",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 169,
    "name": "盐酸莫西沙星滴眼液",
    "full_name": "(甲)盐酸莫西沙星滴眼液",
    "chemical_name": "盐酸莫西沙星滴眼液",
    "dosage_form": "滴眼液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "江西科伦药业"
    ],
    "specifications": [
      {
        "specification": "3ml/支",
        "manufacturer": "江西科伦药业",
        "full_manufacturer": "江西科伦药业有限公司",
        "price": 10.28,
        "unit": "盒",
        "code": "X00219",
        "approval_number": "国药准字H20213280",
        "insurance_code": "XS01AEM122G010010105319",
        "location": "G-3",
        "outpatient_location": "D-5"
      }
    ],
    "pinyin": "yansuanmoxishaxing",
    "pinyin_initials": "ysmxsx",
    "dosage_form_pinyin": "diyanye",
    "dosage_form_initials": "dyy",
    "manual": {
      "indications": "用于敏感病原微生物；敏感病原微生物所致的下列感染：\n1.急性细菌性窦炎；耐多药结核病(MDR-TB)（美国FDA未批准。",
      "dosage": "本品的口服和静脉给药剂量相同。推荐剂量为一次400mg，一日1次。静脉滴注时间约90分钟。治疗下列感染的疗程如下：急性细菌性窦炎，疗程10日；慢性支气管炎急性细菌性感染，疗程5日；社区获得性肺炎，疗程7～14日；单纯性皮肤及皮肤结构感染，疗程7日。",
      "contraindications": "对莫西沙星有过敏史者，及对其他任何一种喹诺酮类药物有过敏史者均禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、瘙痒、过敏等。",
      "interactions": "与其他喹诺酮类相仿，铁剂等含金属离子的药物和抗酸药明显降低莫西沙星的生物利用度。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率50，肝脏代谢，肾脏排泄。",
      "precautions": "此外尚需注意，在任何抗生素多剂给药疗程中亦可发生其他严重过敏反应，如皮疹、发热、黄疸和肝坏死等。⑸患者如出现腹泻时应注意假膜性肠炎的可能，应予以相应治疗。⑹喹诺酮类可致肌腱断裂，上市后不良反应监测中见同时应用皮质激素者，尤其老年患者中发生该不良反应的危险性增加，如患者出现局部疼痛、炎症或肌腱断裂时需立即停药。",
      "source": "湖南药事服务网",
      "full_indications": "适用于敏感病原微生物所致的下列感染：<br>1.急性细菌性窦炎，由肺炎链球菌、流感嗜血杆菌或卡他莫拉菌所致者；<br>2.慢性支气管炎急性细菌性感染，由肺炎链球菌、流感嗜血杆菌、副流感嗜血杆菌、肺炎克雷伯菌、金葡菌或卡他莫拉菌所致者；<br>3.社区获得性肺炎，由肺炎链球菌、流感嗜血杆菌、卡他莫拉菌、金葡菌、肺炎克雷伯菌、肺炎支原体和肺炎衣原体所致者；<br>4.单纯性皮肤及软组织机构感染，由金葡菌或化脓性链球菌所致者。<br>5.用于耐多药结核病(MDR-TB)（美国FDA未批准；WHO公布的耐药结核病规划管理指南(2011年)指出，对于MDR-TB患者，推荐使用氟喹诺酮类药物，如左氧氟沙星、莫西沙星及氧氟沙星）。",
      "full_dosage": "本品的口服和静脉给药剂量相同。推荐剂量为一次400mg，一日1次。静脉滴注时间约90分钟。治疗下列感染的疗程如下：急性细菌性窦炎，疗程10日；慢性支气管炎急性细菌性感染，疗程5日；社区获得性肺炎，疗程7～14日；单纯性皮肤及皮肤结构感染，疗程7日。",
      "full_contraindications": "对莫西沙星有过敏史者，及对其他任何一种喹诺酮类药物有过敏史者均禁用。",
      "full_adverse_reactions": "⑴与莫西沙星有关的不良反应且发生率≥3％者有：恶心7％、腹泻6％、头晕3％。<br>⑵不良反应发生率在≥0.1％～＜3者有：<br>　①全身反应，头痛、腹痛、注射部位疼痛、下肢或背或胸痛，过敏反应；<br>　②消化系统，呕吐、食欲减退、口干、便秘、腹胀、肝功能异常、胆汁淤积型黄疸等；<br>　③心血管系统：心悸、心动过速、高血压、四肢浮肿、QT间期延长；<br>　④中枢神经系统：失眠、紧张不安、焦虑、嗜睡、意识模糊、感觉异常、震颤和眩晕；<br>　⑤骨骼肌肉系统：关节痛、肌痛；<br>　⑥皮肤及附件：皮疹、皮肤瘙痒、出汗；<br>　⑦阴道念珠菌病、阴道炎；<br>　⑧呼吸困难；<br>　⑨味觉异常；<br>　⑩淀粉酶升高、乳酸脱氢酶升高、凝血酶原降低、嗜酸性细胞增高、白细胞降低、血小板降低或升高。<br>⑶与莫西沙星有关的罕见不良反应，其发生率＜0.1％者有关节炎、视觉异常、幻觉、抽搐、心电图异常、心房颤动、室性心动过速、低血压、高血糖、黄疸、肾功能异常等。在该药上市后的全球不良事件报告中有过敏性休克、假膜性肠炎和肌腱断裂。<br>⑷严重和其他重要的不良反应：主动脉瘤和主动脉夹层的风险。",
      "full_interactions": "与其他喹诺酮类相仿，铁剂等含金属离子的药物和抗酸药明显降低莫西沙星的生物利用度。",
      "full_pharmacokinetics": "⑴药效学：本品为新一代氟喹诺酮类。体内外药效学研究结果显示该药对需氧革兰阳性球菌、厌氧菌、衣原体、支原体等非典型病原的作用较沿用氟喹诺酮类增强。该药系通过对细菌的拓扑异构酶Ⅱ（DNA旋转酶）和IV的抑制作用阻断细菌DNA复制而起抗菌作用。  <br>　　莫西沙星具广谱抗菌作用。对甲氧西林或苯唑西林敏感金葡菌、肺炎链球菌（包括PISP和PRSP）、化脓性链球菌、流感和副流感嗜血杆菌、卡他莫拉菌、淋病奈瑟球菌均具有高度抗菌活性；但对肠球菌的作用略差。对肺炎克雷伯菌、阴沟肠杆菌、沙门菌属等肠杆菌科细菌亦具良好抗菌作用，与环丙沙星相仿，对铜绿假单胞菌的作用较环丙沙星略差，对嗜麦芽窄食单胞菌的作用明显优于环丙沙星。对脆弱拟杆菌具高度抗菌活性，明显优于环丙沙星。对肺炎衣原体、肺炎支原体、嗜肺军团菌等具有高度抗微生物活性，明显优于环丙沙星。对幽门螺杆菌、空肠弯曲菌亦具良好抗菌作用。甲氧西林耐药葡萄球菌、洋葱伯克霍尔德菌、艰难梭菌对莫西沙星呈现耐药。  <br>　　⑵药动学：口服后吸收良好，约可吸收给药量的90％。高脂肪饮食亦不影响本品的吸收。健康志愿者单次口服400mg后Ｃmax为3.1±1.0mg/L，AUC为36.1±9.1mg·h/L。单次静滴400mg后Ｃmax为3.9±0.9mg/L，AUC为39.3±8.6mg·h/L。每日口服或静滴400mg，单次给药后至少3日后达Ｃss。每日400mg多次口服后的Ｃmax和AUC分别为4.5±0.5mg/L和48.0±2.7mg·h/L；每日400mg静脉多次给药后的Ｃmax和AUC分别为4.2±0.8mg/L和38.0±4.7mg·h/L。血浆蛋白结合率约为50％。表观分布容积为1.7～2.7L/kg。吸收后在体内分布广泛，在肺泡巨噬细胞、肺泡上皮衬液、上颌窦黏膜、支气管黏膜、鼻息肉中药物浓度与血浓度之比为1.7～21.2不等。口服或静脉给药后约有45％的药物以原形自尿（约20％）和粪（约25％）中排出，ｔ1/2为12±1.3小时。总清除率和肾清除率分别为12±2.0L/h和2.6±0.5L/h。莫西沙星通过与葡糖苷酸和硫酸酯结合而代谢，不经细胞色素P450酶系。该药的硫酸酯结合物（Ｍ1）占给药量的38％，主要从粪便中排出。口服或静脉给药量的14％转化为葡糖苷酸结合物（Ｍ2），主要自尿排出。Ｍ2和Ｍ1的Ｃmax分别为母药的40％和＜10％。  老年健康志愿者口服及静脉给药后，主要药动学参数，包括Ｃmax、AUC和ｔ1/2与年轻者相比无明显差别，提示老年人应用时不调整剂量。  <br>　　在轻、中、重度肾功能减退者中，该药的药动学参数均无明显改变，此提示肾功能减退时不需调整剂量。  <br>　　在肝功能减退呈轻度和中度者中，莫西沙星原药的AUC分别较健康受试者增加78％和102％，Ｃmax增加79％和84％。代谢物M1和m²的AUC和Ｃmax亦有不同程度升高。严重肝功能减退者的药动学研究资料尚缺乏。",
      "full_precautions": "⑴本品在小儿、18岁以下青少年、孕妇中应避免使用，乳母应用本品时应暂停哺乳。  <br>⑵本品在某些患者中可致QT间期延长，因此该药在下列情况应避免使用：已知有QT间期延长者；患者有不能纠正的低钾血症；接受IA类（如奎尼丁、普鲁卡因胺）或Ⅲ类（如胺碘酮、索洛地尔）抗心律失常药者。  <br>⑶接受喹诺酮类药物的患者可发生中枢神经系统的不良反应，如头晕、意识模糊、震颤、幻觉等，有时并可有抽搐发生，因此原有中枢神经系统疾患者，如脑动脉硬化、癫痫患者等必须谨慎使用莫西沙星或避免使用。  <br>⑷喹诺酮类药物，包括莫西沙星可致严重过敏反应如过敏性休克的发生，可出现在第一剂用药后，一旦发生过敏反应，需立即停药并给予紧急抢救措施。此外尚需注意，在任何抗生素多剂给药疗程中亦可发生其他严重过敏反应，如皮疹、发热、黄疸和肝坏死等。  <br>⑸患者如出现腹泻时应注意假膜性肠炎的可能，应予以相应治疗。  <br>⑹喹诺酮类可致肌腱断裂，上市后不良反应监测中见同时应用皮质激素者，尤其老年患者中发生该不良反应的危险性增加，如患者出现局部疼痛、炎症或肌腱断裂时需立即停药。  <br>⑺莫西沙星在肾功能减退及肝功能减退患者中的应用常见药动学部分。<br>⑻流行病学研究报告使用氟喹诺酮类药物后两个月内主动脉瘤和主动脉夹层的发生率增加，尤其是老年患者。风险增加的原因尚未确定。对于已知患有主动脉瘤或主动脉瘤高风险的患者，仅在没有其他抗菌治疗可用的情况下使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1006"
    }
  },
  {
    "id": 170,
    "name": "复方卡比多巴片",
    "full_name": "(乙10%)复方卡比多巴片",
    "chemical_name": "复方卡比多巴片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "精华制药集团"
    ],
    "specifications": [
      {
        "specification": "1片/片",
        "manufacturer": "精华制药集团",
        "full_manufacturer": "精华制药集团股份有限公司",
        "price": 48.2,
        "unit": "盒",
        "code": "X00220",
        "approval_number": "国药准字H10950085",
        "insurance_code": "XN04BAF338A001010101622",
        "location": "E-1"
      }
    ],
    "pinyin": "fufangkabiduoba",
    "pinyin_initials": "ffkbdb",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于帕金森病和帕金森综合症。",
      "dosage": "成人：最大日剂量可达1375mg",
      "contraindications": "参阅左旋多巴和卡比多巴。",
      "adverse_reactions": "参阅左旋多巴和卡比多巴。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅左旋多巴和卡比多巴。",
      "precautions": "参阅左旋多巴和卡比多巴。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗帕金森病和帕金森综合症。",
      "full_dosage": "⑴普通片：未用过左旋多巴的患者，开始时110mg，一日3次，以后视需要及耐受情况，每隔1～2日逐渐增加每日量。如已用过左旋多巴治疗的患者，改用本品时，需先停用左旋多巴至少8小时。<br>　　①过去每日用左旋多巴少于1.5g的患者，开始时110mg，一日3～4次；<br>　　②过去每日用左旋多巴大于1.5g的患者，开始275mg，一日3～4次；均视需要及耐受情况，每隔1～2日逐渐增加每日量。成人最大日剂量可达1375mg。以上用的均为（1:10）的片剂，如果效果不理想，可改用（1:4）的片剂，每日总量酌情减少。<br>　　⑵控释片(1:4)：<br>　　①从未用过左旋多巴的轻症患者，开始时125mg，一日2次，需要较大量左旋多巴的中、重度患者，初次量也可用250mg，一日2次，但间隔时间至少需要6小时；<br>　　②对正在应用普通片的治疗患者，控释片应调节至每天能供给比原先剂量多约10％以上的左旋多巴。白天控释片的两剂间隔时间应为4～8小时。<br>　　③对正在单用左旋多巴的患者，在开始给控释片前，须停用左旋多巴至少8小时，且控释片应提供比原先约多25％的左旋多巴量。轻、中度患者初量用250mg，一日2次。    <br>　　⑶控释片维持量：治疗开始后，可根据治疗效果增加或减少剂量和给药时间。大多数患者一日只需控释片250mg/片2～4片（亚洲人应偏少），分次服用；给药间隔为白天4～8小时。",
      "full_contraindications": "参阅左旋多巴和卡比多巴。",
      "full_adverse_reactions": "参阅左旋多巴和卡比多巴。",
      "full_interactions": "",
      "full_pharmacokinetics": "参阅左旋多巴和卡比多巴。",
      "full_precautions": "参阅左旋多巴和卡比多巴。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=890",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 171,
    "name": "地舒单抗注射液",
    "full_name": "※▲(乙)地舒单抗注射液",
    "chemical_name": "地舒单抗注射液",
    "dosage_form": "注射液",
    "types": [
      "乙类"
    ],
    "manufacturers": [
      "Amgen Inc.)"
    ],
    "specifications": [
      {
        "specification": "120mg:1.7ml/瓶",
        "manufacturer": "Amgen Inc.)",
        "full_manufacturer": "Amgen Inc.(Amgen Manufacturing Limited(AML))",
        "price": 1060.0,
        "unit": "盒",
        "code": "X00225",
        "approval_number": "国药准字SJ20190025",
        "insurance_code": "XM05BXD334B002010178217",
        "location": "2D-4",
        "outpatient_location": "2B-2"
      }
    ],
    "pinyin": "※▲dishudankang",
    "pinyin_initials": "※▲dsdk",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于的肝癌患者；无法切除或转移性黑色素瘤；后进展的转移性结直肠癌；中、高危晚期肾细胞癌；曾接受抗血管生成治疗的晚期肾细胞癌患者；后的经典型、复发或进展的霍奇金淋巴瘤；后的复发或进展的霍奇金淋巴瘤；既往接受过索拉非尼治疗的肝癌患者。",
      "dosage": "推荐剂量为一次3mg/kg，静脉输注60分钟，每2周1次。",
      "contraindications": "症 对活性成份或辅料存在超敏反应的患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、发热、瘙痒、疼痛等。",
      "interactions": "⑴尚未进行药代动力学相互作用研究。因单克隆抗体不经细胞色素P450（CYP）酶或其他药物代谢酶代谢，因此，合并使用的药物对这些酶的抑制或诱导作用预期不会影响纳武利尤单抗的药代动力学。 ⑵因可能干扰药效学活性，应避免在基线开始纳武利尤单抗治疗前使用全身性皮质类固醇及其他免疫抑制剂。不过，为了治疗免疫相关性",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "应持续进行患者监测（至少至末次给药后5个月），因为不良反应可能在纳武利尤单抗治疗期间或纳武利尤单抗治疗停止后的任何时间发生。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗表皮生长因子受体（EGFR）基因突变阴性和间变性淋巴瘤激酶（ALK）阴性、既往接受过含铂方案化疗后疾病进展或不可耐受的局部晚期或转移性非小细胞肺癌（NSCLC）成人患者。 ⑵用于治疗既往接受过两种或两种以上全身性治疗方案的晚期或复发性胃或胃食管连接部腺癌患者。 ⑶本品与化疗联用，作为治疗晚期或转移性胃癌、胃食管结合部（GEJ）癌和食管腺癌的一线疗法（美国FDA已批准）。 ⑷用于既往接受过索拉非尼治疗的肝癌患者。【美国FDA已批准；NCCN临床实践指南_肝胆肿瘤(2021.V1)；中国临床肿瘤学会（CSCO）《原发性肝癌诊疗指南》（2020)】 ⑸用于伴淋巴结转移的黑色素瘤或完全切除患者伴转移的黑色素瘤的辅助治疗。【美国FDA已批准；中国临床肿瘤学会 (CSCO)-黑色素瘤诊疗指南-2019；NCCN临床实践指南皮肤黑色素瘤2021.V2】 ⑹与伊匹单抗联用治疗无法切除或转移性黑色素瘤；或单一药物治疗治疗BRAF V600野生型不可切除或转移性黑色素瘤或BRAF V600突变阳性患者的不能切除或转移黑色素瘤。【美国FDA已批准；CSCO-黑色素瘤诊疗指南-2019；NCCN临床实践指南皮肤黑色素瘤2021.V2】 ⑺用于在使用氟尿嘧啶、奥沙利铂和伊立替康（微卫星不稳定性高或错配修复缺陷）治疗后进展的转移性结直肠癌。【美国FDA已批准；NCCN临床实践指南：结肠癌 （2021.V2）】 ⑻用于联合伊匹单抗一线治疗中、高危晚期肾细胞癌；或单药治疗曾接受抗血管生成治疗的晚期肾细胞癌患者。【美国FDA已批准纳；NCCN临床实践指南 肾癌 2021 V3】 ⑼用于经自体造血干细胞移植和布仑妥昔单抗治疗后的经典型、复发或进展的霍奇金淋巴瘤，或用于包括自体造血干细胞移植在内的3种或多种药物系统治疗后的复发或进展的霍奇金淋巴瘤。【美国FDA已批准纳；NCCN临床实践指南：霍奇金淋巴瘤（2021.V2）】",
      "full_dosage": "推荐剂量为一次3mg/kg，静脉输注60分钟，每2周1次。或固定剂量240mg，静脉输注，每2周1次，或固定剂量480mg，静脉输注，每4周1次；当联合伊匹单抗时，30分钟内静脉给药纳武利尤单单抗1mg/kg，然后在同一日给与伊匹单抗，每3周给药4剂，然后每2周静脉注射240mg或每四周静脉注射480mg；联合伊匹单抗：30分钟内静脉滴注3mg/kg，然后在同一日给予伊匹单抗1mg/kg，每3周4剂。然后每2周或每4周静脉滴注240mg或480mg。",
      "full_contraindications": "症 对活性成份或辅料存在超敏反应的患者禁用。",
      "full_adverse_reactions": "患者最常见的不良反应（发生率≥20%）是：疲劳、皮疹、肌肉骨骼疼痛、瘙痒、腹泻、恶心、虚弱、咳嗽、呼吸困难、便秘、食欲下降、背部疼痛、关节痛、上呼吸道感染、发热、头痛、腹痛、呕吐和尿路感染、发热性中性粒细胞减少症。英国药品和健康产品管理局（MHRA）警示阿替利珠单抗和其他免疫治疗抗癌药可导致严重的皮肤反应。包括史蒂文斯-约翰逊综合征（SJS）和中毒性表皮坏死松解症（TEN）。日本厚生劳动省（MHLW）及药品和医疗器械管理局（PMDA）宣布纳武利尤单抗可能增加严重胃炎、葡萄膜炎风险。",
      "full_interactions": "⑴尚未进行药代动力学相互作用研究。因单克隆抗体不经细胞色素P450（CYP）酶或其他药物代谢酶代谢，因此，合并使用的药物对这些酶的抑制或诱导作用预期不会影响纳武利尤单抗的药代动力学。 ⑵因可能干扰药效学活性，应避免在基线开始纳武利尤单抗治疗前使用全身性皮质类固醇及其他免疫抑制剂。不过，为了治疗免疫相关性",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴纳武利尤单抗可引起免疫相关性不良反应。应持续进行患者监测（至少至末次给药后5个月），因为不良反应可能在纳武利尤单抗治疗期间或纳武利尤单抗治疗停止后的任何时间发生。免疫相关性不良反应主要有肺炎、结肠炎、胃炎、肾炎或肾功能障碍、内分泌疾病等。 ⑵不建议在妊娠期间使用，除非临床获益大于潜在风险。应在最后一次应用纳武利尤单抗后至少5个月内采用有效避孕措施。 ⑶尚未确立本品在18岁以下儿童中的安全性和疗效。 ⑷老年患者（≥65岁）无需调整剂量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=11289",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 172,
    "name": "牛痘疫苗接种家兔炎症皮肤提取物注射液",
    "full_name": "(自)牛痘疫苗接种家兔炎症皮肤提取物注射液",
    "chemical_name": "牛痘疫苗接种家兔炎症皮肤提取物",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Nippon Zoki Pharmaceutical Co.,Ltd."
    ],
    "specifications": [
      {
        "specification": "3.6单位:3ml/支",
        "manufacturer": "Nippon Zoki Pharmaceutical Co.,Ltd.",
        "full_manufacturer": "Nippon Zoki Pharmaceutical Co.,Ltd.（Nippon Zoki Pharmaceutical Co.,Ltd.,Ono Greenery Factory）",
        "price": 25.49,
        "unit": "支",
        "code": "X00575",
        "approval_number": "S20140085",
        "insurance_code": "XN02BGN064B002010179092",
        "location": "B-4",
        "outpatient_location": "V-3"
      }
    ],
    "pinyin": "niudouyimiaojiezhongjiatuyanzhengpifutiquwu",
    "pinyin_initials": "ndymjzjtyzpftqw",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴补充雌激素不足，如萎缩性阴道炎、女性性腺的功能不足、外阴干燥症、绝经期血管舒缩症状、卵巢切除、原发性卵巢衰竭等； ⑵晚期前列腺癌（乳腺癌、卵巢癌患者禁用）； ⑶与孕激素类药物合用，能抑制排卵，可作避孕药。",
      "dosage": "⑴肌内注射：①补充雌激素不足，5mg，每4周1次。②前列腺癌，一次30mg，每1～2周1次，按需调整剂量。 ⑵按周期序贯疗法，每经过21日的治疗后，须停药至少1周。",
      "contraindications": "症 妊娠期妇女禁用；哺乳期妇女禁用。",
      "adverse_reactions": "参阅雌激素。",
      "interactions": "参阅雌激素。 用药交代 戊酸雌二醇经阴道给药不能脱戊酸，吸收极少，不推荐经阴道给药。 给药说明 ⑴应用最低有效量，时间尽可能缩短，以减少可能发生的不良反应。⑵男性以及女性子宫切除后的患者，通常采用周期性治疗，即用药3周后停药1周，相当于自然月经周期中雌激素的变化情况；有子宫的女性，为避免过度刺激，可在周期的最后10~14天加用孕激素，模拟自然周期中激素的节律性变化浓度。⑶长期或大量使用雌激素者，当停药或减量时应逐步减量。",
      "pregnancy_category": "X\n \n",
      "pharmacokinetics": "⑴药效学：本品为长效雌二醇衍生物。参阅雌激素。 ⑵药动学：口服吸收完全，被胃肠道吸收后，在肝内代谢，分解成雌二醇和戊酸，口服戊酸雌二醇后约有3％雌二醇被生物利用。",
      "precautions": "有子宫的女性，为避免过度刺激，可在周期的最后10~14天加用孕激素，模拟自然周期中激素的节律性变化浓度。",
      "source": "湖南药事服务网",
      "full_indications": "⑴补充雌激素不足，如萎缩性阴道炎、女性性腺的功能不足、外阴干燥症、绝经期血管舒缩症状、卵巢切除、原发性卵巢衰竭等； ⑵晚期前列腺癌（乳腺癌、卵巢癌患者禁用）； ⑶与孕激素类药物合用，能抑制排卵，可作避孕药。",
      "full_dosage": "⑴肌内注射：①补充雌激素不足，5mg，每4周1次。②前列腺癌，一次30mg，每1～2周1次，按需调整剂量。 ⑵口服：一次1mg，一日1次，餐后服。按周期序贯疗法，每经过21日的治疗后，须停药至少1周。",
      "full_contraindications": "症 妊娠期妇女禁用；哺乳期妇女禁用。",
      "full_adverse_reactions": "参阅雌激素。",
      "full_interactions": "参阅雌激素。 用药交代 戊酸雌二醇经阴道给药不能脱戊酸，吸收极少，不推荐经阴道给药。 给药说明 ⑴应用最低有效量，时间尽可能缩短，以减少可能发生的不良反应。⑵男性以及女性子宫切除后的患者，通常采用周期性治疗，即用药3周后停药1周，相当于自然月经周期中雌激素的变化情况；有子宫的女性，为避免过度刺激，可在周期的最后10~14天加用孕激素，模拟自然周期中激素的节律性变化浓度。⑶长期或大量使用雌激素者，当停药或减量时应逐步减量。",
      "full_pharmacokinetics": "⑴药效学：本品为长效雌二醇衍生物。参阅雌激素。 ⑵药动学：口服吸收完全，被胃肠道吸收后，在肝内代谢，分解成雌二醇和戊酸，口服戊酸雌二醇后约有3％雌二醇被生物利用。",
      "full_precautions": "参阅雌激素。 药物相互作用 参阅雌激素。 用药交代 戊酸雌二醇经阴道给药不能脱戊酸，吸收极少，不推荐经阴道给药。 给药说明 ⑴应用最低有效量，时间尽可能缩短，以减少可能发生的不良反应。⑵男性以及女性子宫切除后的患者，通常采用周期性治疗，即用药3周后停药1周，相当于自然月经周期中雌激素的变化情况；有子宫的女性，为避免过度刺激，可在周期的最后10~14天加用孕激素，模拟自然周期中激素的节律性变化浓度。⑶长期或大量使用雌激素者，当停药或减量时应逐步减量。",
      "full_pregnancy_category": "X\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1398",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 173,
    "name": "猪源纤维蛋白粘合剂",
    "full_name": "(自)猪源纤维蛋白粘合剂",
    "chemical_name": "猪源纤维蛋白粘合剂",
    "dosage_form": "合剂",
    "types": [],
    "manufacturers": [
      "广州倍绣生物技术"
    ],
    "specifications": [
      {
        "specification": "5ml/套",
        "manufacturer": "广州倍绣生物技术",
        "full_manufacturer": "广州倍绣生物技术有限公司",
        "price": 1528.0,
        "unit": "套",
        "code": "X00228",
        "approval_number": "国药准字S20100007",
        "insurance_code": "XB02BCZ041P009030107202",
        "location": "2G-4"
      }
    ],
    "pinyin": "zhuyuanxianweidanbaizhan",
    "pinyin_initials": "zyxwdbz",
    "dosage_form_pinyin": "heji",
    "dosage_form_initials": "hj",
    "manual": {
      "indications": "辅助用于常规手术操作控制出血不满意的外科止血。如普外科、骨科、神经外科、心胸外科、泌尿外科、妇产科、整形烧伤科、五官科等临床科室的封闭止血、生物黏合、促进愈合、防止粘连、防止渗漏、药物缓释、封闭缺损等。",
      "dosage": "使用前等量配比溶液A和溶液B；分别用对应的溶解液溶解，分别注入配备的双筒推液器中。使用前，根据创面大小分别选用喷嘴或平头针进行喷洒、滴注或涂抹。本品在3～10秒内形成一层半透明薄膜，2～4分钟内完全凝固。本品使用的剂量与所要覆盖的表面积、涂药方法有关，用2.0ml规格的粘合剂可以覆盖面积大约20cm²的创面。本品临床单次最大使用剂量为10ml。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "⑴本品严禁血管内注射，仅供局部使用。  ⑵过敏体质者慎用。  ⑶配置好的溶液应在4小时内用完。  ⑷本品允许少许凝块存在。",
      "interactions": "因本品的主要成分为蛋白质，与酒精、碘和重金属接触会引起蛋白质变性，因此要避免与上述药物接触。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑷曾经使用过猪源性产品过敏的患者慎用。⑶避免本品和消毒剂中的酒精、碘或其他重金属接触后引起变性，所以喷涂本品之前应去除伤口表面的所有杂质。",
      "source": "湖南药事服务网",
      "full_indications": "辅助用于常规手术操作控制出血不满意的外科止血。如普外科、骨科、神经外科、心胸外科、泌尿外科、妇产科、整形烧伤科、五官科等临床科室的封闭止血、生物黏合、促进愈合、防止粘连、防止渗漏、药物缓释、封闭缺损等。",
      "full_dosage": "使用前等量配比溶液A和溶液B；分别用对应的溶解液溶解，分别注入配备的双筒推液器中。使用前，根据创面大小分别选用喷嘴或平头针进行喷洒、滴注或涂抹。本品在3～10秒内形成一层半透明薄膜，2～4分钟内完全凝固。本品使用的剂量与所要覆盖的表面积、涂药方法有关，用2.0ml规格的粘合剂可以覆盖面积大约20cm²的创面。本品临床单次最大使用剂量为10ml。",
      "full_contraindications": "1.过敏性体质病人禁用。<br>2.对本品任何成分过敏者禁用。",
      "full_adverse_reactions": "⑴本品严禁血管内注射，仅供局部使用。  ⑵过敏体质者慎用。  ⑶配置好的溶液应在4小时内用完。  ⑷本品允许少许凝块存在。",
      "full_interactions": "因本品的主要成分为蛋白质，与酒精、碘和重金属接触会引起蛋白质变性，因此要避免与上述药物接触。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品仅供局部使用，禁止血管内给药。<br> ⑵配制好的溶液应在2小时内用完。<br>⑶避免本品和消毒剂中的酒精、碘或其他重金属接触后引起变性，所以喷涂本品之前应去除伤口表面的所有杂质。<br>⑷曾经使用过猪源性产品过敏的患者慎用。<br>⑸因偶然使用于过敏性体质病人或重复使用情况下可能会出现过敏反应的，应立即停止用药，反应严重需要治疗的可以采取注射抗组织胺和类皮质激素药物。如发现过敏性休克，则应立即进行抗休克治疗",
      "pharmacodynamics": "本品是从哺乳动物血液中提取的生物活性物质，加工而成的生物蛋白制剂。其主体由纤维蛋白原、Ⅷ因子等组成，主体溶解液位含磷酸盐缓冲液，助凝剂为凝血酶原，助凝剂溶解液主要方氯化钙溶液。纤维蛋白封闭剂组分Ⅰ中高浓度的纤维蛋白原、Ⅷ因子和组分Ⅱ中的凝血酶混合后，模仿机体生理性凝血过程的第三阶段，凝血酶分别作用于",
      "full_pharmacodynamics": "本品是从哺乳动物血液中提取的生物活性物质，加工而成的生物蛋白制剂。其主体由纤维蛋白原、Ⅷ因子等组成，主体溶解液位含磷酸盐缓冲液，助凝剂为凝血酶原，助凝剂溶解液主要方氯化钙溶液。纤维蛋白封闭剂组分Ⅰ中高浓度的纤维蛋白原、Ⅷ因子和组分Ⅱ中的凝血酶混合后，模仿机体生理性凝血过程的第三阶段，凝血酶分别作用于纤维蛋白原和Ⅷ因子，使之变成纤维蛋白单体和Ⅷ因子，纤维蛋白单体聚合成可溶性纤维蛋白多聚体，继而在Ⅷa和Ca2+作用下变成稳定的纤维蛋白多聚体，形成乳白色的凝胶状纤维蛋白网。具有封闭创面、生物止血、黏合作用、促进创面组织愈合、防止组织黏连、缓释载体等功能。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1111",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 174,
    "name": "盐酸氯丙嗪片",
    "full_name": "(甲)盐酸氯丙嗪片[国基]",
    "chemical_name": "盐酸氯丙嗪片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海上药信谊药厂"
    ],
    "specifications": [
      {
        "specification": "25mg/片",
        "manufacturer": "上海上药信谊药厂",
        "full_manufacturer": "上海上药信谊药厂有限公司",
        "price": 10.9,
        "unit": "瓶",
        "code": "X00230",
        "approval_number": "国药准字H31021537",
        "insurance_code": "XN05AAL192A018010100818"
      }
    ],
    "pinyin": "yansuanlvbingqin",
    "pinyin_initials": "yslbq",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于顽固性呃逆；器质性精神障碍。",
      "dosage": "成人：治疗剂量通常为每日200～600mg",
      "contraindications": "⑴严重心、肝、肾疾病。  ⑵对本品有过敏反应。  ⑶哺乳期妇女。",
      "adverse_reactions": "常见：皮疹、头晕、乏力、嗜睡等。",
      "interactions": "⑴与酒精或中枢神经抑制药，尤其是与吸入全麻药或巴比妥类等静脉全麻药并用时可彼此增效，用量应减少。  <br>⑵与苯丙胺类药并用时，由于本品具有α受体阻断作用，氯丙嗪的效应可减弱。  <br>⑶与制酸药或止泻药并用，可抑制本品的口服吸收，应至少在本品用药前1小时或用药后2小时服用。  <br>⑷与抗惊厥药并用，本品并不能使抗惊厥药增效。临床研究表明本品可降低惊厥发作的阈值。  <br>⑸与抗高血压药并用时易致直立性低血压。  <br>⑹与肾上腺素并用时，由于本品阻断α受体，仅显示肾上腺素激动β受体",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约17小时，蛋白结合率96，肝脏代谢，肾脏排泄。",
      "precautions": "⑷下列情况应慎用：①骨髓功能抑制；⑸用药期间注意检查：①白细胞计数机分类；",
      "source": "湖南药事服务网",
      "full_indications": "1.精神分裂症、分裂样精神病、分裂情感性精神病、偏执性精神障碍、躁狂症、心因性精神障碍等。尤其对精神运动性兴奋、幻觉、妄想、思维形式障碍、敌对情绪、怪异行为、冲动、木僵等症状疗效较好；<br>2.小剂量可慎用于器质性精神障碍；<br>3.镇吐、治疗顽固性呃逆。",
      "full_dosage": "⑴精神分裂症：①口服：成人治疗剂量通常为每日200～600mg，分次服用。依治疗需要和耐受情况逐渐递增给药。对年老或体弱者应从小剂量开始，以后根据耐受情况慢慢增加药量。②肌内注射或静脉注射：成人肌内注射每次25～50mg。控制严重兴奋躁动时，可根据需要和耐受情况隔数小时重复用药一次。静脉注射也可使用25～50mg，用氯化钠注射液稀释至1mg/ml，然后以每分钟不超过1mg的速度缓慢注入。一般采用静脉滴注而避免静脉注射，以防意外。对年老或体弱者均应注意从小剂量开始，注射时尤其应注意耐受情况，缓慢给药。<br>　　⑵呕吐：成人口服，一次12.5～25mg，一日2～3次，如不能控制，可肌内注射一次25mg。",
      "full_contraindications": "⑴严重心、肝、肾疾病。  ⑵对本品有过敏反应。  ⑶哺乳期妇女。",
      "full_adverse_reactions": "⑴神经系统：急性肌张力障碍、震颤、帕金森综合症、静坐不能、迟发性运动障碍等，并可引起过度镇静、乏力、头晕、嗜睡等，个别病人可诱发癫痫。  <br>⑵心血管系统：体位性低血压、心动过速、心动过缓、心电图改变（可逆性特异性ST-T波改变、T波平坦或倒置、Q-T间期延长）。偶见阿-斯综合征、猝死。  <br>⑶消化系统：肝功能异常，如一过性丙氨酸氨基转移酶和门冬氨酸氨基转移酶升高。  <br>⑷内分泌系统：泌乳素水平升高、溢乳、月经紊乱或闭经、性功能改变。  <br>⑸血液系统：白细胞及粒细胞减少至缺乏。  <br>⑹抗胆碱作用：外周抗胆碱作用表现有口干、视物模糊、眼压升高、便秘和尿潴留等，偶可发生肠梗阻。中枢抗胆碱在哟用表现为谵妄、意识障碍、出汗、震颤和认知功能障碍等。  <br>⑺恶性综合征：表现为肌紧张、高热、意识障碍、自主神经系统症状（大汗、心动过速、血压不稳等）。白细胞升高、尿蛋白阳性、肌红蛋白尿、磷酸激酶活性升高、肝氨基转移酶升高、雪铁、镁、钙降低等。  <br>⑻其他：少数病人可发生皮疹、畸胎等，乳儿可发生过度镇静，长期使用可引起皮肤、角膜及晶体色素沉着。",
      "full_interactions": "⑴与酒精或中枢神经抑制药，尤其是与吸入全麻药或巴比妥类等静脉全麻药并用时可彼此增效，用量应减少。  <br>⑵与苯丙胺类药并用时，由于本品具有α受体阻断作用，氯丙嗪的效应可减弱。  <br>⑶与制酸药或止泻药并用，可抑制本品的口服吸收，应至少在本品用药前1小时或用药后2小时服用。  <br>⑷与抗惊厥药并用，本品并不能使抗惊厥药增效。临床研究表明本品可降低惊厥发作的阈值。  <br>⑸与抗高血压药并用时易致直立性低血压。  <br>⑹与肾上腺素并用时，由于本品阻断α受体，仅显示肾上腺素激动β受体的效应，从而导致明显的低血压和心动过速。  <br>⑺与胍乙啶类药物并用时，本品可抵消其降压效应。  <br>⑻与左旋多巴、美金刚、溴隐亭并用时，本品可对抗其抗帕金森病作用。  <br>⑼与三环类抗抑郁药及抗胆碱能药并用时，两者的抗胆碱作用可相互增强。  <br>⑽与胺碘酮、普鲁卡因胺、匹莫齐特、阿托西汀等合用时，增加发生室性心律失常的风险。<br>  ⑾与普萘洛尔合用，增加两者的血药浓度。  <br>⑿与苯巴比妥类合用时，降低两者的血药浓度。",
      "full_pharmacokinetics": "⑴药效学：本品为二甲胺族吩噻嗪类抗精神病药物，可阻断脑内多巴胺受体，此外尚可阻断α受体和Ｍ受体。该药阻断中脑-边缘系统和中脑-皮层神经通路的多巴胺受体与其抗精神病作用有关；阻断延髓化学催吐感受器的多巴胺受体与其止吐作用有关；阻断结节-漏斗通路的多巴胺受体与其影响内分泌功能有关；阻断黒质-纹状体通路的多巴胺受体与其锥体外系不良反应有关。又由于可抑制脑干网状结构的上行激活系统而产生镇静作用，阻断外周α受体和Ｍ受体与其体位性低血压、口干、便秘等不良反应有关。  <br>　　⑵药动学：口服或肌内注射后均易吸收，与食物和碱性药同服时吸收明显减少。肌注可避免肝脏首关消除，生物利用度比口服时高约3～10倍。单次口服ｔmax为2～4小时。血浆蛋白结合率约96％。亲脂性高，易通过血脑屏障及胎盘屏障，可从乳汁分泌。分布广，以脑、肝等器官浓度较高，脑中药物浓度时血浓度的数倍。主要在肝脏由细胞色素氧化酶（CYP酶）催化进行氧化和结合代谢，代谢产物有160种以上，其中7-羟氯丙嗪等有生物活性。代谢产物主要经肾排泄，少量从粪便排泄。单次服药半衰期（ｔ1/2）约17小时；恒量、恒定间隔时间多次给药，5～10天血药浓度达稳态水平（Ｃss），此时半衰期（ｔ1/2）约30小时。有效血药浓度为500～700ng/ml。",
      "full_precautions": "⑴对一种吩噻嗪类过敏者，往往对另一种吩噻嗪类药物也有交叉过敏反应。  <br>⑵老年人易发生低血压、过度镇静以及不易消除的迟发性运动障碍等不良反应，用量应小，加量应慢。  <br>⑶对诊断的干扰：有时会影响免疫妊娠试验，出现假阳性反应。尿胆红素测定也可出现假阳性反应。  <br>⑷下列情况应慎用：①骨髓功能抑制；②肝、肾功能损害；③心血管疾病；④青光眼；⑤前列腺肥大；⑥严重呼吸系统疾病；⑦帕金森综合征等。  ⑸用药期间注意检查：①白细胞计数机分类；②肝功能；③心电图；④长期使用时眼科检查。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=511"
    }
  },
  {
    "id": 175,
    "name": "注射用重组人凝血因子Ⅷ",
    "full_name": "※▲(甲)注射用重组人凝血因子Ⅷ",
    "chemical_name": "重组人凝血因子Ⅷ",
    "dosage_form": "注射用",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Takeda Manufacturing Austria AG"
    ],
    "specifications": [
      {
        "specification": "250IU/瓶",
        "manufacturer": "Takeda Manufacturing Austria AG",
        "full_manufacturer": "Takeda Manufacturing Austria AG(Baxalta Manufacturing Sàrl)",
        "price": 993.0,
        "unit": "瓶",
        "code": "X00231",
        "approval_number": "国药准字SJ20170020",
        "insurance_code": "XB02BDC111B001020178256"
      }
    ],
    "pinyin": "※▲zhusheyongchongzurenningxueyinziⅷ",
    "pinyin_initials": "※▲zsyczrnxyzⅷ",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于血浆凝血因子Ⅷ（FⅧ）缺乏的甲型血友病（罕见病）治疗。在纠正或预防出血、急诊或择期手术中，本品起到暂时代替缺失的凝血因子的作用。",
      "dosage": "静脉注射，其用量视病情、患者体重、出血类型、需要提高的因子Ⅷ血浆浓度及体内是否存在抗体而定。",
      "contraindications": "对该产品不耐受或有过敏反应者或对鼠或仓鼠蛋白过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头晕、发热、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅人凝血因子Ⅷ。",
      "precautions": "⑶当大量或多次使用因子Ⅷ时，应监测血细胞比容以及时发现贫血。⑷用药过程中应定期监测血浆因子Ⅷ浓度，以确保达到有效浓度并确定其维持量。",
      "source": "湖南药事服务网",
      "full_indications": "用于血浆凝血因子Ⅷ（FⅧ）缺乏的甲型血友病（罕见病）治疗。在纠正或预防出血、急诊或择期手术中，本品起到暂时代替缺失的凝血因子的作用。",
      "full_dosage": "静脉注射，其用量视病情、患者体重、出血类型、需要提高的因子Ⅷ血浆浓度及体内是否存在抗体而定。以人血浆制品为例，提供下列公式供输注剂量参考：需要提高的因子Ⅷ血浆浓度=因子Ⅷ÷体重（kg）×2；<br>因子Ⅷ剂量（IU）=体重（kg）×需要提高的因子Ⅷ浓度×0.5；<br>按世界卫生组织标准，1IU因子岳相当于1ml新鲜血浆中因子Ⅷ的活性，1IU/kg的因子Ⅷ可提高血浆因子浓度2%。<br>　　⑴预防自发性出血：静脉注射25～40U/kg，一周3次。  <br>　　⑵治疗出血：①轻度出血：静脉注射8～15IU/kg或将血浆因子Ⅷ浓度提高至正常之20％～40％的剂量。多数单次用药即可奏效。若出血仍不止，可每8～10小时重复上述剂量，根据需要维持1～3日。②中度出血：首次静脉注射15～20IU/kg或将血浆因子Ⅷ浓度提高至正常之30％～50％的剂量。之后根据需要每8～12小时注射10～15IU/kg。③严重出血或出血累及重要器官：首次静脉注射30～50IU/kg或将血浆因子Ⅷ浓度提高至正常之60％～100％的剂量。之后每8～12小时注射20～25IU/kg。   <br>　　⑶控制围手术期的出血：①拔牙：术前1小时注射使血浆因子Ⅷ浓度提高至正常之30％～50％的剂量。术后若发生出血，可再重复上述剂量。②小型手术：术前1小时注射相当于上述治疗中度出血的剂量。必要时8～12小时后再予10～15IU/kg。③大型手术：术前1小时注射相当于上述治疗严重出血的剂量。5小时再给半量。术后10～14天应将血浆因子Ⅷ浓度维持在正常的30％或以上。<br>　　⑷体内存在抗因子Ⅷ抗体时，为治疗出血开始可用至5000~10000IU/kg，后维持量为300~1000IU/kg，使因子Ⅷ水平保持在30~50IU/ml。",
      "full_contraindications": "对该产品不耐受或有过敏反应者或对鼠或仓鼠蛋白过敏者禁用。",
      "full_adverse_reactions": "⑴白蛋白过敏反应表现为寒战、发热、荨麻疹及恶心等。对其他动物蛋白的过敏反应表现为面红、皮疹、眼睑水肿及呼吸困难等。严重者可有血压下降及休克。  <br>⑵有纯化猪血浆制备的产品可引起血小板减少及出血。  <br>⑶注射局部烧灼感或炎症。  <br>⑷偶有头晕、疲乏、口干、鼻出血、恶心及呕吐等。  <br>⑸因制品中含有红细胞凝集素（抗A、抗B），A、B或AB型患者大量输注时偶见溶血。此外有高纤维蛋白原血症或血栓形成的报道。",
      "full_interactions": "",
      "full_pharmacokinetics": "参阅人凝血因子Ⅷ。",
      "full_precautions": "⑴对蛋白过敏者，使用本品时可能发生过敏反应。  <br>⑵用药过程中应定期作抗体测定。若出现抗体且其浓度低于10BU/ml，须加大因子Ⅷ用量方见效。若其浓度高于10BU/ml，即使加大因子Ⅷ用量亦不会见效。因此，必须更换其他方式治疗。  <br>⑶当大量或多次使用因子Ⅷ时，应监测血细胞比容以及时发现贫血。  <br>⑷用药过程中应定期监测血浆因子Ⅷ浓度，以确保达到有效浓度并确定其维持量。  <br>⑸用药前及给药中应监测脉搏。若明显加快，应减慢速度或暂停，直至脉搏恢复正常。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3549",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 176,
    "name": "盐酸氨基葡萄糖胶囊",
    "full_name": "(甲)盐酸氨基葡萄糖胶囊[市基]",
    "chemical_name": "盐酸氨基葡萄糖胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "浙江诚意药业"
    ],
    "specifications": [
      {
        "specification": "0.75g/粒",
        "manufacturer": "浙江诚意药业",
        "full_manufacturer": "浙江诚意药业股份有限公司",
        "price": 22.52,
        "unit": "瓶",
        "code": "Y00000014605",
        "approval_number": "国药准字H20143326",
        "insurance_code": "XM01AXA165E001020204615",
        "location": "D-2",
        "outpatient_location": "I-2"
      }
    ],
    "pinyin": "yansuananjiputaotang",
    "pinyin_initials": "ysajptt",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于和预防全身所有部位的骨性关节炎，如膝关节、髋关节、手关节、脊柱、肩关节、踝关节的骨性关节炎，及全身型骨性关节炎。",
      "dosage": "成人常用量：口服，一次0.25～0.5g（硫酸氨基葡萄糖），一日3次，最好在进食时服用。持续服用4～12周或根据需要延长。每年可重复治疗2～3个疗程。",
      "contraindications": "过敏；孕妇禁用。",
      "adverse_reactions": "不良反应有轻度的胃肠不适，如恶心、便秘、腹胀、腹痛和腹泻；轻度的头痛、乏力和困倦，偶见轻度嗜睡；有些患者可能出现过敏反应，包括皮疹、瘙痒和皮肤红斑。此外，有引起视觉障碍、脱发、支气管哮喘和血糖升高的报道。",
      "interactions": "⑴本品可增加四环素类药物在胃肠道的吸收，减少口服青霉素或氯霉素的吸收。   <br>⑵同时服用非甾体抗炎药的患者需降低本品的服用剂量，或降低非甾体抗炎药的服用剂量。<br>⑶本品与利尿药可能存在相互作用，两药同时服用可能需增加利尿药的剂量。<br>⑷如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率10，肝脏代谢，肾脏排泄。",
      "precautions": "⑵严重肝、肾功能不全者慎用。⑺对本品过敏者禁用，过敏体质者慎用。⑷本品有引起血糖或血脂升高的报道，有糖尿病或心血管疾病风险的患者，在药师或医师指导下使用，并建议对血糖或血脂进行监测。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗和预防全身所有部位的骨性关节炎，如膝关节、髋关节、手关节、脊柱、肩关节、踝关节的骨性关节炎，及全身型骨性关节炎。",
      "full_dosage": "成人常用量：口服，一次0.25～0.5g（硫酸氨基葡萄糖），一日3次，最好在进食时服用。持续服用4～12周或根据需要延长。每年可重复治疗2～3个疗程。",
      "full_contraindications": "⑴孕妇和哺乳期妇女禁用。<br>⑵对硫酸氨基葡萄糖、盐酸氨基葡萄糖或本品任何辅料过敏的患者禁用。",
      "full_adverse_reactions": "不良反应有轻度的胃肠不适，如恶心、便秘、腹胀、腹痛和腹泻；轻度的头痛、乏力和困倦，偶见轻度嗜睡；有些患者可能出现过敏反应，包括皮疹、瘙痒和皮肤红斑。此外，有引起视觉障碍、脱发、支气管哮喘和血糖升高的报道。",
      "full_interactions": "⑴本品可增加四环素类药物在胃肠道的吸收，减少口服青霉素或氯霉素的吸收。   <br>⑵同时服用非甾体抗炎药的患者需降低本品的服用剂量，或降低非甾体抗炎药的服用剂量。<br>⑶本品与利尿药可能存在相互作用，两药同时服用可能需增加利尿药的剂量。<br>⑷如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。",
      "full_pharmacokinetics": "⑴药效学：本品为一天然的氨基单糖，他是人体关节软骨基质中合成蛋白聚糖所必需的重要成分。氨基单糖还可刺激软骨细胞产生具有正常多聚体结构的糖蛋白，抑制一些可损害关节软骨的酶（如胶原酶），抑制损害细胞的超氧化物自由基的产生，防止皮质激素及某些非甾体抗炎药对软骨细胞的损害及减少损伤细胞的内毒素因子的释放。通过上述途径，本品具有直接抗炎作用，可缓解骨关节炎的疼痛症状，改善关节功能，并可阻止骨关节炎病程的发展。<br>　　⑵药动学：本品为硫酸氨基葡萄糖和氯化钠的结晶体，为一稳定的化合物，口服后90％被吸收，通过生物屏障迅速弥散到血液，并分布到组织和器官，尤其对关节软骨有亲和性，可弥散到关节软骨基质，达到软骨细胞。本品的血浆蛋白结合率低于10％。口服后4小时血药浓度达峰值，服药后1～8小时，在肝、肾、胃壁、小肠、脑、骨骼、肌肉和关节软骨可测出依次递增的硫酸氨基葡萄糖浓度，24小时后该成分下降。ｔ1/2为18小时。氨基葡萄糖经肝脏代谢为较小的分子，最终成二氧化碳、水和尿素。口服量的10％从尿排出，11％从粪便排出，其余大部分以二氧化碳形式从呼气排出。",
      "full_precautions": "⑴本品宜在进餐时或餐后服用，可减少胃肠道不适，特别是有胃溃疡的患者。<br>⑵严重肝、肾功能不全者慎用。<br>⑶由于缺乏18岁以下儿童及青少年安全性与有效性的数据，故本品不应用于此类人群的治疗。<br>⑷本品有引起血糖或血脂升高的报道，有糖尿病或心血管疾病风险的患者，在药师或医师指导下使用，并建议对血糖或血脂进行监测。<br>⑸观察到哮喘患者开始氨基葡萄糖治疗后会引起哮喘症状恶化（当停止氨基葡萄糖给药后，上述状况消退），因此，初始使用氨基葡萄糖治疗的哮喘患者出现上述症状应及时停药并就医。<br>⑹用药1个疗程后，症状未缓解，请咨询医师或药师。 如有必要延长用药时间，应在医师指导下用药。<br>⑺对本品过敏者禁用，过敏体质者慎用。 <br>⑻本品性状发生改变时禁止使用。 <br>⑼应将本品放在儿童接触不到的地方。 <br>⑽如正在使用其他药品，使用本品前请咨询医师或药师。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2833",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 177,
    "name": "(▲100%)注射用A型肉毒毒素",
    "full_name": "(▲100%)注射用A型肉毒毒素",
    "chemical_name": "(100%)注射用A型肉毒毒素",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "AbbVie Limited",
      "兰州生物技术开发"
    ],
    "specifications": [
      {
        "specification": "50单位/支",
        "manufacturer": "AbbVie Limited",
        "full_manufacturer": "AbbVie Limited(Allergan Pharmaceuticals Ireland)",
        "price": 1088.24,
        "unit": "盒",
        "code": "Y00000013296",
        "approval_number": "国药准字号SJ20171003",
        "insurance_code": "XJ06AAA006B001020178976",
        "location": "毒",
        "outpatient_location": "毒"
      },
      {
        "specification": "100单位/瓶",
        "manufacturer": "兰州生物技术开发",
        "full_manufacturer": "兰州生物技术开发有限公司",
        "price": 660.0,
        "unit": "盒",
        "code": "Y00000014635",
        "approval_number": "国药准字S10970037",
        "insurance_code": "XJ06AAA006B014020105897",
        "location": "毒",
        "outpatient_location": "毒"
      },
      {
        "specification": "100单位/支",
        "manufacturer": "AbbVie Limited",
        "full_manufacturer": "AbbVie Limited(Allergan Pharmaceuticals Ireland)",
        "price": 1850.0,
        "unit": "盒",
        "code": "Y00000012427",
        "approval_number": "国药准字SJ20171005",
        "insurance_code": "XJ06AAA006B001010178976",
        "location": "毒",
        "outpatient_location": "毒"
      }
    ],
    "pinyin": "zhusheyongaxingroududusu",
    "pinyin_initials": "zsyaxrdds",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于尚待进一步临床研究；上肢肢体痉挛；下肢肢体痉挛；斜颈症；原发性腋下多汗症；痉挛；治疗上肢肢体痉挛；治疗下肢肢体痉挛。",
      "dosage": "⑴眼睑痉挛，注射部位：共注射6个点，上下眼睑中内1/3段交界处及中外1/3段交界处，注射点距眼缘2～3mm，共4个注射点，第五个注射点为眦部颞侧眼轮匝肌，注射点距外眦1cm，眉弓中央部为第6个注射点。",
      "contraindications": "过敏性体质及对本品过敏者禁用。",
      "adverse_reactions": "常见：疼痛等。",
      "interactions": "氨基糖苷类抗生素（如庆大霉素等）能加强A型肉毒抗毒素的作用，使用本品期间禁止用上述抗生素。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "有心、肝、肺疾患、活动性结核、血液病患者及孕妇和12岁以下儿童慎用本品。⑶治疗前须向患者及家属交待清楚，BTX-A注射治疗尚属对症措施，对一些复杂的运动功能障碍很难完全恢复正常，避免不切实际地追求完全缓解，盲目地多次追加注射。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于治疗：<br>1.原发性眼睑痉挛、口-下颌肌张力障碍、痉挛性斜颈、痉挛性构音障碍、偏侧面肌痉挛、书写痉挛、扭转痉挛等；  <br>2.某些斜视，特别是急性麻痹性斜视，共同性斜视、内分泌疾病引起的斜视以及无法用手术矫正或手术矫正效果不佳的12岁以上的斜视患者。其他的有关肌张力障碍性疾病的治疗尚待进一步临床研究。<br>3.美国FDA已批准A型肉毒毒素用于治疗上肢肢体痉挛。<br>4.美国FDA已批准A型肉毒毒素用于治疗下肢肢体痉挛。<br>5.美国FDA已批准A型肉毒毒素用于治疗斜颈症。<br>6.美国FDA已批准A型肉毒毒素用于治疗原发性腋下多汗症。<br>7.用于减轻皱纹【美国FDA已批准；中华医学会整形外科学分会微创美容专业学组《A型肉毒毒素在整形外科的临床应用指南》】。<br>8.用于2岁及以上儿童治疗痉挛，包括脑瘫引起的下肢痉挛【美国FDA已批准】。",
      "full_dosage": "⑴眼睑痉挛，注射部位：共注射6个点，上下眼睑中内1/3段交界处及中外1/3段交界处，注射点距眼缘2～3mm，共4个注射点，第五个注射点为眦部颞侧眼轮匝肌，注射点距外眦1cm，眉弓中央部为第6个注射点。没电注射2.5U。   <br>　　⑵口下颌肌张力障碍，注射部位：选择咬肌、颞肌、翼内外肌、二腹肌，每块肌肉分3～5个点注射，严重者可在口腔内上腭部分5点注射，还可注射颏下肌，每点注射6.25U。   <br>　　⑶痉挛性斜视，注射肌肉为胸锁乳突肌、斜方肌、头肌、颈后肌、背阔肌及必要时颈部深层肌肉都应在考虑之列。每次选择两、三块肌肉进行BTX-A治疗，每隔注射点6.2～12.5U，一般一次总剂量为110～220U，不主张超过280U。   <br>　　⑷痉挛性构音障碍，须经耳鼻喉科医生用纤维喉镜，在EMG指导下，选择相应的肌肉注射点，如内收肌型选择甲勺肌、外展肌型选择勺后肌，重者尚需选择环甲肌注射。一般每次注射总量为5～10U。   <br>　　⑸书写痉挛和其他局限性四肢肌张力障碍，书写痉挛最常注射于手和前臂肌肉，因其肌腹薄且肌肉多交叠，要把针置于大块肌肉的终板区注射，需要EMG仪引导。注射剂量为每块肌肉10～200U（Botox），每次总量10～300U。<br>　　⑹用于治疗上肢肢体痉挛；用于治疗下肢肢体痉挛；用于治疗斜颈症。参见FDA说明书<br>　　⑺用于治疗原发性腋下多汗症。每腋下注射50IU。<br>　　⑻用于减轻皱纹。常用的单点注射剂量为1-4U。",
      "full_contraindications": "过敏性体质及对本品过敏者禁用。",
      "full_adverse_reactions": "⑴本品注射治疗的不良反应主要是疼痛、肌肉无力等。  ⑵注射于不同肌肉而产生并发症会有不同。例如：治疗眼睑痉挛、斜视，可出现眼睑下垂、复视等；治疗口-下颌肌张力障碍，可出现吞咽困难、构音障碍、咀嚼无力；治疗痉挛性斜视，可出现颈肌无力、吞咽困难等；治疗痉挛性构音障碍，可出现失声、吞咽困难、饮水呛咳及喘鸣；治疗偏侧面肌痉挛和/或书写痉挛，可出现面肌、手部肌肉短暂无力或瘫痪。此与该毒素向邻近肌肉弥散有关，数周内可自然恢复。",
      "full_interactions": "氨基糖苷类抗生素（如庆大霉素等）能加强A型肉毒抗毒素的作用，使用本品期间禁止用上述抗生素。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴含有发烧。急性传染病者缓用；有心、肝、肺疾患、活动性结核、血液病患者及孕妇和12岁以下儿童慎用本品。  <br>⑵对大于50三棱镜度斜视、固定性斜视、外直肌无力的Duane综合征，手术过矫性斜视、慢性麻痹性斜视、慢性Ⅳ或第Ⅲ对颅神经麻痹、严重的肌肉纤维挛缩者疗效不佳或无效。  <br>⑶治疗前须向患者及家属交待清楚，BTX-A注射治疗尚属对症措施，对一些复杂的运动功能障碍很难完全恢复正常，避免不切实际地追求完全缓解，盲目地多次追加注射。  <br>⑷应正确选择注射肌肉。注射部位及注射剂量时决定疗效的关键。尽可能将药物注射于神经肌肉接头处，即不自主肌肉收缩、肌电发放最明显处。一次足量的BTX-A可以很快减轻或消除肌肉痉挛，纠正姿势异常，而不适当的少量多次则达不到应有的疗效，剂量过大则会使肌肉发生明显无力。  <br>⑸大剂量、频繁注射及患者年轻时产生BTX-A抗体的主要因素，故宜尽可能小剂量注射和尽可能长的注射间期，原则上注射间期不应短于3个月。  <br>⑹应备有肾上腺素，以备发生过敏反应时急救用。患者在注射后应留院短期观察。  <br>⑺本品应于－5～－20℃避光保存和运输。",
      "pharmacodynamics": "Ａ型肉毒毒素（BTX-A）是一种神经肌肉阻滞剂，注入肌肉终板区后，抑制突触前运动神经释放乙酰胆碱，从而导致肌肉无力。双盲试验显示，BTX-A用于治疗多种以不自主肌肉收缩为特征表现的运动障碍心肌病有明显疗效及良好的安全阈。在异常兴奋的肌肉直接注射少量BTX-A，通过化学性去神经作用，消除或缓解异常及过",
      "full_pharmacodynamics": "Ａ型肉毒毒素（BTX-A）是一种神经肌肉阻滞剂，注入肌肉终板区后，抑制突触前运动神经释放乙酰胆碱，从而导致肌肉无力。双盲试验显示，BTX-A用于治疗多种以不自主肌肉收缩为特征表现的运动障碍心肌病有明显疗效及良好的安全阈。在异常兴奋的肌肉直接注射少量BTX-A，通过化学性去神经作用，消除或缓解异常及过度的肌肉收缩，重建主动肌与拮抗肌之间的力量平衡，达到减轻症状、矫正姿势、提高和改善运动能力的目的。70％以上的患者症状明显改善，好转可持续3～6个月。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3523",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 178,
    "name": "(100%)注射用胸腺法新",
    "full_name": "(100%)注射用胸腺法新",
    "chemical_name": "(100%)注射用胸腺法新",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "江苏诺泰澳赛诺生物制药"
    ],
    "specifications": [
      {
        "specification": "1.6mg/瓶",
        "manufacturer": "江苏诺泰澳赛诺生物制药",
        "full_manufacturer": "江苏诺泰澳赛诺生物制药股份有限公司",
        "price": 15.88,
        "unit": "瓶",
        "code": "X00693",
        "approval_number": "国药准字H20193335",
        "insurance_code": "XL03AXX234B001010280539",
        "location": "2D-4",
        "outpatient_location": "2C-3"
      }
    ],
    "pinyin": "zhusheyongxiongxianfaxin",
    "pinyin_initials": "zsyxxfx",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于那些18岁或以上的慢性乙型肝炎患者；可除去血清表面抗原。",
      "dosage": "本品不应做肌内注射或静脉注射。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "参阅胸腺肽。",
      "interactions": "⑴本品可与α干扰素联合使用，可提高免疫应答，与其他免疫药物联合使用时应慎重。<br>⑵本品不得与任何药物混合注射。本品不得与任何药物混合注射。",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅胸腺肽。",
      "precautions": "如患者自行在医院外使用，应注意注射器具的消毒和处理。",
      "source": "湖南药事服务网",
      "full_indications": "⑴慢性乙型肝炎(简称乙肝)。本品是用来治疗那些18岁或以上的慢性乙型肝炎患者，患者的肝病有代偿性，和有乙型肝炎病毒复制（血清HBV-DNA阳性），在那些血清乙肝表面抗原（HBsAg）阳性最少6个月，且有ALT升高的患者所做的研究显示，本品治疗可以产生病毒性缓解（血清HBV-DNA失去）和ALT水平复常，在一些做出应答的患者，本品治疗可除去血清表面抗原。本品与α-干扰素联用时可能比单用本品或单用干扰素增加应答率。  <br>⑵作为免疫损害患者的疫苗增强剂。免疫系统功能受到抑制者，包括接受慢性血液透析和老年病患者，本品增强患者对病毒性疫苗，例如流感疫苗或乙肝疫苗的免疫应答。血液透析患者在接种流感疫苗后，应用本品作为佐剂者有65％患者产生抗流感病毒抗体，滴度水平增加4倍以上，安慰剂组只有24％患者做出此反应。",
      "full_dosage": "本品不应做肌内注射或静脉注射。应使用随带的1.0ml注射用水溶解后马上皮下注射。本品治疗慢性乙肝的推荐剂量是1.6mg皮下注射，一周2次，相隔3～4日。治疗应持续6个月，期间不可中断。如果本品与干扰素联合使用，应参考α-干扰素处方剂量和注意事项。在联合应用的临床试验上，当两药在同一日使用时，本品一般是早上给药而干扰素晚上给药。本品作为病毒性疫苗增强剂使用，推荐剂量是1.6mg皮下注射，一周2次，间隔3～4日。疗程应持续4周，第一针应在接种疫苗后马上给予。",
      "full_contraindications": "对本品成份过敏者禁用；<br>正在接受免疫抑制治疗的患者如器官移植者禁用。",
      "full_adverse_reactions": "参阅胸腺肽。",
      "full_interactions": "⑴本品可与α干扰素联合使用，可提高免疫应答，与其他免疫药物联合使用时应慎重。<br>⑵本品不得与任何药物混合注射。本品不得与任何药物混合注射。",
      "full_pharmacokinetics": "参阅胸腺肽。",
      "full_precautions": "⑴当用来治疗慢性乙肝时，肝功能试验，包括血清ALT、白蛋白和胆红素应在治疗期间作定期评估，治疗完毕后应检测乙肝e抗原(HBeAg)、表面抗原HBsAg、HBV-DNA和ALT酶，亦应在治疗完毕后2、4和6个月检测，因为病人可能在治疗完毕后随访期内出现应答。<br>⑵本品应在医师指导下应用。如患者自行在医院外使用，应注意注射器具的消毒和处理。<br>⑶基础研究显示本品对动物胚胎没有影响，但尚不明确本品是否会对孕妇胚胎产生影响，以及是否经由乳汁排泄，故此部分患者用药应慎重，须遵医嘱。<br>⑷对18岁以下患者，本品的安全性和有效性尚未确定，故不推荐使用。<br>⑸在老年患者所作临床试验提示本品是安全的，不需减量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3626",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 179,
    "name": "0.9%氯化钠注射液(玻)",
    "full_name": "(甲)0.9%氯化钠注射液(玻)[国基]",
    "chemical_name": "0.9%氯化钠注射液(玻)",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海百特医疗用品",
      "上海长征富民金山制药",
      "中国大冢制药",
      "四川科伦药业",
      "浙江天瑞药业"
    ],
    "specifications": [
      {
        "specification": "500ml/瓶",
        "manufacturer": "上海长征富民金山制药",
        "full_manufacturer": "上海长征富民金山制药有限公司(委托生产企业：安徽双鹤药业有限责任公司,河南双鹤华利药业有限公司)",
        "price": 5.48,
        "unit": "瓶",
        "code": "Y00000012322",
        "approval_number": "国药准字H31021918",
        "insurance_code": "XB05XAL211B002030100687",
        "location": "1",
        "outpatient_location": "1"
      },
      {
        "specification": "500ml/袋",
        "manufacturer": "浙江天瑞药业",
        "full_manufacturer": "浙江天瑞药业有限公司",
        "price": 4.17,
        "unit": "袋",
        "code": "Y00000012419",
        "approval_number": "国药准字H33022240",
        "insurance_code": "XB05XAL211B002040204718",
        "location": "1",
        "outpatient_location": "1"
      },
      {
        "specification": "100ml/袋",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 2.56,
        "unit": "袋",
        "code": "X00634",
        "approval_number": "国药准字H51021156",
        "insurance_code": "XB05XAL211B002020802180",
        "location": "1",
        "outpatient_location": "1"
      },
      {
        "specification": "250ml/袋",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 2.9,
        "unit": "袋",
        "code": "X00635",
        "approval_number": "国药准字H51021157",
        "insurance_code": "XB05XAL211B002070302180",
        "location": "1",
        "outpatient_location": "1"
      },
      {
        "specification": "10ml/支",
        "manufacturer": "中国大冢制药",
        "full_manufacturer": "中国大冢制药有限公司",
        "price": 1.12,
        "unit": "瓶",
        "code": "X00155",
        "approval_number": "国药准字H20043271",
        "insurance_code": "XB05XAL211B002020100967",
        "location": "3",
        "outpatient_location": "Q-5"
      },
      {
        "specification": "100ml/袋",
        "manufacturer": "上海百特医疗用品",
        "full_manufacturer": "上海百特医疗用品有限公司",
        "price": 1.0,
        "unit": "袋",
        "code": "X00001",
        "approval_number": "国药准字H19994067",
        "insurance_code": "XB05XAL211B002020100628",
        "outpatient_location": "1"
      },
      {
        "specification": "250ml/袋",
        "manufacturer": "上海百特医疗用品",
        "full_manufacturer": "上海百特医疗用品有限公司",
        "price": 5.13,
        "unit": "袋",
        "code": "X00002",
        "approval_number": "国药准字H19994066",
        "insurance_code": "XB05XAL211B002030100628"
      }
    ],
    "pinyin": "0.9%lvhuana",
    "pinyin_initials": "0.9%lhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于营养不良、厌食、脚气病、糙皮病及因缺乏维生素B族所致的各种疾病作为辅助治疗。",
      "dosage": "⑴片剂：成人儿童一次1～2片，一日3次。 ⑵ ⑶注射剂：每次肌内注射2ml，一日1次，亦可视病情需要给予。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "大剂量服用可出现烦躁、疲倦、食欲减退等。偶见皮肤潮红、瘙痒。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "肾脏排泄。",
      "precautions": "日常补充和预防时，宜用最低量。 用药交代 用药期间小便颜色变黄色是由药物代谢的产物所引起，若没有伴随疼痛等不适，属于正常现象，不必担心。 给药说明 每片含维生素Ｂ13mg，维生素Ｂ21.5mg、维生素Ｂ60.2mg、烟酰胺10mg，泛酸钙1mg。",
      "source": "湖南药事服务网",
      "full_indications": "用于营养不良、厌食、脚气病、糙皮病及因缺乏维生素B族所致的各种疾病作为辅助治疗。",
      "full_dosage": "⑴片剂：成人口服一次1～3片，一日3次。儿童一次1～2片，一日3次。 ⑵口服溶液：口服一次2.5～5ml，一日3次。 ⑶注射剂：每次肌内注射2ml，一日1次，亦可视病情需要给予。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "大剂量服用可出现烦躁、疲倦、食欲减退等。偶见皮肤潮红、瘙痒。",
      "full_interactions": "",
      "full_pharmacokinetics": "由肾脏排泄",
      "full_precautions": "日常补充和预防时，宜用最低量。 用药交代 用药期间小便颜色变黄色是由药物代谢的产物所引起，若没有伴随疼痛等不适，属于正常现象，不必担心。 给药说明 每片含维生素Ｂ13mg，维生素Ｂ21.5mg、维生素Ｂ60.2mg、烟酰胺10mg，泛酸钙1mg。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3189",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 180,
    "name": "盐酸左西替利嗪口服溶液",
    "full_name": "(甲)盐酸左西替利嗪口服溶液",
    "chemical_name": "盐酸左西替利嗪口服溶液",
    "dosage_form": "口服溶液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "重庆华邦制药"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "重庆华邦制药",
        "full_manufacturer": "重庆华邦制药有限公司",
        "price": 27.8,
        "unit": "盒",
        "code": "X00791",
        "approval_number": "国药准字H20061289",
        "insurance_code": "XR06AEZ066X001010201003",
        "outpatient_location": "C-5"
      }
    ],
    "pinyin": "yansuanzuoxitiliqin",
    "pinyin_initials": "yszxtlq",
    "dosage_form_pinyin": "koufurongye",
    "dosage_form_initials": "kfry",
    "manual": {
      "indications": "1.季节性过敏性鼻炎、常年性过敏性鼻炎；2.过敏性结膜炎；3.慢性特发性荨麻疹。",
      "dosage": "成人：，一次5mg；儿童：根据症状轻重可一次2.5mg",
      "contraindications": "对本品或西替利嗪、羟嗪过敏者禁用。",
      "adverse_reactions": "一般为轻至中度的嗜睡、疲劳、虚弱、头痛、口干等。少见乏力。罕见过敏反应、呼吸困难、恶心、血管性水肿、瘙痒、荨麻疹、皮疹和体重增加。本品服药过量症状为嗜睡，切无特效的解毒药。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率96.1。",
      "precautions": "⑴肾功能不全者慎用。⑵驾驶或操作机械的患者慎用。⑸老年患者在服用本品时需监测肾功能，并根据肌酐清除率调整剂量。",
      "source": "湖南药事服务网",
      "full_indications": "1.季节性过敏性鼻炎、常年性过敏性鼻炎；2.过敏性结膜炎；3.慢性特发性荨麻疹。",
      "full_dosage": "口服：<br>　　①成人，一次5mg，一日1次。②12岁以上或体重在30kg以上儿童的用法用量与成人相同。<br>　　③6～12岁儿童根据症状轻重可一次2.5mg或5mg，一日1次。<br>　　④肾功能损害患者，肌酐清除率≥50ml/min时，无需调整剂量；肌酐清除率为30～49ml/min时，减量至每两天5mg；肌酐清除率＜30ml/min时，减量至每3天5mg。肾功能不全终末期需进行透析的患者减量至每3～4天5mg，透析后无需补充剂量。<br>　　⑤仅有肝功能损害者无需调整剂量，肝功能损害伴肾功能损害者剂量调整同肾功能损害患者。",
      "full_contraindications": "对本品或西替利嗪、羟嗪过敏者禁用。",
      "full_adverse_reactions": "一般为轻至中度的嗜睡、疲劳、虚弱、头痛、口干等。少见乏力。罕见过敏反应、呼吸困难、恶心、血管性水肿、瘙痒、荨麻疹、皮疹和体重增加。本品服药过量症状为嗜睡，切无特效的解毒药。",
      "full_interactions": "未曾见报道。",
      "full_pharmacokinetics": "⑴药效学：本品是西替利嗪的R-对映体，也是西替利嗪的活性成分。对H1受体具有高度选择性，可竞争性拮抗H1受体。<br>　　⑵药动学：本品口服吸收迅速，单次口服5mg本品后约0.75小时血药浓度达峰值，峰值为0.27μg/ml，服药后1小时血浆蛋白结合率为96.1％。本品在吸收和消除过程中不发生手性转换。",
      "full_precautions": "⑴肾功能不全者慎用。  <br>⑵驾驶或操作机械的患者慎用。  <br>⑶孕妇及哺乳期妇女应避免使用本品。  <br>⑷适用西替利嗪的儿童也使用本品。  <br>⑸老年患者在服用本品时需监测肾功能，并根据肌酐清除率调整剂量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2671",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 181,
    "name": "来氟米特片",
    "full_name": "(甲)来氟米特片[国基]",
    "chemical_name": "来氟米特片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "力品药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "力品药业",
        "full_manufacturer": "力品药业（厦门）股份有限公司",
        "price": 20.0,
        "unit": "盒",
        "code": "X00794",
        "approval_number": "国药准字H20223488",
        "insurance_code": "XL04AAL019A001010104859"
      }
    ],
    "pinyin": "laifumite",
    "pinyin_initials": "lfmt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于IgA肾病；过敏性紫癜性肾炎；狼疮性肾炎；难治性肾病综合征；原发性小血管肾损害；韦格纳肉芽肿和银屑病关节炎；成人类风湿关节炎；IgA肾病的治疗。",
      "dosage": "成人：常用量：口服 ①类风湿性关节炎、系统性红斑狼疮及银屑病关节炎：由于来氟米特半衰期较长，建议间隔24小；儿童：治疗的剂量供参考，最初3天给予负荷剂量，一般一日30mg",
      "contraindications": "症 ⑴孕妇及尚未采取可靠避孕措施的育龄妇女及哺乳期妇女。 ⑵对本品及其代谢物过敏者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、发热、过敏等。",
      "interactions": "⑴考来烯胺、活性炭可抑制本品在肠道的吸收，降低其血药浓度。 ⑵国外报道，本品与氨蝶呤联合应用治疗ＲＡ，疗效明显高于单用氨蝶呤，但",
      "pregnancy_category": "X\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴少数患者服用本品可出现一过性丙氨酸氨基转移酶（ALT）升高。ALT升高在正常值的2倍以内可继续服药；ALT升高在正常值的2～3倍，减半量服药，继续观察；ALT升高超过正常值的3倍停药观察。转氨酶恢复正常后可继续用药，同时加用保肝治疗及随访，多数患者肝酶不会再次升高。基于以上情况，接受本品治疗的患者，在用药前及用药期间前3个月每2～4周检查一次肝功能，如无",
      "source": "湖南药事服务网",
      "full_indications": "⑴CDE适应症。适用于成人类风湿关节炎，有改善病情作用。以及狼疮性肾炎。 ⑵超说明书适应症：①用于IgA肾病的治疗；②用于过敏性紫癜性肾炎的治疗；③用于狼疮性肾炎的治疗；④用于难治性肾病综合征的治疗；⑤用于原发性小血管肾损害的治疗。 ⑶用于成人斯蒂尔病【美国FDA未批准；中华医学会风湿病学分会《成人斯蒂尔病诊治指南》】。 ⑷其他：国外小样本报道来氟米特治疗韦格纳肉芽肿和银屑病关节炎。",
      "full_dosage": "⑴成人常用量：口服 ①类风湿性关节炎、系统性红斑狼疮及银屑病关节炎：由于来氟米特半衰期较长，建议间隔24小时给药，根据临床试验资料及Ⅰ期临床试验结果，建议开始治疗的最初3天给予负荷剂量一日50mg，之后根据病情控制情况给予维持剂量一日10~20mg，一次性口服：②韦格纳肉芽肿病：一日20～40mg，分1～2次服。③器官移植：负荷量一日200mg，维持剂量一日40～60mg。 ⑵小儿常用量：年龄小于18岁的患者，不建议使用本品。本品国内尚无儿童应用的临床资料。国外儿童治疗的剂量供参考，最初3天给予负荷剂量，一般一日30mg（或者一日1mg/kg），病情控制后改为一日0.3mg/kg维持。",
      "full_contraindications": "症 ⑴孕妇及尚未采取可靠避孕措施的育龄妇女及哺乳期妇女。 ⑵对本品及其代谢物过敏者。",
      "full_adverse_reactions": "治疗剂量下不良反应轻微，且少见严重的不良反应。但不良反应随剂量的增加而增加。本品的活性代谢产物（A771726）的血浆水平低于0.02μg/ml时其危险性极小；在器官移植的患者，A771726的血药浓度在60～70μg/ml时，大部分患者耐受性良好，因此可以此水平作为安全和有效的血药浓度，再根据患者的病情和耐受性调整剂量。⑴本品在国内RA患者观察到的不良反应发生率、重度不良反应发生率和因不良反应的撤药率分别为16.8％、0.7％和0.3％。 ⑵胃肠道反应较常见，发生率为5.2％，表现为恶心、呕吐、厌食及腹泻。 ⑶一过性酶增高和白细胞下降，可逆性脱发。 ⑷国外报道，再用本品治疗的76000多例患者中，发生可能与药物有关的全血细胞减少16例和严重的皮疹9例，无死亡病例。 肝损伤 ⑴肝毒性： 15%的患者出现血清酶含量暂时性升高，升高幅度达正常上限值(ULN)的1至3倍。仅有1%至4%的患者血清酶含量升高幅度超过正常上限值(ULN)的3倍以上。通常无症状或有轻微不适，极少情况下来氟米特会导致临床症状明显的肝损伤，通常出现在服用后的1至6个月内（常伴有腹泻）。血清酶含量升高表现为胆汁淤积性和肝细胞性。通常还会伴有皮疹和发热现象，但不严重。出现自身免疫反应相关的表现通常与风湿病潜在病因有关，而非来氟米特或肝损伤。停药后一周内，损伤可开始恢复。但是，某些病例会出现急性肝功能衰竭。⑵损伤机制： 来氟米特导致肝损伤的原因可能是有毒中间物。来氟米特主要由肝代谢，是CYP 2C9的强效抑制剂。来氟米特的肝毒性与细胞色素等位基因变体 CYP 2C9*2和*3有关，二者均与基质的受损代谢有关。⑶肝损星级：★★★ 禁忌症 ⑴孕妇及尚未采取可靠避孕措施的育龄妇女及哺乳期妇女。 ⑵对本品及其代谢物过敏者。",
      "full_interactions": "⑴考来烯胺、活性炭可抑制本品在肠道的吸收，降低其血药浓度。 ⑵国外报道，本品与氨蝶呤联合应用治疗ＲＡ，疗效明显高于单用氨蝶呤，但",
      "full_pregnancy_category": "X\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴少数患者服用本品可出现一过性丙氨酸氨基转移酶（ALT）升高。ALT升高在正常值的2倍以内可继续服药；ALT升高在正常值的2～3倍，减半量服药，继续观察；ALT升高超过正常值的3倍应停药观察。转氨酶恢复正常后可继续用药，同时加用保肝治疗及随访，多数患者肝酶不会再次升高。基于以上情况，接受本品治疗的患者，在用药前及用药期间前3个月应每2～4周检查一次肝功能，如无"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7965",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 182,
    "name": "恩扎卢胺软胶囊",
    "full_name": "(乙10%)恩扎卢胺软胶囊",
    "chemical_name": "恩扎卢胺软胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "Astellas Pharma Europe B.V."
    ],
    "specifications": [
      {
        "specification": "40mg/粒",
        "manufacturer": "Astellas Pharma Europe B.V.",
        "full_manufacturer": "Astellas Pharma Europe B.V.（Catalent Pharma Solutions, LLC）",
        "price": 7795.2,
        "unit": "盒",
        "code": "X00795",
        "approval_number": "国药准字HJ20200043",
        "insurance_code": "XL02BBE088E002010279406"
      }
    ],
    "pinyin": "enzhaluanruan",
    "pinyin_initials": "ezlar",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于化疗后转移性去势抵抗性前列腺癌(CRPC)患者；用于化疗前转移性CRPC患者。",
      "dosage": "⑴口服：一次160mg，一日1次。",
      "contraindications": "对本品过敏；儿童禁用。",
      "adverse_reactions": "常见：(≥5％)是虚弱/疲劳，背痛，腹泻，关节痛，潮热，外周血水肿，肌肉骨骼痛，头痛，上呼吸道感染，肌肉无力，眩晕，失眠，下呼吸道感染，脊髓压迫症和马尾神经综合征，血尿，感觉异常，焦虑，和高血压",
      "interactions": "⑴避免与强CYP2C8抑制剂同用，因为这样可增加血浆恩扎卢胺的暴露量。如果必须一起服用，应减少恩扎卢胺剂量。<br>⑵避免与强CYP3A4诱导剂同用，因为这样可减少血浆enzalutamide的暴露量。如果必须一起服用，应增加enzalutamide剂量。<br>⑶避免与治疗指数狭窄的CYP3A4，CYP2C9，CYP2C19底物同服，因为恩扎卢胺可减少这些药物的血浆暴露量。如果同时使用恩扎卢胺和华法林（CYP2C9底物），则须增加监测INR。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴在使用恩扎卢胺的患者中有0.5%的患者发生癫痫发作。在有癫痫发作诱因或易感因素的患者中，癫痫发作的比率为2.2%。若在使用恩扎卢胺治疗期间发生癫痫，应永久停止使用该药。\n⑵发生脑后部可逆性白质病变综合征时，应停用恩扎卢胺。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗化疗后转移性去势抵抗性前列腺癌(CRPC)患者；用于治疗化疗前转移性CRPC患者。",
      "full_dosage": "⑴口服：一次160mg，一日1次。吞服整个胶囊，可与食物一起或空腹服用。<br>⑵剂量调整：<br>①如果患者出现≥3级的毒性反应或不能耐受的副作用，停药1周或直至症状缓解达到≤2级反应，然后可以继续按原剂量服用或减量（120mg或80mg）服用，如有必要。<br>②尽量避免与强CYP2A4诱导剂同时服用。如果必须同时使用，则增加恩扎卢胺的剂量至240mg/天。如果停用了强CYP2A4诱导剂，则将恩扎卢胺的剂量调至开始使用强CYP2A4诱导剂之前的剂量。<br>③尽量避免与强CYP2C8抑制剂同时服用。如果必须同时使用，则减少恩扎卢胺的剂量至80mg/天。如果停用了强CYP2C8抑制剂，则将恩扎卢胺的剂量调至开始使用强CYP2C8抑制剂之前的剂量。",
      "full_contraindications": "⑴妇女、儿童禁用。  <br>⑵对本品过敏者禁用。",
      "full_adverse_reactions": "最常见不良反应(≥5％)是虚弱/疲劳，背痛，腹泻，关节痛，潮热，外周血水肿，肌肉骨骼痛，头痛，上呼吸道感染，肌肉无力，眩晕，失眠，下呼吸道感染，脊髓压迫症和马尾神经综合征，血尿，感觉异常，焦虑，和高血压。",
      "full_interactions": "⑴避免与强CYP2C8抑制剂同用，因为这样可增加血浆恩扎卢胺的暴露量。如果必须一起服用，应减少恩扎卢胺剂量。<br>⑵避免与强CYP3A4诱导剂同用，因为这样可减少血浆enzalutamide的暴露量。如果必须一起服用，应增加enzalutamide剂量。<br>⑶避免与治疗指数狭窄的CYP3A4，CYP2C9，CYP2C19底物同服，因为恩扎卢胺可减少这些药物的血浆暴露量。如果同时使用恩扎卢胺和华法林（CYP2C9底物），则须增加监测INR。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴在使用恩扎卢胺的患者中有0.5%的患者发生癫痫发作。在有癫痫发作诱因或易感因素的患者中，癫痫发作的比率为2.2%。若在使用恩扎卢胺治疗期间发生癫痫，应永久停止使用该药。<br>⑵发生脑后部可逆性白质病变综合征时，应停用恩扎卢胺。",
      "pharmacodynamics": "恩杂鲁胺为第二代雄激素受体（AR）拮抗药，恩杂鲁胺有几个优势：没有对野生型雄激素受体的激动剂活性、不升高雄激素受体共激活因子的水平，并抑制雄激素受体结合至DNA。相比比卡鲁胺，恩杂鲁胺与雄激素受体的亲和力高５～８倍。",
      "full_pharmacodynamics": "恩杂鲁胺为第二代雄激素受体（AR）拮抗药，恩杂鲁胺有几个优势：没有对野生型雄激素受体的激动剂活性、不升高雄激素受体共激活因子的水平，并抑制雄激素受体结合至DNA。相比比卡鲁胺，恩杂鲁胺与雄激素受体的亲和力高５～８倍。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2572",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 183,
    "name": "锝亚甲基二膦酸盐注射液",
    "full_name": "(自)锝[99Tc]亚甲基二膦酸盐注射液",
    "chemical_name": "锝[99Tc]亚甲基二膦酸盐注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "成都云克药业"
    ],
    "specifications": [
      {
        "specification": "5mg/盒",
        "manufacturer": "成都云克药业",
        "full_manufacturer": "成都云克药业有限责任公司",
        "price": 60.0,
        "unit": "盒",
        "code": "X00799",
        "approval_number": "国药准字H20000218",
        "insurance_code": "XV09BAD253B002010202077",
        "location": "L-4"
      }
    ],
    "pinyin": "deyajiajierlinsuanyan",
    "pinyin_initials": "dyjjelsy",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.用于高血压，可单独应用或与其他降压药物合用； 2.用于心绞痛，可单独应用或与强心药、利尿药合用； 3.治疗高血压急症（注射剂）。 4.用于1型糖尿病且有视网膜病变的糖尿病肾病（24小时尿蛋白>500mg）【美国FDA已批准】。",
      "dosage": "⑴口服：①成人常用量。",
      "contraindications": "症 ⑴对本品或其他血管紧张素转换酶抑制剂过敏者。 ⑵孤立肾、移植肾、双侧肾动脉狭窄而肾功能减退者。 ⑶妊娠、哺乳期妇女。",
      "adverse_reactions": "常见：皮疹、头痛、发热、瘙痒、过敏等。",
      "interactions": "本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。 用药交代 ⑴因为胃中食物可使卡托普利吸收减少30%~40%，建议在餐前1小时服用。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴卡托普利注射液：一次25mg稀释于10%葡萄糖注射液20ml作静脉注射液；或一次50mg稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑵注射用卡托普利：每瓶药物用适量灭菌注射用水溶解，一次25mg药物溶解液用10%葡萄糖注射液20ml稀释作静脉注射液，一次50mg药物溶解液稀释于10%葡萄糖",
      "pregnancy_category": "C",
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑹下列情况慎用本品：①自身免疫性疾病如严重系统性红斑狼疮，此时白细胞或粒细胞减少的机会增多；⑼用本品治疗心力衰竭，无液体潴留，并使血醛固酮水平降低，为其优点，但须注意降压反应。药物相互作用 本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于治疗高血压，可单独应用或与其他降压药物合用； 2.用于治疗心绞痛，可单独应用或与强心药、利尿药合用； 3.治疗高血压急症（注射剂）。 4.用于1型糖尿病且有视网膜病变的糖尿病肾病（24小时尿蛋白>500mg）【美国FDA已批准】。",
      "full_dosage": "⑴口服：①成人常用量。治疗高血压，初始剂量一次12.5mg，一日2～3次，按需要1～2周后增至50mg，一日2～3次；疗效不满意时可加用利尿药。治疗心力衰竭，初始剂量一次12.5mg，一日2～3次，根据耐受情况逐渐递增至一次50mg，一日2～3次；若需进一步加量，宜观察疗效2周后再考虑。如果近期大量服用利尿药者初始剂量减半。②小儿常用量：治疗高血压与心力衰竭，均开始用口服按体重0.3mg/kg，一日3次，必要时每隔8～24小时增加0.3mg/kg，求得最低有效量。 ⑵静脉注射：需个体化给药，常用量一次25mg，溶于10％葡萄糖注射液20ml，缓慢静脉注射10分钟，随后用50mg溶于10％葡萄糖注射液500ml，静脉滴注1小时。 ⑶于1型糖尿病且有视网膜病变的糖尿病肾病：饭前1小时口服，一次25mg，一日3次。 剂型与规格 片剂 12.5mg基药 25mg基药 XC09A甲0422 0% 哪儿有 胶囊剂 25mg XC09A甲0422 0% 哪儿有 滴丸 6.25mg 暂无 注射液 25mg 1ml 50mg 2ml 暂无 粉针剂 12.5mg 25mg 50mg 暂无",
      "full_contraindications": "症 ⑴对本品或其他血管紧张素转换酶抑制剂过敏者。 ⑵孤立肾、移植肾、双侧肾动脉狭窄而肾功能减退者。 ⑶妊娠、哺乳期妇女。",
      "full_adverse_reactions": "⑴较常见的有：①皮疹，可能伴有瘙痒和发热，常发生于治疗4周内，呈斑丘疹或荨麻疹，减药或停药、或给抗组胺药后消失，7％～10％伴嗜酸性粒细胞增多，或抗核抗体阳性；②心悸、心动过速、胸痛；③咳嗽；④味觉迟钝。 ⑵较少见的有：①蛋白尿（指尿中蛋白每天＞1g），常发生于治疗开始8个月内，其中1/4呈肾病综合征，但蛋白尿在6个月内逐渐减少，疗程不受影响；②眩晕、头痛、昏厥。由低血压引起，尤其在缺钠或血容量不足者；③血管性水肿，见于面部及手脚；④心率快而不齐。 ⑶少见的有：白细胞与粒细胞减少，有发热、寒战，白细胞减少与剂量相关，治疗开始后3～12周出现，以10～30天最显著，停药后持续2周。逾量可致低血压，应立即停药，并扩容以纠正，在成人还可用血液透析清除。 肝损伤 ⑴肝毒性： 对照试验表明，卡托普利与其他血管紧张素转换酶抑制剂相同，会造成血清转氨酶升高(<2%)，但在对照试验中其发生概率不高于安慰剂治疗。酶水平升高是暂时性的，很少情况下需调整用药剂量。虽然罕见，但已有数十例卡托普利治疗引起临床症状明显的急性肝损伤病例。发病期为开始治疗后2到12周不等，血清酶含量升高的主要症状是胆汁淤积。在一些病例中，胆汁淤积期延长且不断复发，同时血清碱性磷酸酯含量持续升高，表明患者存在胆管消失综合症。免疫超敏临床症状（皮疹、发热和嗜酸性粒细胞增多症）并不常见，多数患者体内不会合成自身抗体。卡托普利引起肝细胞损伤和长潜伏期（一年或以上）的病例极少，是极为罕见的药物性肝损伤。⑵损伤机制： 卡托普利导致血清转氨酶轻微升高的原因还有待查明。卡托普利可导致临床症状明显的急性肝损伤，这可能是一种代谢物异质反应。卡托普利在肝脏中水解成活性代谢物卡托普利拉后无进一步代谢。⑶肝损星级：★★ 禁忌症 ⑴对本品或其他血管紧张素转换酶抑制剂过敏者。 ⑵孤立肾、移植肾、双侧肾动脉狭窄而肾功能减退者。 ⑶妊娠、哺乳期妇女。",
      "full_interactions": "本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。 用药交代 ⑴因为胃中食物可使卡托普利吸收减少30%~40%，建议在餐前1小时服用。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴卡托普利注射液：一次25mg稀释于10%葡萄糖注射液20ml作静脉注射液；或一次50mg稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑵注射用卡托普利：每瓶药物用适量灭菌注射用水溶解，一次25mg药物溶解液用10%葡萄糖注射液20ml稀释作静脉注射液，一次50mg药物溶解液稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑶新鲜调配为无色或微黄的澄明液体。卡托普利注射液pH为3.5～5.5。 给药说明 ⑴开始用本品前建议停用其他降压药1周。 ⑵对恶性或重度高血压，在停用其他药物后立即给本品最小剂量，在密切观察下每24小时递增剂量，直到疗效充分或达到最大剂量。 ⑶肾功能差者应采用小剂量或减少给药次数，缓慢递增；若须同时用利尿药，建议用呋塞米而不用噻嗪类，血尿素氮和肌酐增高时，将本品减量或同时停用利尿药。 ⑷用本品时蛋白尿若逐渐增多，暂停用本品或减少用量。 ⑸最好在餐前1小时服用本品。 用法与用量 ⑴口服：①成人常用量。治疗高血压，初始剂量一次12.5mg，一日2～3次，按需要1～2周后增至50mg，一日2～3次；疗效不满意时可加用利尿药。治疗心力衰竭，初始剂量一次12.5mg，一日2～3次，根据耐受情况逐渐递增至一次50mg，一日2～3次；若需进一步加量，宜观察疗效2周后再考虑。如果近期大量服用利尿药者初始剂量减半。②小儿常用量：治疗高血压与心力衰竭，均开始用口服按体重0.3mg/kg，一日3次，必要时每隔8～24小时增加0.3mg/kg，求得最低有效量。 ⑵静脉注射：需个体化给药，常用量一次25mg，溶于10％葡萄糖注射液20ml，缓慢静脉注射10分钟，随后用50mg溶于10％葡萄糖注射液500ml，静脉滴注1小时。 ⑶于1型糖尿病且有视网膜病变的糖尿病肾病：饭前1小时口服，一次25mg，一日3次。 剂型与规格 片剂 12.5mg基药 25mg基药 XC09A甲0422 0% 哪儿有 胶囊剂 25mg XC09A甲0422 0% 哪儿有 滴丸 6.25mg 暂无 注射液 25mg 1ml 50mg 2ml 暂无 粉针剂 12.5mg 25mg 50mg 暂无",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴本品能通过胎盘。在人体研究尚不充分，但在家兔或大鼠中有致死胎者，故孕妇应用必须权衡利弊。 ⑵本品可排入乳汁，其浓度约为母体血药浓度的1％，故哺乳妇女应用必须权衡利弊。 ⑶曾有报道本品在婴儿可引起血压过度与持久降低伴少尿与抽搐，故应用本品仅限于其他降压治疗无效者。 ⑷老年人对降压作用较敏感，应用本品须酌减剂量。 ⑸对诊断的干扰：用本品时可有①血尿素氮、肌酐浓度增高，常为暂时性，在有肾病或长期严重高血压而血压迅速下降后易出现；②偶有血清肝脏酶增高；③血钾轻度增高，尤其有肾功能障碍者；④血钠减低。 ⑹下列情况慎用本品：①自身免疫性疾病如严重系统性红斑狼疮，此时白细胞或粒细胞减少的机会增多；②骨髓抑制；③脑动脉或冠状动脉供血不足，可因血压降低而缺血加剧；④血钾过高；⑤肾功能障碍而致血钾高，白细胞及粒细胞减少，并使本品潴留；⑥主动脉瓣狭窄，此时可能使冠状动脉灌注减少；⑦严格饮食限制钠盐或进行透析治疗者，此时首剂应用本品可能发生突然而严重的低血压。 ⑺在手术或麻醉时用本品发生低血压，可用扩容纠正。 ⑻用本品时若白细胞计数过低，暂停用本品可以恢复。 ⑼用本品治疗心力衰竭，无液体潴留，并使血醛固酮水平降低，为其优点，但须注意降压反应。 ⑽用本品时出现血管神经性水肿，应停用本品，迅速皮下注射0.1％肾上腺素0.3～0.5ml。 ⑾用本品期间随访检查：①白细胞计数及分类计数，最初3隔夜内没2周一次，此后定期检查，有感染迹象时随即检查；②尿蛋白检查，每月1次。 药物相互作用 本品与保钾利尿药合用时，可能增高高钾血症，应注意检查血钾。 用药交代 ⑴因为胃中食物可使卡托普利吸收减少30%~40%，建议在餐前1小时服用。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴卡托普利注射液：一次25mg稀释于10%葡萄糖注射液20ml作静脉注射液；或一次50mg稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑵注射用卡托普利：每瓶药物用适量灭菌注射用水溶解，一次25mg药物溶解液用10%葡萄糖注射液20ml稀释作静脉注射液，一次50mg药物溶解液稀释于10%葡萄糖注射液500ml作静脉滴注液。 ⑶新鲜调配为无色或微黄的澄明液体。卡托普利注射液pH为3.5～5.5。 给药说明 ⑴开始用本品前建议停用其他降压药1周。 ⑵对恶性或重度高血压，在停用其他药物后立即给本品最小剂量，在密切观察下每24小时递增剂量，直到疗效充分或达到最大剂量。 ⑶肾功能差者应采用小剂量或减少给药次数，缓慢递增；若须同时用利尿药，建议用呋塞米而不用噻嗪类，血尿素氮和肌酐增高时，将本品减量或同时停用利尿药。 ⑷用本品时蛋白尿若逐渐增多，暂停用本品或减少用量。 ⑸最好在餐前1小时服用本品。 用法与用量 ⑴口服：①成人常用量。治疗高血压，初始剂量一次12.5mg，一日2～3次，按需要1～2周后增至50mg，一日2～3次；疗效不满意时可加用利尿药。治疗心力衰竭，初始剂量一次12.5mg，一日2～3次，根据耐受情况逐渐递增至一次50mg，一日2～3次；若需进一步加量，宜观察疗效2周后再考虑。如果近期大量服用利尿药者初始剂量减半。②小儿常用量：治疗高血压与心力衰竭，均开始用口服按体重0.3mg/kg，一日3次，必要时每隔8～24小时增加0.3mg/kg，求得最低有效量。 ⑵静脉注射：需个体化给药，常用量一次25mg，溶于10％葡萄糖注射液20ml，缓慢静脉注射10分钟，随后用50mg溶于10％葡萄糖注射液500ml，静脉滴注1小时。 ⑶于1型糖尿病且有视网膜病变的糖尿病肾病：饭前1小时口服，一次25mg，一日3次。 剂型与规格 片剂 12.5mg基药 25mg基药 XC09A甲0422 0% 哪儿有 胶囊剂 25mg XC09A甲0422 0% 哪儿有 滴丸 6.25mg 暂无 注射液 25mg 1ml 50mg 2ml 暂无 粉针剂 12.5mg 25mg 50mg 暂无",
      "full_pregnancy_category": "C",
      "pharmacodynamics": "⑴药效学：①降压：本品为竞争性血管紧张素转换酶抑制剂，使血管紧张素Ⅰ不能转化为血管紧张素Ⅱ，结果血浆肾素活性增高，醛固酮分泌减少，血管阻力减低。本品还抑制缓激肽的降解；也可直接作用于周围血管而降低阻力，心排血量不变或增多，肾小球滤过率不变。卧位与立位降压作用无差别。②减低心脏负荷，心力衰竭时本品可扩",
      "full_pharmacodynamics": "⑴药效学：①降压：本品为竞争性血管紧张素转换酶抑制剂，使血管紧张素Ⅰ不能转化为血管紧张素Ⅱ，结果血浆肾素活性增高，醛固酮分泌减少，血管阻力减低。本品还抑制缓激肽的降解；也可直接作用于周围血管而降低阻力，心排血量不变或增多，肾小球滤过率不变。卧位与立位降压作用无差别。②减低心脏负荷，心力衰竭时本品可扩张动脉与静脉，降低周围血管阻力或后负荷，减低肺毛细血管嵌压或前负荷，也降低肺血管阻力，因而改善心排血量，运动耐量时间延长。 ⑵药动学：口服本品吸收迅速，吸收率在75％以上，但胃肠道内有食物存在可使本品的吸收减少30％～40％，故宜在餐前1小时服药，血循环中本品的25％～30％与蛋白结合。用于降压，口服后15分钟开始起效，1～1.5小时达高峰，持续6～12小时，其时间长短与剂量相关。降压作用为进行性，约数周达最大治疗作用。ｔ1/2β小于3小时，肾功能衰竭时延长。在肝内代谢为二硫化物等。经肾排泄，约40％～50％以原形排出，其余为代谢物，可在血液透析时被清除，本品不能通过血脑屏障。 注射本品15分钟起效，1～2小时作用达高峰，持续4～6小时。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3364",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 184,
    "name": "司美格鲁肽注射液",
    "full_name": "(自)司美格鲁肽注射液",
    "chemical_name": "司美格鲁肽注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Novo Nordisk A/S制药有限公司)"
    ],
    "specifications": [
      {
        "specification": "3.2mg/支",
        "manufacturer": "Novo Nordisk A/S制药有限公司)",
        "full_manufacturer": "Novo Nordisk A/S(进口分包企业： 诺和诺德（中国）制药有限公司)",
        "price": 1284.36,
        "unit": "盒",
        "code": "X00800",
        "approval_number": "国药准字SJ20240020",
        "insurance_code": "XA10BJS279B002010178997",
        "location": "2C-3"
      },
      {
        "specification": "2.27mg/支",
        "manufacturer": "Novo Nordisk A/S制药有限公司)",
        "full_manufacturer": "Novo Nordisk A/S(进口分包企业： 诺和诺德（中国）制药有限公司)",
        "price": 987.48,
        "unit": "盒",
        "code": "X00801",
        "approval_number": "国药准字SJ20240021",
        "insurance_code": "XA10BJS279B002020178997",
        "location": "2C-2"
      }
    ],
    "pinyin": "simeigelutai",
    "pinyin_initials": "smglt",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于血糖仍控制不佳的成人2型糖尿病患者；辅助饮食控制和运动基础上。",
      "dosage": "⑴用于2型糖尿病：①皮下注射，推荐其实剂量为一次0.25mg，每周1次，连续4周，此后，剂量可增至一次0.5mg，维持4周后，如果疗效不佳可增至极量一次1.0mg，每周1次。",
      "contraindications": "禁用：：对活性成份或辅料过敏者；甲状腺髓样癌个人既往病史或家族病史，或2型多发性内分泌肿瘤综合征患者。对本品或任何赋形剂严重超敏反应患者。",
      "adverse_reactions": "最常见的不良反应（发生率≥5%）是恶心、腹痛、腹泻、食欲下降、呕吐和便秘。",
      "interactions": "⑴司美格鲁肽能延缓胃排空，可能影响同时使用的口服药的吸收速率。服用需快速胃肠道吸收的口服药的患者，使用本品时应慎重。<br>⑵可以与奈玛特韦/利托那韦片（组合包装）合用。",
      "pregnancy_category": null,
      "pharmacokinetics": "肾脏排泄。",
      "precautions": "⑴肾损害：轻中或重度肾损害患者无需调整剂量。在重度肾损害患者中使用本品经验有限。不推荐终末期肾病患者使用本\n品。\n⑵肝损害：肝损害患者无需调整剂量。在重度肝损害患者中使用本品经验有限，治疗该类患者时应慎重。\n⑶尚未确立本品在18岁以下的儿童和青少年中使用的安全性和有效性。本品可能对胎儿造成伤害，不得在妊娠期使用，育龄女性在使用司美格鲁肽治疗期间采取有效的避孕",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于辅助饮食控制和运动基础上，接受二甲双胍和/或磺脲类药物治疗血糖仍控制不佳的成人2型糖尿病患者。<br>⑵用于降低伴有心血管疾病的2型糖尿病成人患者的主要心血管不良事件（心血管死亡、非致死性心肌梗死或非致死性卒中）风险。<br>⑶用于在控制饮食和增加体力活动的基础上对成人患者的长期体重管理（减肥），初始体重指数（BMI）符合以下条件：① ≥30kg/m2（肥胖），或② ≥27kg/m2 至<30kg/m2（超重）且存在至少一种体重相关合并症，例如高血糖、高血压、血脂异常、阻塞性睡眠呼吸暂停或心血管疾病等。",
      "full_dosage": "⑴用于2型糖尿病：①皮下注射，推荐其实剂量为一次0.25mg，每周1次，连续4周，此后，剂量可增至一次0.5mg，维持4周后，如果疗效不佳可增至极量一次1.0mg，每周1次。可在每周任意时间给药，但两次给药间隔应超过2天。如有漏注，可在5天内补注，如超过5天，则按原计划给药。当用于联合已有的二甲双胍治疗时，可维持当前二甲双胍剂量不变。当用于联合已有的磺脲类药物治疗时，应考虑减少磺脲类药物剂量，以降低低血糖的风险。无需为调整本品剂量而进行自我血糖监测。但当开始使用本品与磺脲类药物联合治疗时，则可能需要自我监测血糖，以调整磺脲类药物的剂量，从而降低低血糖风险。<br>②口服：推荐的开始剂量为一次3mg，一日1次，持续30天。当服用3mg剂量30天后，视疗效可将剂量增加到一次7mg，一日1次。最大剂量可增加至一次14mg，一日1次。服用时整片吞下药片，不要掰开、拆分、压碎或咀嚼药片。请进食前30分钟服用，否则会降低疗效。<br>⑵用于肥胖症：①初始剂量和剂量递增。第1-4周以0.25mg初始剂量开始皮下注射，每周1次，以尽量减少胃肠道不良反应；第5-8周剂量递增到0.5mg，每周1次，第9-12周剂量递增至1.0mg，每周1次，第13-16周剂量递增至1.7mg，每周1次，第17周及以后剂量维持在1.7mg或2.4mg，每周1次，择维持剂量时，应考虑治疗反应和耐受性。<br>②如果患者在剂量递增期间对某一剂量不耐受，则考虑将剂量递增延迟4周。<br>③0.25mg、0.5mg和1mg每周一次剂量是初始剂量和递增剂量，尚未获批作为长期体重管理的维持剂量。",
      "full_contraindications": "禁用于：对活性成份或辅料过敏者；甲状腺髓样癌个人既往病史或家族病史，或2型多发性内分泌肿瘤综合征患者。对本品或任何赋形剂严重超敏反应患者。",
      "full_adverse_reactions": "最常见的不良反应（发生率≥5%）是恶心、腹痛、腹泻、食欲下降、呕吐和便秘。",
      "full_interactions": "⑴司美格鲁肽能延缓胃排空，可能影响同时使用的口服药的吸收速率。服用需快速胃肠道吸收的口服药的患者，使用本品时应慎重。<br>⑵可以与奈玛特韦/利托那韦片（组合包装）合用。",
      "full_pharmacokinetics": "⑴药效学：本品为人类胰高血糖素样肽-1（GLP-1）的类似物，能起到GLP-1受体激动剂的作用。可选择性地结合并激活GLP-1受体，GLP-1受体是天然GLP-1的靶点。GLP-1是一种通过GLP-1受体介导而对葡萄糖代谢产生多种作用的生理激素。本品通过刺激胰岛素分泌和降低胰高血糖素分泌的机制来降低血糖，两者均为葡萄糖依赖性。因此当血糖升高时，胰岛素分泌受到刺激而胰高血糖素分泌受到抑制。本品降低血糖的机制还涉及轻微延迟餐后早期胃排空。司美格鲁肽半衰期延长的主要机制是与白蛋白结合，使其肾清除率降低和保护其不被代谢降解；此外，司美格鲁肽能抵抗DPP-4酶的降解而保持稳定。<br>⑵药效学：与天然GLP-1相比，司美格鲁肽的半衰期较长，约为1周，使其适合每周1次皮下给药。其作用延长的主要机制为与白蛋白结合，这使其肾脏清除减少并 保护其不被代谢降解。此外，司美格鲁肽能抵抗DPP-4酶的降解，从而增加稳定性。①吸收：司美格鲁肽给药后1-3天达到最大浓度。每周1次给药4-5周后达到稳态暴露。在2型糖尿病患者中，司美格鲁肽0.5mg和1mg皮下给药后的平均稳态浓度分别为大约16nmol/L和30nmol/L，司美格鲁肽0.5mg和1mg的暴露量随剂量成比例增加。司美格鲁肽皮下注射给药，在腹部、大腿或上臂可获得相似的暴露水平。司美格鲁肽皮下给药的绝对生物利用度是89%。②分布：在2型糖尿病患者中，司美格鲁肽皮下给药后的平均分布容积约为12.5L。 司美格鲁肽可与血浆白蛋白广泛率＞99%。③代谢：排泄前，司美格鲁肽先经过肽骨架的蛋白酶剪切和脂肪酸侧链的顺序氧化而广泛代谢。中性内肽酶（NEP）可能参与司美格鲁肽的代谢。④消除：本品主要排泄途径是尿液和粪便；约2/3的司美格鲁肽相关物质经尿液排泄，约1/3经粪便排泄。约3%的司美格鲁肽以原形经尿液排泄。在2型糖尿病患者中，司美格鲁肽清除率约为0.05L/h，其消除半衰期约为1周，末次给药后约5周体循环中仍存在有司美格鲁肽。",
      "full_precautions": "⑴肾损害：轻中或重度肾损害患者无需调整剂量。在重度肾损害患者中使用本品经验有限。不推荐终末期肾病患者使用本<br>品。<br>⑵肝损害：肝损害患者无需调整剂量。在重度肝损害患者中使用本品经验有限，治疗该类患者时应慎重。<br>⑶尚未确立本品在18岁以下的儿童和青少年中使用的安全性和有效性。本品可能对胎儿造成伤害，不得在妊娠期使用，育龄女性在使用司美格鲁肽治疗期间采取有效的避孕措施；也不建议哺乳期使用。<br>⑷本品不得用于1型糖尿病患者或用于治疗糖尿病酮症酸中毒。本品并非胰岛素的替代品。<br>⑸尚无在IV级的充血性心力衰竭患者中的使用经验,故不推荐此类患者使用本品。<br>⑹如果怀疑有胰腺炎，或者确诊为胰腺炎的患者不建议使用。<br>⑺如果怀疑有胆结石或胆囊炎的患者要谨慎使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=11058",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 185,
    "name": "盐酸艾司洛尔注射液",
    "full_name": "(乙)盐酸艾司洛尔注射液[国基]",
    "chemical_name": "盐酸艾司洛尔注射液",
    "dosage_form": "注射液",
    "types": [
      "乙类",
      "国家基药"
    ],
    "manufacturers": [
      "山东新华制药股份有限公司\r\n山东新华制药股份有限公司\r\n山东新华制药股份有限公司（受委托生产企业：山东新华制药股份有限公司、山西"
    ],
    "specifications": [
      {
        "specification": "0.1g/支",
        "manufacturer": "山东新华制药股份有限公司\r\n山东新华制药股份有限公司\r\n山东新华制药股份有限公司（受委托生产企业：山东新华制药股份有限公司、山西",
        "full_manufacturer": "山东新华制药股份有限公司（受委托生产企业：山东新华制药股份有限公司、山西普德药业有限公司）\r\n山东新华制药股份有限公司（受委托生产企业：山东新华制药股份有限公司、山西普德药业有限公司）\r\n山东新华制药股份有限公司（受委托生产企业：山东新华制药股份有限公司、山西",
        "price": 1.84,
        "unit": "支",
        "code": "X00872",
        "approval_number": "国药准字H20243402",
        "insurance_code": "XC07ABA086B002010183644",
        "location": "L-4"
      }
    ],
    "pinyin": "yansuanaisiluoer",
    "pinyin_initials": "ysasle",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于控制房颤、房扑的室律，也可用于不适当窦性心动过速的快速控制。还可用于围术期、麻醉时高血压的快速降压治疗。",
      "dosage": "静脉注射或静脉滴注：⑴治疗心房颤动、心房扑动时控制心室率，负荷量按体重0.5mg/(kg·min)，1分钟静脉注射完毕后继以0.05mg/(kg·min)静脉注射维持4分钟。",
      "contraindications": "症 同普萘洛尔",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、发热、乏力、嗜睡等。",
      "interactions": "参阅普萘洛尔。 用法与用量 静脉注射或静脉滴注：⑴治疗心房颤动、心房扑动时控制心室率，负荷量按体重0.5mg/(kg·min)，1分钟静脉注射完毕后继以0.05mg/(kg·min)静脉注射维持4分钟。取得理想疗效后即可维持。若疗效不好，再给同样负荷量后0.1mg/(kg·min)维持。可根据病情以0.05mg/(kg·min)的增幅调整剂量，极量不应超过0.3mg/(kg·min)，临床显示每分钟0.2mg/kg以上的剂量并未带来明显的好处。 ⑵围手术期高血压或心动过速，初始剂量按体重1mg/",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "⑴药效学：同一般β阻滞剂。本品为选择性β1受体阻滞作用。 ⑵药动学：本品注射后很快被酯酶水解，注射后分布半衰期（ｔ1/2α）仅2分钟，ｔ1/2β约9分钟，属超短效β阻滞剂。若以50～300μg/（min·kg）持续给药，约30分钟可达稳态，应用负荷量后时间可缩短。本品脂溶性低，以代谢产物从尿中排泄。",
      "precautions": "⑵高浓度给药可造成注射部位反应，故应避免用10mg/ml以上的浓度给药，尽量选择大静脉。",
      "source": "湖南药事服务网",
      "full_indications": "用于控制房颤、房扑的室律，也可用于不适当窦性心动过速的快速控制。还可用于围术期、麻醉时高血压的快速降压治疗。",
      "full_dosage": "静脉注射或静脉滴注：⑴治疗心房颤动、心房扑动时控制心室率，负荷量按体重0.5mg/(kg·min)，1分钟静脉注射完毕后继以0.05mg/(kg·min)静脉注射维持4分钟。取得理想疗效后即可维持。若疗效不好，再给同样负荷量后0.1mg/(kg·min)维持。可根据病情以0.05mg/(kg·min)的增幅调整剂量，极量不应超过0.3mg/(kg·min)，临床显示每分钟0.2mg/kg以上的剂量并未带来明显的好处。 ⑵围手术期高血压或心动过速，初始剂量按体重1mg/kg，30秒内静脉注射完毕后，继以0.15mg/(kg·min)的速度维持，最大维持量0.3mg/(kg·min)，逐渐控制剂量，可较快达到目的。缓慢控制法同室上性心律失常的治疗。 剂型与规格 注射液 200mg 2ml基药 100mg 1ml基药 100mg 10ml基药 XC07AB乙0401 5% 哪儿有 冻干粉针 100mg 200mg XC07AB乙0401 5% 哪儿有 氯化钠注射液 2.5g:1.475g 250ml 1.0g:0.205g 50ml XC07AB乙0402 5% 哪儿有",
      "full_contraindications": "症 同普萘洛尔",
      "full_adverse_reactions": "⑴心血管：最常见的不良反应时低血压，伴有出汗，外周灌注不足的症状，其余还可有胸痛、心动过缓、晕厥等。 ⑵神经系统：眩晕、嗜睡、惊厥、头痛、乏力。 ⑶呼吸、消化系统：支气管痉挛、呼吸困难、恶心、呕吐。 ⑷注射部位可发生炎症反应，如水肿、红斑、静脉炎等。 肝损伤 ⑴肝损伤：尚无明确由艾司洛尔导致的血清转氨酶暂时性升高或临床明显的急性肝损伤病例。艾司洛尔常用于重症患者，仅短期使用。因此，艾司洛尔引致肝中毒的情况非常罕见（即便日后有发现）。大多数常用的β受体阻滞剂可能会引起少量临床症状明显的肝损伤，通常2至12周内发病，表现为肝细胞损伤型肝酶谱升高，且停药后迅速恢复。目前无超敏性（皮疹、发热和嗜酸性粒细胞增多症）或自身抗体产生的证据。尚未报告因使用艾司洛尔引起上述肝损伤的病例。 ⑵损伤机制：β受体阻滞剂（如艾司洛尔）导致药物性肝损伤的机制目前未知。艾司洛尔经血浆内的酯酶快速水解，生成非活性代谢产物，之后经肾脏快速排出。 ⑶肝损星级：★ 禁忌症 同普萘洛尔",
      "full_interactions": "参阅普萘洛尔。 用法与用量 静脉注射或静脉滴注：⑴治疗心房颤动、心房扑动时控制心室率，负荷量按体重0.5mg/(kg·min)，1分钟静脉注射完毕后继以0.05mg/(kg·min)静脉注射维持4分钟。取得理想疗效后即可维持。若疗效不好，再给同样负荷量后0.1mg/(kg·min)维持。可根据病情以0.05mg/(kg·min)的增幅调整剂量，极量不应超过0.3mg/(kg·min)，临床显示每分钟0.2mg/kg以上的剂量并未带来明显的好处。 ⑵围手术期高血压或心动过速，初始剂量按体重1mg/kg，30秒内静脉注射完毕后，继以0.15mg/(kg·min)的速度维持，最大维持量0.3mg/(kg·min)，逐渐控制剂量，可较快达到目的。缓慢控制法同室上性心律失常的治疗。 剂型与规格 注射液 200mg 2ml基药 100mg 1ml基药 100mg 10ml基药 XC07AB乙0401 5% 哪儿有 冻干粉针 100mg 200mg XC07AB乙0401 5% 哪儿有 氯化钠注射液 2.5g:1.475g 250ml 1.0g:0.205g 50ml XC07AB乙0402 5% 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "⑴药效学：同一般β阻滞剂。本品为选择性β1受体阻滞作用。 ⑵药动学：本品注射后很快被酯酶水解，注射后分布半衰期（ｔ1/2α）仅2分钟，ｔ1/2β约9分钟，属超短效β阻滞剂。若以50～300μg/（min·kg）持续给药，约30分钟可达稳态，应用负荷量后时间可缩短。本品脂溶性低，以代谢产物从尿中排泄。",
      "full_precautions": "⑴酸性代谢产物从肾脏排泄，肾功能障碍者半衰期可延长10倍。 ⑵高浓度给药可造成注射部位反应，故应避免用10mg/ml以上的浓度给药，尽量选择大静脉。 药物相互作用 参阅普萘洛尔。 用法与用量 静脉注射或静脉滴注：⑴治疗心房颤动、心房扑动时控制心室率，负荷量按体重0.5mg/(kg·min)，1分钟静脉注射完毕后继以0.05mg/(kg·min)静脉注射维持4分钟。取得理想疗效后即可维持。若疗效不好，再给同样负荷量后0.1mg/(kg·min)维持。可根据病情以0.05mg/(kg·min)的增幅调整剂量，极量不应超过0.3mg/(kg·min)，临床显示每分钟0.2mg/kg以上的剂量并未带来明显的好处。 ⑵围手术期高血压或心动过速，初始剂量按体重1mg/kg，30秒内静脉注射完毕后，继以0.15mg/(kg·min)的速度维持，最大维持量0.3mg/(kg·min)，逐渐控制剂量，可较快达到目的。缓慢控制法同室上性心律失常的治疗。 剂型与规格 注射液 200mg 2ml基药 100mg 1ml基药 100mg 10ml基药 XC07AB乙0401 5% 哪儿有 冻干粉针 100mg 200mg XC07AB乙0401 5% 哪儿有 氯化钠注射液 2.5g:1.475g 250ml 1.0g:0.205g 50ml XC07AB乙0402 5% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3022",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 186,
    "name": "茶碱缓释片",
    "full_name": "(甲)茶碱缓释片[国基]",
    "chemical_name": "茶碱缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "湖南绅泰春制药"
    ],
    "specifications": [
      {
        "specification": "0.1g/片",
        "manufacturer": "湖南绅泰春制药",
        "full_manufacturer": "湖南绅泰春制药股份有限公司",
        "price": 8.0,
        "unit": "盒",
        "code": "Y00000014612",
        "approval_number": "国药准字H43020832",
        "insurance_code": "XR03DAC011A010010104964",
        "location": "J-4",
        "outpatient_location": "C-5"
      }
    ],
    "pinyin": "chajian",
    "pinyin_initials": "cj",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "清热解毒，活血化瘀，消肿止痛。用于热毒瘀血所致的咽喉肿痛、牙痛、痹痛、胁痛、黄疸、无名肿毒等症。",
      "dosage": "口服：一次2～4片，一日3次，小儿酌减。外用：用冷开水调化，敷患处。",
      "contraindications": "活动性溃疡、消化道出血及病史者、溃疡性结肠炎及病史者，癫痫，帕金森病及精神病患者，支气管哮喘者，血管神经性水肿者，肝肾功能不全者，对本品、阿司匹林或其他非甾体抗炎药过敏者禁用。",
      "adverse_reactions": "⑴消化系统：咽干、口腔黏膜糜烂、消化不良、胃部不适、烧灼感、返酸、纳差、恶心、呕吐、腹痛、腹泻、肝功能异常、消化道溃疡、出血、穿孔等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "宜餐后服用。",
      "source": "湖南药事服务网",
      "full_pharmacokinetics": "",
      "full_dosage": "口服：一次2～4片，一日3次，小儿酌减。外用：用冷开水调化，敷患处。",
      "full_contraindications": "活动性溃疡、消化道出血及病史者、溃疡性结肠炎及病史者，癫痫，帕金森病及精神病患者，支气管哮喘者，血管神经性水肿者，肝肾功能不全者，对本品、阿司匹林或其他非甾体抗炎药过敏者禁用。",
      "full_adverse_reactions": "⑴消化系统：咽干、口腔黏膜糜烂、消化不良、胃部不适、烧灼感、返酸、纳差、恶心、呕吐、腹痛、腹泻、肝功能异常、消化道溃疡、出血、穿孔等。",
      "full_precautions": "宜餐后服用。",
      "full_indications": "清热解毒，活血化瘀，消肿止痛。用于热毒瘀血所致的咽喉肿痛、牙痛、痹痛、胁痛、黄疸、无名肿毒等症。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4187",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 187,
    "name": "肠内营养混悬液(TP-MCT)",
    "full_name": "(乙10%)肠内营养混悬液(TP-MCT)",
    "chemical_name": "肠内营养混悬液(TP-MCT)",
    "dosage_form": "混悬液",
    "types": [],
    "manufacturers": [
      "纽迪希亚制药"
    ],
    "specifications": [
      {
        "specification": "500ml/瓶",
        "manufacturer": "纽迪希亚制药",
        "full_manufacturer": "纽迪希亚制药(无锡)有限公司",
        "price": 70.48,
        "unit": "瓶",
        "code": "Y00000013250",
        "approval_number": "国药准字H20093283",
        "insurance_code": "XV01AAC033X002020201630",
        "location": "1"
      },
      {
        "specification": "500ml/瓶",
        "manufacturer": "纽迪希亚制药",
        "full_manufacturer": "纽迪希亚制药(无锡)有限公司",
        "price": 38.87,
        "unit": "瓶",
        "code": "Y00000013166",
        "approval_number": "国药准字H20010284",
        "insurance_code": "XV01AAC027X002070201630",
        "location": "1"
      }
    ],
    "pinyin": "changneiyingyanghunxuanye",
    "pinyin_initials": "cnyyhxy",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "适用于有胃肠道功能或部分胃肠道功能而不能或不愿吃足够 数量的常规的食物以满足机体营养需求的肠内营养治疗的病人。主要用于：1. 谢性胃肠道功能障碍一胰腺炎一肠道炎性疾病一放射性肠炎和化疗一肠癌一短肠综合征一艾滋病病毒/艾滋病；2.危重疾病一大面积烧伤一创伤一胀毒血症一大手术后的恢复期；3.营养不良病人的手术前喂养；4.肠道准备。本品能用于糖尿病病人。",
      "dosage": "本品取来即可用于管道喂养。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "可能会出现腹泻、腹痛等胃肠道不适反应。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "本品是一种以整蛋白为基础的肠内营养制剂，其营养素全面，容易消化，吸收完全，生物利用度高。其渗透压低可预防渗透性腹泻，适用于有胃肠道功能，无法正常进食的病人的肠内营养支持。<br>管饲或口服后，蛋白在小肠分解吸收，其它成分也通过小肠吸收。",
      "precautions": "⑷严重糖代谢异常的患者慎用；⑸严重肝肾功能不全的患者慎用。⑶在使用过程中，须注意液体平衡，保证足够的液体摄入，以补充由纤维素排泄所带走的水分；",
      "source": "湖南药事服务网",
      "full_indications": "适用于有胃肠道功能或部分胃肠道功能而不能或不愿吃足够 数量的常规的食物以满足机体营养需求的肠内营养治疗的病人。主要用于：1. 谢性胃肠道功能障碍一胰腺炎一肠道炎性疾病一放射性肠炎和化疗一肠癌一短肠综合征一艾滋病病毒/艾滋病；2.危重疾病一大面积烧伤一创伤一胀毒血症一大手术后的恢复期；3.营养不良病人的手术前喂养；4.肠道准备。本品能用于糖尿病病人。",
      "full_dosage": "本品取来即可用于管道喂养。如瓶盖为皇冠盖，则先卸去皇冠盖， 插上专用胶塞，插进输液导管：如瓶盖为输液瓶盖，则直接插进输液导管。连接 前植入一根喂养管到胃、十二指肠或空肠上段部分，能量密度是1Kcal/ml;正 常速度是100～125ml/h(开始时速度宜慢) ，剂量根据病人的需要，由医师处 方而定。一般病人，每天给予2000Kcal(4瓶)用可满足机体对营养的需求。高 代谢病人(烧伤，多发性创伤) ，每天可用到4000Kcal(8瓶)以适应机体对能 量需求的增加。对初次胃肠道喂养的病人，初始剂量最好从1000Kca 。",
      "full_contraindications": "⑴完全性胃肠道功能衰竭的患者禁用；<br>⑵完全性胃肠道梗阻的患者禁用；<br>⑶果糖不耐受的患者禁用；<br>⑷对本品中任一成份过敏的患者禁用；<br>⑸对本品中任一成份有先天性代谢障碍的患者禁用；<br>⑹严重腹腔内感染（严重腹腔内脓毒病）的患者禁用；<br>⑺顽固性腹泻等需要进行肠道休息处理的患者禁用；<br>⑻不适用于不可摄入膳食纤维的患者。",
      "full_adverse_reactions": "可能会出现腹泻、腹痛等胃肠道不适反应。",
      "full_interactions": "",
      "full_pharmacokinetics": "本品是一种以整蛋白为基础的肠内营养制剂，其营养素全面，容易消化，吸收完全，生物利用度高。其渗透压低可预防渗透性腹泻，适用于有胃肠道功能，无法正常进食的病人的肠内营养支持。<br>管饲或口服后，蛋白在小肠分解吸收，其它成分也通过小肠吸收。",
      "full_precautions": "⑴不宜用于要求低渣膳食的病人；<br>⑵严禁经静脉输注；<br>⑶在使用过程中，须注意液体平衡，保证足够的液体摄入，以补充由纤维素排泄所带走的水分；<br>⑷严重糖代谢异常的患者慎用；<br>⑸严重肝肾功能不全的患者慎用。请仔细阅读说明书并遵医嘱使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13321"
    }
  },
  {
    "id": 188,
    "name": "肠内营养乳剂(TPF-D)",
    "full_name": "(乙10%)肠内营养乳剂(TPF-D)",
    "chemical_name": "肠内营养乳剂(TPF-D)",
    "dosage_form": "乳剂",
    "types": [],
    "manufacturers": [
      "费森尤斯卡比华瑞制药"
    ],
    "specifications": [
      {
        "specification": "500ml/袋",
        "manufacturer": "费森尤斯卡比华瑞制药",
        "full_manufacturer": "费森尤斯卡比华瑞制药有限公司",
        "price": 59.06,
        "unit": "袋",
        "code": "Y00000013109",
        "approval_number": "国药准字H20183301",
        "insurance_code": "XV01AAC028X010010101415",
        "location": "1",
        "outpatient_location": "1"
      }
    ],
    "pinyin": "changneiyingyang",
    "pinyin_initials": "cnyy",
    "dosage_form_pinyin": "ruji",
    "dosage_form_initials": "rj",
    "manual": {
      "indications": "适用于有糖尿病的患者，或糖耐量不正常合并有营养不良，有肠道功能而又不能正常进食的患者。",
      "dosage": "口服：一次5片，一日3次。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": null,
      "pharmacokinetics": "蒲黄、丹参、地黄、墨旱莲、菊花、黄芩（炭）、决明子、车前子、茺蔚子、女贞子、夏枯草、龙胆、郁金、木贼、赤芍、牡丹皮、当归、川芎。",
      "precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情咨询药师或医师。",
      "source": "湖南药事服务网",
      "full_indications": "适用于有糖尿病的患者，或糖耐量不正常合并有营养不良，有肠道功能而又不能正常进食的患者。",
      "full_dosage": "口服：一次5片，一日3次。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "蒲黄、丹参、地黄、墨旱莲、菊花、黄芩（炭）、决明子、车前子、茺蔚子、女贞子、夏枯草、龙胆、郁金、木贼、赤芍、牡丹皮、当归、川芎。",
      "full_precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3177",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 189,
    "name": "垂体后叶注射液",
    "full_name": "(甲)垂体后叶注射液[国基]",
    "chemical_name": "垂体后叶注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "安徽宏业药业",
      "康普药业"
    ],
    "specifications": [
      {
        "specification": "6单位/支",
        "manufacturer": "康普药业",
        "full_manufacturer": "康普药业股份有限公司",
        "price": 80.0,
        "unit": "支",
        "code": "X00603",
        "approval_number": "国药准字H43021449",
        "insurance_code": "XH01BXC048B002010104945"
      },
      {
        "specification": "6单位/支",
        "manufacturer": "安徽宏业药业",
        "full_manufacturer": "安徽宏业药业有限公司",
        "price": 80.0,
        "unit": "支",
        "code": "X00777",
        "approval_number": "国药准字H34022977",
        "insurance_code": "XH01BXC048B002020104373",
        "location": "2E-2"
      }
    ],
    "pinyin": "chuitihouye",
    "pinyin_initials": "cthy",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于产科催产及产后收缩子宫、止血等，并适用于肺、支气管出血（如咯血）消化道出血（呕血、便血）。对于腹腔手术后肠道麻痹等亦有功效。本品尚对尿崩症有减少排尿量的作用。",
      "dosage": "肌内、皮下注射或稀释后静脉滴注。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "⑴本品与麦角制剂、麦角新碱合用时，有增强子宫收缩作用。  <br>⑵本品中含有的缩宫素与肾上腺素、硫喷妥钠、乙醚、氟烷、吗啡等同用时，会减弱子宫收缩作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：本品含有催产素，小剂量可增强子宫的节律性收缩，大剂量能引起强制性收缩，使子宫肌层内血管受压迫而起止血作用。起作用较麦角快，而维持时间短（约0.5小时），故常与麦角合用（其作用可持续1小时以上）。所含的加压素有抗利尿和升压作用。由于有升血压作用，现产科已少用。加压素能直接收缩小动脉及毛细血管",
      "precautions": "4.高血压、冠状动脉病、脑血管疾病患者和老年患者慎用，如需使用，应严格掌握适应症，加强监测。6.老年患者慎用，如需使用，应严格掌握适应症，加强监测。5.因对子宫颈有强烈的兴奋作用，还有升压作用，禁用于子宫口未开的晚期妊娠的引产和催产。",
      "source": "湖南药事服务网",
      "full_indications": "用于产科催产及产后收缩子宫、止血等，并适用于肺、支气管出血（如咯血）消化道出血（呕血、便血）。对于腹腔手术后肠道麻痹等亦有功效。本品尚对尿崩症有减少排尿量的作用。",
      "full_dosage": "肌内、皮下注射或稀释后静脉滴注。<br>　　引产或催产：静脉滴注，⑴一次2.5～5单位（U），用氯化钠注射液稀释至每1ml中含有0.01U。静滴开始时每分钟不超过0.001～0.002U，每15～30分钟增加0.001～0.002U，至达到宫缩与正常分娩期相似，最快每分钟不超过0.02U，通常为每分钟0.002～0.005U。    <br>　　⑵控制产后出血：每分钟静滴0.02～0.04U，胎盘排出后可肌内注射5～10U。    <br>　　⑶产后子宫出血：一次3～6U肌内或皮下注射。    <br>　　⑷呼吸道或消化道出血：一次6～12U，肌内或皮下注射。",
      "full_contraindications": "1.对本品及所含成份过敏者禁用。<br>2.本品对患有心肌炎、血管硬化等患者禁用。<br>3.禁用于剖宫产史患者。催产时禁用于骨盆狭窄、双胎、羊水过多、子宫膨胀过度、产道梗阻、产前出血（前置胎盘、胎盘早剥）的患者。禁用于子宫口未开的晚期妊娠的引产和催产。<br>4．中重度肾功能不全者禁用。",
      "full_adverse_reactions": "上市后药品不良反应监测发现本品有以下不良反应/事件报告：<br>1.消化系统：腹痛、腹泻、恶心、呕吐、腹胀、腹部不适、呃逆等；<br>2.心血管系统：血压升高、心悸、心律失常、心绞痛、心动过缓、血压下降，心动过速等；`<br>3.精神神经系统：头晕、头痛、烦躁、抽搐、麻木、食欲异常、意识障碍、精神异常、精神障碍等；<br>4.代谢和营养障碍：主要表现为低钠血症，也有血钾、血氯、血钙、血镁降低等电解质异常的报道。低钠血症如纠正过快可出现渗透性脱髓鞘溶解综合征。<br>5.呼吸系统：胸闷、呼吸困难、呼吸急促等；<br>6.全身性反应：面色苍白、乏力、发热、寒战、全身不适、严重过敏样反应、过敏性休克等；<br>7.皮肤及附件：多汗、皮肤潮红、红肿、皮疹、瘙痒、局部皮肤坏死、血管性水肿等；<br>8.其他：静脉炎、注射部位红肿、注射部位疼痛、尿量减少、停药后多尿、血尿。有肾功能异常的个例报告。",
      "full_interactions": "⑴本品与麦角制剂、麦角新碱合用时，有增强子宫收缩作用。  <br>⑵本品中含有的缩宫素与肾上腺素、硫喷妥钠、乙醚、氟烷、吗啡等同用时，会减弱子宫收缩作用。",
      "full_pharmacokinetics": "⑴药效学：本品含有催产素，小剂量可增强子宫的节律性收缩，大剂量能引起强制性收缩，使子宫肌层内血管受压迫而起止血作用。起作用较麦角快，而维持时间短（约0.5小时），故常与麦角合用（其作用可持续1小时以上）。所含的加压素有抗利尿和升压作用。由于有升血压作用，现产科已少用。加压素能直接收缩小动脉及毛细血管（尤其对内脏血管），可降低门静脉压和肺循环压力，有利于血管破裂处形成血栓止血，还能使肾小管和集合管对水分的重吸收增加。  <br>　　⑵药动学：本品口服能被消化液破坏，故不宜口服。肌内注射吸收良好，3～5分钟开始生效，维持时间为20～30分钟；静脉注射或静脉滴注起效更快，但维持时间很短。本品不与血浆蛋白结合，大部分经肝和肾代谢，少量以结合形式从尿排出。ｔ1/2约1～15分钟。",
      "full_precautions": "1.用药后如出现严重不良反应如心悸、胸闷、过敏性休克等，应立即停药。<br>2.用药后注意电解质监测，尤其注意低钠血症的发生。在纠正低钠血症时补钠速度不宜过快，以避免出现渗透性脱髓鞘综合症。<br>3.静脉给药时，避免药液外渗导致皮肤坏死的发生。静脉滴注时应注意药物浓度及滴速，一般为每分钟20滴。滴速过快或静脉推注均易引起腹痛或腹泻。<br>4.高血压、冠状动脉病、脑血管疾病患者和老年患者慎用，如需使用，应严格掌握适应症，加强监测。<br>5.因对子宫颈有强烈的兴奋作用，还有升压作用，禁用于子宫口未开的晚期妊娠的引产和催产。<br>6.老年患者慎用，如需使用，应严格掌握适应症，加强监测。一旦出现不良反应要立即停药，积极抢救。",
      "solvent": "静滴：用0.9%氯化钠注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1478",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 190,
    "name": "雌二醇片/雌二醇地屈孕酮片复合包装",
    "full_name": "(甲)雌二醇片/雌二醇地屈孕酮片复合包装",
    "chemical_name": "雌二醇片/雌二醇地屈孕酮片复合包装",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Abbott B.V."
    ],
    "specifications": [
      {
        "specification": "1mg/片",
        "manufacturer": "Abbott B.V.",
        "full_manufacturer": "Abbott B.V.(Abbott Biologicals B.V.)",
        "price": 95.72,
        "unit": "盒",
        "code": "Y00000014642",
        "approval_number": "国药准字HJ20150346",
        "insurance_code": "XG03FBC051A001010178890",
        "location": "H-3",
        "outpatient_location": "O-4"
      },
      {
        "specification": "2mg/片",
        "manufacturer": "Abbott B.V.",
        "full_manufacturer": "Abbott B.V.(Abbott Biologicals B.V.)",
        "price": 97.0,
        "unit": "盒",
        "code": "Y00000014643",
        "approval_number": "国药准字HJ20150345",
        "insurance_code": "XG03FBC051A001020178890",
        "location": "H-4",
        "outpatient_location": "O-4"
      }
    ],
    "pinyin": "cierchunpian/cierchundiquyuntongpianfuhebaozhuang",
    "pinyin_initials": "cecp/cecdqytpfhbz",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于自然或术后绝经所致的围绝经期综合症。",
      "dosage": "每日口服1片，每28天为一个疗程。",
      "contraindications": "已知或疑有乳腺癌史；已知或疑有雌激素依赖性恶性肿瘤（如子宫内膜癌）；原因不明的生殖道出血；未治疗的子宫内膜增生过长 ；既往特发性或现有静脉血栓栓塞（深静脉栓塞，肺栓塞）；活动性或新近动脉血栓栓塞性疾病（如心绞痛，心肌梗塞）；急性肝病或有肝病史者，肝功能指标未能恢复正常；已知对芬吗通(雌二醇片/雌二醇",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、瘙痒、过敏、疼痛等。",
      "interactions": "如与已知诱导药物代谢酶，特别是P450酶的药物合用，如抗惊厥药（如苯巴比妥、卡马西平、苯妥英）和抗感染药（如利福平，利福布汀、萘维拉平、依法韦恩茨）可使雌激素代谢增加。尽管利托那韦和萘非那韦是已知的强效抑制剂，但与甾体类激素合用时却显示诱导效应。含有St.John s麦芽汁的金丝桃属植物的草药制剂可能诱导雌激素和孕激素的代谢。临床上，雌激素和孕激素代谢增加可能导致效应削弱并改变子宫出血类型。目前无已知的与地屈孕酮相互作用的药物。",
      "pregnancy_category": null,
      "pharmacokinetics": "芬吗通(雌二醇片/雌二醇地屈孕酮片)活性组份雌二醇片具有与人体内源性雌二醇片相同的化学和生物特性。因此被归入人体雌激素。雌二醇是一种重要的雌激素，也是最具活性的卵巢激素。内源性雌激素参与作用子宫和附件的某些功能，包括引起子宫内膜增生以及宫颈和阴道的周期性变化。已知雌激素对骨和脂肪代谢起重要作用。雌激",
      "precautions": "只有当绝经相关症状对生活质量有不利影响时才能开始HRT治疗。对所有病例都应进行至少每年1次的风险和收益仔细评估，并且只有在收益超过风险时才能继续使用HRT。\n请仔细阅读说明书并遵医嘱使用。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗自然或术后绝经所致的围绝经期综合症。",
      "full_dosage": "每日口服1片，每28天为一个疗程。前14天，每日口服1片白色片（内含雌二醇1 mg）。后14天，每日口服1片灰色片（内含雌二醇1 mg和地屈孕酮10 mg）。一个疗程28天结束后，应于第29天起继续开始下一个疗程。患者应按照包装上标明的次序每日口服1片。应不间断的持续服药。在起始治疗和持续治疗绝经相关症状时，应在最短疗程内使用最低有小剂量。治疗绝经相关症状通常治疗应从芬吗通(雌二醇片/雌二醇地屈孕酮片)1/10开始。根据临床疗效，剂量随后可视个体需要而调整。如与雌激素不足相关的不适被改善时，可增加剂量而使用芬吗通(雌二醇片/雌二醇地屈孕酮片)2/10，前14天，每日服用1片橙色片（含雌二醇2 mg），后14天，每日服用1片黄色片（含雌二醇2 mg和地屈孕酮10 mg）。芬吗通(雌二醇片/雌二醇地屈孕酮片)不受进食影响。",
      "full_contraindications": "已知或疑有乳腺癌史；已知或疑有雌激素依赖性恶性肿瘤（如子宫内膜癌）；原因不明的生殖道出血；未治疗的子宫内膜增生过长 ；既往特发性或现有静脉血栓栓塞（深静脉栓塞，肺栓塞）；活动性或新近动脉血栓栓塞性疾病（如心绞痛，心肌梗塞）；急性肝病或有肝病史者，肝功能指标未能恢复正常；已知对芬吗通(雌二醇片/雌二醇地屈孕酮片)活性组分或任何赋形剂过敏；卟啉症患者，已知或可疑妊娠者（仅当适应症不仅限于绝经后女性）禁用。",
      "full_adverse_reactions": "感染和传染病 ：偶见阴道念珠菌病。新生物良性，恶性和未定性者 ：偶见平滑肌瘤增大。血液和淋巴系统疾病 ：十分罕见溶血性贫血。精神性疾病 ：偶见抑郁、性欲改变、神经质。神经性疾病 ：常见头痛、偏头痛，偶见头晕，十分罕见舞蹈病。眼病 ：罕见不耐受接触镜（隐形眼镜），角膜曲度变陡。心脏疾病 ：十分罕见心肌梗塞。脉管性疾病 ：偶见静脉血栓栓塞，十分罕见卒中。胃肠道疾病 ：常见恶心，腹痛，胃肠胀气，十分罕见呕吐。肝胆疾病 ：偶见胆囊疾病，罕见肝功能改变，有时伴无力或不适，黄疸和腹痛。皮肤和皮下组织疾病 ：偶见过敏性皮肤反应，皮疹，风疹，瘙痒，十分罕见黄褐斑或黑斑，可能停药后持续存在，多形性红斑，结节性红斑，血管性紫癜，血管性水肿。肌肉骨骼和结缔组织疾病 ：常见腿部痛性痉挛，偶见背部疼痛。生殖系统和乳房疾病 ：常见乳房疼痛/胀痛，突破性出血和点滴样出血，盆腔疼痛。偶见宫颈糜烂程度改变，宫颈粘液分级改变，痛经。罕见乳房增大，经前期综合症样改变。先天性和家族性/遗传性疾病 ：十分罕见卟啉症加重。全身性疾病和给药部位反应 ：常见无力，偶见周围性水肿。",
      "full_interactions": "如与已知诱导药物代谢酶，特别是P450酶的药物合用，如抗惊厥药（如苯巴比妥、卡马西平、苯妥英）和抗感染药（如利福平，利福布汀、萘维拉平、依法韦恩茨）可使雌激素代谢增加。尽管利托那韦和萘非那韦是已知的强效抑制剂，但与甾体类激素合用时却显示诱导效应。含有St.John s麦芽汁的金丝桃属植物的草药制剂可能诱导雌激素和孕激素的代谢。临床上，雌激素和孕激素代谢增加可能导致效应削弱并改变子宫出血类型。目前无已知的与地屈孕酮相互作用的药物。",
      "full_pharmacokinetics": "芬吗通(雌二醇片/雌二醇地屈孕酮片)活性组份雌二醇片具有与人体内源性雌二醇片相同的化学和生物特性。因此被归入人体雌激素。雌二醇是一种重要的雌激素，也是最具活性的卵巢激素。内源性雌激素参与作用子宫和附件的某些功能，包括引起子宫内膜增生以及宫颈和阴道的周期性变化。已知雌激素对骨和脂肪代谢起重要作用。雌激素还影响自主神经系统的活动，也可通过间接作用调整精神活动。",
      "full_precautions": "只有当绝经相关症状对生活质量有不利影响时才能开始HRT治疗。对所有病例都应进行至少每年1次的风险和收益仔细评估，并且只有在收益超过风险时才能继续使用HRT。<br>请仔细阅读说明书并遵医嘱使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12634",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 191,
    "name": "(甲类)普伐他汀钠片",
    "full_name": "(甲类)普伐他汀钠片[市基]",
    "chemical_name": "普伐他汀钠片",
    "dosage_form": "片",
    "types": [
      "市基药"
    ],
    "manufacturers": [
      "第一三共制药"
    ],
    "specifications": [
      {
        "specification": "20mg/片",
        "manufacturer": "第一三共制药",
        "full_manufacturer": "第一三共制药（上海）有限公司",
        "price": 33.83,
        "unit": "盒",
        "code": "X00484",
        "approval_number": "国药准字H20040101",
        "insurance_code": "XC10AAP086A001020100745"
      }
    ],
    "pinyin": "pufatatingna",
    "pinyin_initials": "pfttn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "1.高胆固醇血症和混合型高脂血症；2.冠心病和脑卒中(俗称中风)的防治。",
      "dosage": "成人常用量：口服，初始剂量一次10～20mg（一般从20mg开始），一日1次，临睡前服用。剂量可按需要调整，但最大剂量不超过一日40mg。",
      "contraindications": "症 ⑴对本品过敏者。 ⑵有活动性肝病患者。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻、头痛、发热、过敏、疼痛、乏力等。",
      "interactions": "⑴在服用考来烯胺前1小时或后4小时给予本品或服用考来替泊和标准膳食前1小时给予本品，其生物利用度和治疗作用在临床上都没有明显的下降，如同时服用，则本品生物利用度下降40％～50％。 ⑵与安替比林联合应用时，并不改变细胞色素P450系统对安替比林的清除。由于本品无诱导肝脏药物代谢酶作用，所以不会与其它由细胞色素P450系统代谢的药物（如苯妥英钠、奎尼丁)产生明显的相互作用。 ⑶与华法林合用，本品稳定时的生物利用度参数不改变，也不改变华法林与血浆蛋白的结合，较长期服用两药，不改变华法林的抗凝作用。 ",
      "pregnancy_category": "X\n \n",
      "pharmacokinetics": null,
      "precautions": "⑸对其他HMG-CoA还原酶抑制剂过敏者慎用本品。⑹应用本品时如有低血压、严重急性感染、创伤、代谢紊乱等情况，须注意可能出现的继发于肌溶解后的肾功能衰竭。⑷应用本品时血丙氨酸氨基转移酶可能增高，有肝病史者应用本品治疗期间应定期监测。",
      "source": "湖南药事服务网",
      "full_indications": "1.高胆固醇血症和混合型高脂血症；2.冠心病和脑卒中(俗称中风)的防治。",
      "full_dosage": "成人常用量：口服，初始剂量一次10～20mg（一般从20mg开始），一日1次，临睡前服用。剂量可按需要调整，但最大剂量不超过一日40mg。",
      "full_contraindications": "症 ⑴对本品过敏者。 ⑵有活动性肝病患者。",
      "full_adverse_reactions": "⑴罕见的不良反应有：①肌痛，肌炎，横纹肌溶解，表现为肌肉疼痛，发热，乏力常伴血肌酸磷酸激酶增高。横纹肌溶解可导致肾功能衰竭，本品与环孢素、其他免疫抑制剂、吉非贝齐、红霉素、烟酸等合用可增加其发生。②急性胰腺炎，见于治疗三个月内。上述反应出现时应停用本品。 ⑵少见的不良反应有：阳痿、失眠。 ⑶较多见的不良反应有：腹泻、胀气、眩晕、头痛、恶心、皮疹。 ⑷非常罕见的不良反应：可能诱发或加重重症肌无力和眼肌重症肌无力（频率未知）。 肝损伤 ⑴肝毒性： 普伐他汀引致的血清转氨酶水平升高通常是轻微的、无症状的和暂时性的。在前瞻性监测大规模研究概述分析中，3%至15%的患者出现正常血清丙氨酸转氨酶水平升高；0.7%患者的血清丙氨酸转氨酶水平升高到正常值上限3倍以上；在安慰剂组，该比例为0.3%。在上述血清丙氨酸转氨酶水平升高的患者中，2.3%的患者服用的普伐他汀剂量也较高，每日为80 mg 。这些指标升高多数具有自限性，无需调整用药剂量。普伐他汀引起临床症状明显的肝损伤的概率极低，预计仅为1/100000。根据病例报告，潜伏期为2至9个月，血清酶含量升高通常表现为胆汁淤积或肝细胞损伤。数月后，上述症状将完全康复。皮疹、发热和嗜酸性粒细胞增多症并不常见，自身抗体合成比例也很低。仅出现少数个案报告。临床综合症状也尚不明确。与阿托伐他汀、辛伐他汀和罗素伐他汀相比，普伐他汀引起临床症状明显的肝损伤的可能性较小。⑵损伤机制： 普伐他汀引致肝损伤的原因未知。普伐他汀几乎不经过肝脏代谢，以药物原形由尿液排出。药物代谢所产生的有毒中间物可能引起丙氨酸转氨酶含量轻微升高，但具有自限性，人体适应药物后丙氨酸转氨酶含量将恢复正常。普伐他汀相关的明显临床异质肝损伤可能是因为调节失败。 禁忌症 ⑴对本品过敏者。 ⑵有活动性肝病患者。",
      "full_interactions": "⑴在服用考来烯胺前1小时或后4小时给予本品或服用考来替泊和标准膳食前1小时给予本品，其生物利用度和治疗作用在临床上都没有明显的下降，如同时服用，则本品生物利用度下降40％～50％。 ⑵与安替比林联合应用时，并不改变细胞色素P450系统对安替比林的清除。由于本品无诱导肝脏药物代谢酶作用，所以不会与其它由细胞色素P450系统代谢的药物（如苯妥英钠、奎尼丁)产生明显的相互作用。 ⑶与华法林合用，本品稳定时的生物利用度参数不改变，也不改变华法林与血浆蛋白的结合，较长期服用两药，不改变华法林的抗凝作用。 ⑷与阿司匹林、制酸剂（在服用本品前1小时给予)、西咪替丁、吉非贝齐、烟酸或丙丁酚相互作用的研究中，本品的生物利用度未见显著差异，服用制酸剂及西咪替丁后可改变本品的血药浓度，但不改变疗效。 ⑸与利尿剂、抗高血压药、洋地黄、转换酶抑制剂、钙通道阻滞剂、β-阻滞剂、硝酸甘油等药物合用未见明显的相互作用。 ⑹细胞周期蛋白依赖性激酶抑制剂（CDKI）例如阿贝西利、哌柏西利瑞波西利和HMG-CoA还原酶抑制剂（通常称为他汀类药物）合用可增加引起横纹肌溶解症（肌肉分解）的风险。 用药交代 ⑴可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒；如果服用普伐他汀的患者出现复视或眼睑下垂、吞咽困难或呼吸急促等肌无力症状，或现有重症肌无力症状恶化的现象，应及时告知医生。 ⑵餐后或与食物同服。建议睡前服用。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴在应用本品调血脂治疗时须同时配合饮食治疗。 ⑵用本品过程中如有氨基转移酶增高达3倍正常高限，或肌酸磷酸激酶显著增高或有肌炎，应停用本品。 ⑶本品可在空腹时或进餐时服用。 ⑷肾功能减退时本品剂量应减少。 用法与用量 成人常用量：口服，初始剂量一次10～20mg（一般从20mg开始），一日1次，临睡前服用。剂量可按需要调整，但最大剂量不超过一日40mg。",
      "full_pregnancy_category": "X\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴由于在动物中本品可以致胎儿发育不良，故在孕妇不推荐使用本品。 ⑵本品是否排入乳汁尚不清楚，故不推荐用于乳母。 ⑶在儿童中有限的应用本品虽未见异常，但长期安全性未确立。 ⑷应用本品时血丙氨酸氨基转移酶可能增高，有肝病史者应用本品治疗期间应定期监测。 ⑸对其他HMG-CoA还原酶抑制剂过敏者慎用本品。 ⑹应用本品时如有低血压、严重急性感染、创伤、代谢紊乱等情况，须注意可能出现的继发于肌溶解后的肾功能衰竭。 ⑺用药期间随访检查血胆固醇、肝功能试验和肌酸磷酸激酶。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1238",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 192,
    "name": "仑卡奈单抗注射液",
    "full_name": "(自)仑卡奈单抗注射液",
    "chemical_name": "仑卡奈单抗注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Eisai Inc."
    ],
    "specifications": [
      {
        "specification": "200mg/瓶",
        "manufacturer": "Eisai Inc.",
        "full_manufacturer": "Eisai Inc.（Biogen US Corporation）",
        "price": 2508.0,
        "unit": "盒",
        "code": "X00485",
        "approval_number": "国药准字SJ20240001",
        "insurance_code": "XN06DXL421B002010185293"
      }
    ],
    "pinyin": "lunkanaidankang",
    "pinyin_initials": "lkndk",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于轻度阿尔茨海默病（AD）和阿尔茨海默病（AD）引起的轻度认知障碍（MCI）疾病的改善治疗。",
      "dosage": "成人：推荐剂量为10mg",
      "contraindications": "禁忌用于对本品或其任何赋形剂有严重超敏反应的患者。",
      "adverse_reactions": "最常见的不良反应（与安慰剂相比，发生率约为10%或更高）：输液相关反应、淀粉样蛋白相关成像正常微出血、淀粉样蛋白质相关成像异常水肿/积液和头痛。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "仑卡奈单抗是一款抗淀粉样蛋白（Aβ）原纤维抗体，可选择性地与可溶性Aβ聚合物（原纤维）结合，也可以与Aβ斑块的主要成分不溶性的Aβ聚合物（纤维）结合，从而清除大脑中的Aβ原纤维和Aβ斑块。",
      "precautions": "⑴淀粉样蛋白相关成像异常（ARIA）：建议在LEQEMBI治疗的前14周加强ARIA的临床诊断。与杂合子和非携带者相比，载脂蛋白Eε4纯合子患ARIA（包括症状性ARIA）的风险增加。如果患者出现疑似ARIA的症状，应进行临床评估，包括必要的MRI扫描。\n⑵输液相关反应：可能会降低输液速率，或停止输液，并根据临床指示进行适当的治疗。考虑用药前和随后给药抗组胺",
      "source": "湖南药事服务网",
      "full_indications": "用于轻度阿尔茨海默病（AD）和阿尔茨海默病（AD）引起的轻度认知障碍（MCI）疾病的改善治疗。",
      "full_dosage": "静脉输注：成人推荐剂量为10mg/kg，每两周1次。给药前需要用0.9%的氯化钠注射液250mL稀释。通过0.2微米的低蛋白结合过滤器，静脉输注约1小时。<br>在第5次、第7次和第14次输注前进行核磁共振检查。如果发生放射学观察到的淀粉样蛋白相关成像异常，则根据症状的类型、严重程度和存在情况提出治疗建议。",
      "full_contraindications": "禁忌用于对本品或其任何赋形剂有严重超敏反应的患者。",
      "full_adverse_reactions": "最常见的不良反应（与安慰剂相比，发生率约为10%或更高）：输液相关反应、淀粉样蛋白相关成像正常微出血、淀粉样蛋白质相关成像异常水肿/积液和头痛。",
      "full_interactions": "",
      "full_pharmacokinetics": "仑卡奈单抗是一款抗淀粉样蛋白（Aβ）原纤维抗体，可选择性地与可溶性Aβ聚合物（原纤维）结合，也可以与Aβ斑块的主要成分不溶性的Aβ聚合物（纤维）结合，从而清除大脑中的Aβ原纤维和Aβ斑块。",
      "full_precautions": "⑴淀粉样蛋白相关成像异常（ARIA）：建议在LEQEMBI治疗的前14周加强ARIA的临床诊断。与杂合子和非携带者相比，载脂蛋白Eε4纯合子患ARIA（包括症状性ARIA）的风险增加。如果患者出现疑似ARIA的症状，应进行临床评估，包括必要的MRI扫描。<br>⑵输液相关反应：可能会降低输液速率，或停止输液，并根据临床指示进行适当的治疗。考虑用药前和随后给药抗组胺药、非甾体抗炎药或皮质类固醇。(5.2)"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13740",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 193,
    "name": "脑脉利颗粒",
    "full_name": "(乙10%)脑脉利颗粒",
    "chemical_name": "脑脉利颗粒",
    "dosage_form": "颗粒",
    "types": [],
    "manufacturers": [
      "南京柯菲平盛辉制药"
    ],
    "specifications": [
      {
        "specification": "10g/袋",
        "manufacturer": "南京柯菲平盛辉制药",
        "full_manufacturer": "南京柯菲平盛辉制药有限公司",
        "price": 380.0,
        "unit": "盒",
        "code": "C00089",
        "approval_number": "国药准字Z20143025",
        "insurance_code": "ZA12HAN0039010109751"
      }
    ],
    "pinyin": "naomaili",
    "pinyin_initials": "nml",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "祛风除湿，散寒止痛。本品用于寒湿痹阻所致关节、肌肉疼痛，扭伤疼痛。",
      "dosage": "外用，一次1贴，一日1次。",
      "contraindications": "1.孕妇禁用。 2.儿童禁用。 3.皮肤破溃、皮损或感染处禁用。 4.对本品及所含成份（包括辅料）过敏者禁用。 5.对橡胶膏过敏者禁用。",
      "adverse_reactions": "本品可能引起瘙痒、刺痛、皮疹（如红斑、丘疹、水疱）等。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "4.有出血倾向者慎用。5.糖尿病严重者慎用，以防止使用不当引起皮肤损伤。9.本品含生草乌、生川乌、生马钱子，不宜长期或大面积使用。",
      "source": "湖南药事服务网",
      "full_indications": "祛风除湿，散寒止痛。本品用于寒湿痹阻所致关节、肌肉疼痛，扭伤疼痛。",
      "full_dosage": "外用，一次1贴，一日1次。",
      "full_contraindications": "1.孕妇禁用。 2.儿童禁用。 3.皮肤破溃、皮损或感染处禁用。 4.对本品及所含成份（包括辅料）过敏者禁用。 5.对橡胶膏过敏者禁用。",
      "full_adverse_reactions": "本品可能引起瘙痒、刺痛、皮疹（如红斑、丘疹、水疱）等。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "",
      "full_precautions": "1.本品为外用药。 2.切勿接触眼睛、口腔等黏膜处，使用后即洗手。 3.忌食生冷、油腻食物。 4.有出血倾向者慎用。 5.糖尿病严重者慎用，以防止使用不当引起皮肤损伤。 6.运动员慎用，且应在药师或医师指导下使用。 7.青光眼、前列腺肥大患者应在医师指导下使用。 8.经期及哺乳期妇女慎用。老年人应在药师或医师指导下使用。 9.本品含生草乌、生川乌、生马钱子，不宜长期或大面积使用。自行用药宜在7天以内，如用药超过7天，应向医师咨询。 10.用药后局部皮肤如有明显灼热感或瘙痒、局部红肿等情况（或出现瘙痒、刺痛、皮疹时），应立即取下，停止使用，症状严重者应及时就医。如出现皮肤以外的全身不适，应立即停用，严重者应及时就医。 11.用药3天症状无缓解，应去医院就诊。 12.过敏体质者慎用。 13.本品性状发生改变时禁止使用。 14.请将本品放在儿童不能接触的地方。 15.如正在使用其他药品，使用本品前请咨询药师或医师。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用法与用量 外用，一次1贴，一日1次。",
      "composition": "益母草、三七、黄芪、姜黄、川芎、红花、丹参、赤芍、当归、白芍、川牛膝。 大鼠大脑中动脉结扎脑缺血试验显示，本品可减少脑梗塞范围，减轻动物脑缺血后的行为障碍。另外，本品可增加麻醉犬脑血流量，减少血管阻力，以及降低花生四烯酸、ADP诱导的血小板聚集。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=8106",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 194,
    "name": "门冬氨酸鸟氨酸注射液",
    "full_name": "※▲(甲)门冬氨酸鸟氨酸注射液",
    "chemical_name": "门冬氨酸鸟氨酸注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Merz Pharmaceuticals GmbH"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "Merz Pharmaceuticals GmbH",
        "full_manufacturer": "Merz Pharmaceuticals GmbH（ B.Braun Melsungen AG ）",
        "price": 41.36,
        "unit": "支",
        "code": "X00618",
        "approval_number": "国药准字HJ20130430",
        "insurance_code": "XA05BAM076B002010278647",
        "location": "M-5"
      }
    ],
    "pinyin": "※▲mendongansuanniaoansuan",
    "pinyin_initials": "※▲mdasnas",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用急、慢性肝病（各型肝炎、肝硬化、脂肪肝及肝炎后综合征）引起的血氨升高及肝性脑病。",
      "dosage": "成人常用量：①②静脉滴注，急性肝炎，一日5.0～10.0g；慢性肝炎或肝硬化，一日10.0～20.0g，病情严重可适当增加剂量，但一日不得超过40.0g；肝昏迷早期可视病情轻重，最多使用不得超过40.0g。",
      "contraindications": "⑴对于本品中任何成份过敏者禁用。⑵严重肾功能不全的患者（诊断标准是血清中肌酐水平超过3mg/100ml）禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约3.5小时，肝脏代谢。",
      "precautions": "⑴上市后监测到本制剂有过敏性休克的病例报告，建议在有抢救条件的医疗机构使用，用药前应仔细询问患者用药史和过敏史，用药过程中注意观察，一旦出现过敏反应或其他严重不良反应须立即停药并及时救治。⑶有文献报道，门冬氨酸鸟氨酸与维生素K1等存在配伍禁忌，为保证用药安全，尽量避免连续静点门冬氨酸鸟氨酸和上述药品，如果连续静点，中间可以用生理盐水对输液管道进行冲洗，确保用",
      "source": "湖南药事服务网",
      "full_indications": "适用急、慢性肝病（各型肝炎、肝硬化、脂肪肝及肝炎后综合征）引起的血氨升高及肝性脑病。",
      "full_dosage": "成人常用量：①口服，一次5.0g，一日2～3次，溶解在水或饮料中，餐前或餐后服用。②静脉滴注，急性肝炎，一日5.0～10.0g；慢性肝炎或肝硬化，一日10.0～20.0g，病情严重可适当增加剂量，但一日不得超过40.0g；肝昏迷早期可视病情轻重，最多使用不得超过40.0g。",
      "full_contraindications": "⑴对于本品中任何成份过敏者禁用。⑵严重肾功能不全的患者（诊断标准是血清中肌酐水平超过3mg/100ml）禁用。",
      "full_adverse_reactions": "上市后监测数据显示本品可见以下不良反应/事件病例报告（发生率未知）：<br>⑴胃肠损害：恶心、呕吐、腹胀、腹痛、腹部不适；<br>⑵全身性损害：胸闷、畏寒、寒战、发热、乏力、疼痛；<br>⑶神经系统损害：头晕、头痛、局部麻木；<br>⑷皮肤及其附件损害：皮疹、瘙痒、多汗；<br>⑸心血管系统损害：心悸、一过性血压升高；<br>⑹呼吸系统损害：呼吸困难、憋气、呼吸急促；<br>⑺免疫功能紊乱和感染：过敏样反应、过敏反应、过敏性休克；<br>⑻血管损害和出凝血障碍：潮红、静脉炎。",
      "full_interactions": "",
      "full_pharmacokinetics": "⑴药效学：本品能直接参与肝细胞中的鸟氨酸循环，使肝细胞摄入的大部分血氨与鸟氨酸结合，通过尿素循环，生产尿素，最终以无毒的形式排出体外；门冬氨酸间接参与三羧酸循环及核酸的合成，提供能量代谢的中间产物，增强肝脏功能。本品能激活肝脏解毒功能中的两个关键酶，增强肝脏解毒功能，迅速降低过高的血氨，促进肝细胞自身的修复和再生，从而有效地改善肝功能，恢复机体的能量平衡。  <br>　　⑵药动学：本品口服（静脉）给药的ｔmax0.5～1小时（0.5小时），Ｃmax为299μmol/L（598μmol/L)，AUC为1143μmol·h/L（1390μmol·h/L），半衰期为3.5小时。",
      "full_precautions": "⑴上市后监测到本制剂有过敏性休克的病例报告，建议在有抢救条件的医疗机构使用，用药前应仔细询问患者用药史和过敏史，用药过程中注意观察，一旦出现过敏反应或其他严重不良反应须立即停药并及时救治。<br>⑵用药过程中，应密切观察用药反应，特别是开始30分钟，发现异常，应立即停药，采取积极救治措施。<br>⑶有文献报道，门冬氨酸鸟氨酸与维生素K1等存在配伍禁忌，为保证用药安全，尽量避免连续静点门冬氨酸鸟氨酸和上述药品，如果连续静点，中间可以用生理盐水对输液管道进行冲洗，确保用药安全。<br>⑷如果患者的肝功能损伤严重，输液速度必须根据患者的个体情况来调整，以免引起恶心和呕吐。<br>⑸门冬氨酸鸟氨酸治疗过程中，由于疾病程度不同，驾驶和机械操作的能力会有不同程度影响。<br>⑹尚无孕妇使用门冬氨酸鸟氨酸注射液的临床研究数据。<br>⑺仅在动物试验中对门冬氨酸鸟氨酸进行了有限的生殖毒性研究。建议避免在怀孕期使用门冬氨酸鸟氨酸。如果认为必须使用门冬氨酸鸟氨酸治疗，则应谨慎评估风险与获益。<br>⑻尚未知门冬氨酸鸟氨酸是否进入母乳，建议避免在哺乳期使用门冬氨酸鸟氨酸。如果认为必须使用门冬氨酸鸟氨酸治疗，则应谨慎评估风险与获益。<br>⑼尚无影响生育的研究数据。<br>⑽未进行儿童用药安全性试验且无可参考文献。<br>⑾未进行老年用药安全性试验且无可参考文献。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=660",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 195,
    "name": "肠内营养粉剂(TP)",
    "full_name": "※▲(乙10%)肠内营养粉剂(TP)",
    "chemical_name": "肠内营养粉剂(TP)",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "ABBOTT LABORATORIES B.V."
    ],
    "specifications": [
      {
        "specification": "400g/罐",
        "manufacturer": "ABBOTT LABORATORIES B.V.",
        "full_manufacturer": "ABBOTT LABORATORIES B.V.",
        "price": 54.6,
        "unit": "罐",
        "code": "X00499",
        "approval_number": "国药准字HJ20181147",
        "insurance_code": "XV01AAC026P004010179366",
        "location": "3",
        "outpatient_location": "1"
      }
    ],
    "pinyin": "※▲changneiyingyangfenji",
    "pinyin_initials": "※▲cnyyfj",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于全营养支持或部分营养补充，适用于成人及四岁或四岁以上的儿童。可口服或管饲。",
      "dosage": "口服：一次3粒，一日3次。",
      "contraindications": "症 对本品过敏者禁用；痰热盛者不宜使用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": null,
      "pharmacokinetics": "人参、麦冬、五味子、黄芪、丹参、川芎、山楂。",
      "precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情咨询药师或医师。",
      "source": "湖南药事服务网",
      "full_indications": "用于全营养支持或部分营养补充，适用于成人及四岁或四岁以上的儿童。可口服或管饲。",
      "full_dosage": "口服：一次3粒，一日3次。",
      "full_contraindications": "症 对本品过敏者禁用；痰热盛者不宜使用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "人参、麦冬、五味子、黄芪、丹参、川芎、山楂。",
      "full_precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13747",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 196,
    "name": "替硝唑栓",
    "full_name": "(甲)替硝唑栓[市基]",
    "chemical_name": "替硝唑栓",
    "dosage_form": "其他",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "江苏远恒药业"
    ],
    "specifications": [
      {
        "specification": "1g/枚",
        "manufacturer": "江苏远恒药业",
        "full_manufacturer": "江苏远恒药业有限公司",
        "price": 17.05,
        "unit": "盒",
        "code": "X00501",
        "approval_number": "国药准字H20055248",
        "insurance_code": "XG01AFT045D003010101730"
      }
    ],
    "pinyin": "tixiaozuoshuan",
    "pinyin_initials": "txzs",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "适用于各种厌氧菌感染，如败血症、骨髓炎、腹腔感染、盆腔感染、肺、支气管感染、鼻窦炎、皮肤蜂窝组织炎及术后伤口感染；亦可用于结肠直肠手术、妇产科手术及口腔手术等的术前预防用药。可用于肠道及肠外阿米巴病（阿米巴肝脓肿等）、阴道滴虫病、蠊缨滴虫病、贾第虫病、加德纳菌阴道炎等的治疗；也可作为甲硝唑的替代药用于幽门螺杆菌所致的胃窦炎及消化性溃疡的治疗。",
      "dosage": "成人：静脉给药0.8g",
      "contraindications": "过敏；孕妇；哺乳期禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "以下是关于甲硝唑的药物相互作用的报道，甲硝唑是一种与替硝唑有化学相关性的硝基咪唑类药物，因此以下报道可能也会发生于替硝唑中。<br>⑴替硝唑对其他药物的潜在影响：<br>①华法林和其他口服香豆素抗凝血药：鉴于甲硝唑的相关报道，替硝唑可以增强华法林及其他香豆素抗凝血剂的药效，从而导致凝血酶原时间延长。在替硝唑治疗期间及其停药后8天内，抗凝血剂用量可能需要调整。<br>②酒精、双硫仑：在替硝唑治疗期间及停药后3天内应避免饮用酒精饮料以及任何含有酒精或丙二醇的制剂，否则可能出现腹部绞痛、恶心、呕吐、头",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率12，肝脏代谢，肾脏排泄。",
      "precautions": "⑴在接受替硝唑治疗的患者中，有惊厥发作和周围神经病变的报道，后者主要症状有四肢麻木或感觉异常。如果出现任何异常精神症状或神经系统症状/体征，如共济失调、头晕、意识混乱等，应立即停用替硝唑。\n⑵在替硝唑治疗之前、期间和之后72小时内不应饮用酒精饮料或含酒精产品，因为可能出现腹部绞痛、恶心、呕吐、头痛、心动过速、面部潮红等。\n⑶念珠菌感染者应用本品，其症状会加重",
      "source": "湖南药事服务网",
      "full_indications": "适用于各种厌氧菌感染，如败血症、骨髓炎、腹腔感染、盆腔感染、肺、支气管感染、鼻窦炎、皮肤蜂窝组织炎及术后伤口感染；亦可用于结肠直肠手术、妇产科手术及口腔手术等的术前预防用药。可用于肠道及肠外阿米巴病（阿米巴肝脓肿等）、阴道滴虫病、蠊缨滴虫病、贾第虫病、加德纳菌阴道炎等的治疗；也可作为甲硝唑的替代药用于幽门螺杆菌所致的胃窦炎及消化性溃疡的治疗。",
      "full_dosage": "⑴滴虫病：2g顿服，间隔3～5日可重复一剂。小儿50mg/kg顿服。    <br>　　⑵肠道阿米巴病：一次500mg，一日2次，疗程5～7日；或2g顿服，疗程3～5日。小儿一日50mg/kg顿服3天。    <br>　　⑶肠外阿米巴病：2g，每日1次顿服，疗程7～10日。小儿50mg/kg顿服。    <br>　　⑷贾第虫病：2g顿服，疗程2～3日。小儿50mg/kg顿服。    <br>　　⑸厌氧菌感染：成人静脉给药0.8g一日1次，静脉缓慢滴注；口服1g，一日1次，口服首剂加倍，一般疗程5～6日，或根据病情而定。    <br>　　⑹外科预防用药总量1.6g，分1次或2次静脉滴注，第一次于术前2～4小时，第二次于手术期间或术后12～24小时内滴注；或术前12小时顿服2g。",
      "full_contraindications": "⑴对替硝唑或吡咯类药物过敏者、对本品中其他成份过敏者以及器质性中枢神经疾病患者禁用。<br>⑵与其他结构相似药物一样，有血液不调或恶病质史的患者禁用。尽管目前的动物和临床研究中尚未发现导致长期血液病的例子。<br>⑶妊娠早期（妊娠前3个月）的孕妇禁用。<br>⑷哺乳期妇女禁用。除非在替硝唑治疗期间及停药后3天内暂停母乳喂养。",
      "full_adverse_reactions": "在本品治疗期间报道过以下不良反应：<br>⑴胃肠系统：恶心、呕吐、腹痛、腹部不适、腹胀、腹泻、反酸或食物反流、呃逆、消化不良、食欲减退、便秘、口唇麻木、口腔异味、口干、口腔炎。<br>⑵皮肤及皮下组织：皮疹（如红斑、斑丘疹、水疱疹等）、瘙痒、皮肤肿胀、皮肤潮红、多汗、荨麻疹、血管性水肿、过敏性紫癜、多形性红斑、剥脱性皮炎、急性全身性发疹性脓疱病、史蒂文斯-约翰逊综合征。<br>⑶精神及神经系统：头晕、头痛、味觉倒错、感觉减退、周围神经病变、烧灼感、抽搐、震颤、惊厥发作、意识丧失、晕厥、共济失调、言语障碍、嗜睡、困倦、失眠、烦躁不安、意识模糊状态、躁动、谵妄、幻觉。<br>⑷全身性及给药部位反应：胸部不适、胸痛、寒战、发热、水肿、乏力、不适、疲劳、注射部位反应（静脉炎、疼痛、肿胀、皮疹、瘙痒等）。<br>⑸免疫系统：过敏反应、过敏性休克，有死亡病例报告。<br>⑹心血管系统：心悸、心动过速、血管性疼痛、血压降低、血压升高。<br>⑺呼吸系统：呼吸困难、呼吸急促、窒息感、喉水肿、咳嗽、鼻塞、咽干、口咽疼痛。<br>⑻眼部：视觉损害、视物模糊、眼睑水肿、眼睑瘙痒、眼眶周围水肿、结膜充血。<br>⑼骨骼肌肉系统：肌无力、肌痛、肌痉挛、关节痛。<br>⑽肝胆系统：肝功能异常、肝酶升高。<br>⑾泌尿系统：尿频、血尿、尿液发黑。<br>⑿血液系统：白细胞减少、粒细胞减少症、血小板减少症。<br>⒀其他：眩晕、耳鸣、听觉减退、双硫仑样反应、念珠菌感染、外阴阴道瘙痒、肿胀。",
      "full_interactions": "以下是关于甲硝唑的药物相互作用的报道，甲硝唑是一种与替硝唑有化学相关性的硝基咪唑类药物，因此以下报道可能也会发生于替硝唑中。<br>⑴替硝唑对其他药物的潜在影响：<br>①华法林和其他口服香豆素抗凝血药：鉴于甲硝唑的相关报道，替硝唑可以增强华法林及其他香豆素抗凝血剂的药效，从而导致凝血酶原时间延长。在替硝唑治疗期间及其停药后8天内，抗凝血剂用量可能需要调整。<br>②酒精、双硫仑：在替硝唑治疗期间及停药后3天内应避免饮用酒精饮料以及任何含有酒精或丙二醇的制剂，否则可能出现腹部绞痛、恶心、呕吐、头痛、潮红的反应。据报道，酗酒患者同时服用甲硝唑和双硫仑会出现精神病反应。虽然替硝唑未见类似报道，但仍不应给近两周内服用过双硫仑的患者使用替硝唑。<br>③锂：据报道，甲硝唑提高血清锂的水平。目前尚未知替硝唑是否也有相同的性质，但是建议同时使用锂和替硝唑的患者在治疗几天后做血清锂和肌酸酐的检查，以监测潜在的锂中毒危险。<br>④环孢菌素、他克莫司：据一些报道显示，甲硝唑有可能提高环孢菌素和他克莫司的水平。在替硝唑与此任意一种联合给药时，应监测这些患者免疫抑制药物的毒性反应。<br>⑤氟尿嘧啶：研究显示甲硝唑会降低氟尿嘧啶的清除率从而导致对治疗效果无益反而增加其副作用，如果不可避免的要将替硝唑与氟尿嘧啶联合用药，应监测患者的氟尿嘧啶相关的毒性反应。<br>⑵其他药物对替硝唑的潜在影响：<br>①CYP3A4诱导剂/抑制剂：替硝唑与诱导肝微粒体酶的药物联合给药，即CYP3A4诱导剂，如苯巴比妥、利福平、苯妥英、磷苯妥英（一种苯妥英的前体药物），可能加速替硝唑的消除，降低血浆中替硝唑的水平。替硝唑与抑制肝微粒体酶活性的药物联合给药，即CYP3A4抑制剂如西咪替丁和酮康唑，可能会延长替硝唑的半衰期并降低其血浆清除率，从而增加替硝唑在血浆中的浓度。<br>②土霉素：据报道，土霉素会拮抗甲硝唑的治疗效果。<br>⑶实验室试验的药物相互作用：<br>①与甲硝唑类似，替硝唑也可能干扰某些特定血清生化指标的测定，如谷氨酸氨基转移酶（AST）、丙氨酸氨基转移酶（ALT）、乳酸脱氢酶（LDH）、甘油三酯和葡萄糖己糖激酶。可能观测到零值。所有有干扰现象报道的含量测定试验，都涉及到了烟酰胺腺嘌呤二核苷酸的氧化还原反应过程中（NAD +NADH）酶的耦合。潜在的干扰是由于NADH和替硝唑的吸收峰具有相似性。<br>②与甲硝唑类似，替硝唑也可能会产生短暂的白细胞和中性粒细胞减少，然而在临床试验中没有观测到由替硝唑引起的持续的血液学异常现象。如果有必要重复治疗，建议进行白细胞总数和分类计数。",
      "full_pharmacokinetics": "⑴药效学：本品的抗微生物作用及机制与甲硝唑相仿。对脆弱拟杆菌等拟杆菌属、梭杆菌属、梭菌属、消化球菌、消化链球菌、韦容球菌属及加德纳菌等具有抗菌活性，2～4mg/L的浓度可抑制大多数厌氧菌；微需氧菌幽门螺杆菌对其敏感；对阴道滴虫的MIC与甲硝唑相仿，其代谢产物对加得纳菌的活性较替硝唑增强。  <br>　　⑵药动学：口服吸收完全，健康女性单次口服2.0g后ｔmax为2小时，Ｃmax为51mg/L。替硝唑排泄缓慢，口服2.0g后24、48及72小时血浓度分别为19.0mg/L、4.2mg/L及1.3mg/L。静滴0.8g及1.6g后Ｃmax分别为14～21mg/L及32mg/L。口服或静脉每日给药1.0g，血浓度均可维持在8mg/L以上。在体内分布广泛，在生殖器、肠道、腹部肌肉、乳汁中可达较高浓度，在肝脏、脂肪中的浓度低，在胆汁、唾液中的浓度与同期血浓度相仿，对血脑屏障的穿透性较甲硝唑高，脑膜无炎症时脑脊液中的浓度为同期血浓度的80％，这与替硝唑的脂溶性较高有关。替硝唑可通过胎盘，在胎儿血循环及胎盘中可达高浓度。血浆蛋白结合率为12％。在肝脏代谢，单次口服250mg后约16％以原形从尿中排出；静脉给药后20％～25％以原形从尿中排出，12％以代谢产物的形式排出。ｔ1/2为11.6～13.3小时，平均为12小时。肾功能不全患者药物动力学指标不变，血透可快速清除替硝唑，故血透后必须重复给药一次。",
      "full_precautions": "⑴在接受替硝唑治疗的患者中，有惊厥发作和周围神经病变的报道，后者主要症状有四肢麻木或感觉异常。如果出现任何异常精神症状或神经系统症状/体征，如共济失调、头晕、意识混乱等，应立即停用替硝唑。<br>⑵在替硝唑治疗之前、期间和之后72小时内不应饮用酒精饮料或含酒精产品，因为可能出现腹部绞痛、恶心、呕吐、头痛、心动过速、面部潮红等。<br>⑶念珠菌感染者应用本品，其症状会加重，需同时给予抗真菌治疗。治疗阴道滴虫病时需同时治疗其性伙伴。<br>⑷据报道，在科克因（Cockayne）综合征患者中，使用与替硝唑结构相似的甲硝唑后，出现了严重的不可逆的肝毒性/急性肝衰竭，并伴有致命后果。<br>⑸服药期间可能出现尿液颜色改变，为正常反应。<br>⑹服药期间停止母乳喂养，在停用至少3天后再进行哺乳。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2331",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 197,
    "name": "硝呋太尔制霉素阴道软胶囊",
    "full_name": "(甲)硝呋太尔制霉素阴道软胶囊",
    "chemical_name": "硝呋太尔制霉素阴道软胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "北京金城泰尔制药"
    ],
    "specifications": [
      {
        "specification": "500mg/粒",
        "manufacturer": "北京金城泰尔制药",
        "full_manufacturer": "北京金城泰尔制药有限公司",
        "price": 58.26,
        "unit": "盒",
        "code": "X00502",
        "approval_number": "国药准字H20051563",
        "insurance_code": "XG01AAX068E009010300085",
        "location": "2J-5",
        "outpatient_location": "2F-6"
      }
    ],
    "pinyin": "xiaofutaierzhimeisuyindaoruan",
    "pinyin_initials": "xftezmsydr",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于细菌性阴道病、滴虫性阴道炎、念珠菌性外阴阴道炎、阴道混合感染。",
      "dosage": "阴道用药：于晚上临睡前清洗外阴后，将本品1粒放入阴道后穹隆处，每晚1粒，连用6天。使用1～2个疗程，亦可遵医嘱。",
      "contraindications": "对硝呋太尔、制霉素过敏禁用。",
      "adverse_reactions": "本品不良反应较少。临床使用本品后可出现轻度外阴灼热、阴道干涩和恶心。其余参阅硝呋太尔和制霉菌素。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察不良反应。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑵治疗期间应避免性生活。",
      "source": "湖南药事服务网",
      "full_indications": "用于细菌性阴道病、滴虫性阴道炎、念珠菌性外阴阴道炎、阴道混合感染。",
      "full_dosage": "阴道用药：于晚上临睡前清洗外阴后，将本品1粒放入阴道后穹隆处，每晚1粒，连用6天。建议使用1～2个疗程，亦可遵医嘱。",
      "full_contraindications": "对硝呋太尔、制霉素过敏禁用。",
      "full_adverse_reactions": "本品不良反应较少。临床使用本品后可出现轻度外阴灼热、阴道干涩和恶心。其余参阅硝呋太尔和制霉菌素。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察不良反应。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴为了获得较好疗效，尽量将本品置入阴道深处，第二天应进行阴道冲洗。<br>⑵治疗期间应避免性生活。　<br>⑶使用本品期间勿饮用酒精饮料。酒精会引起不适或恶心，但这种反应会自行消失。　<br>⑷为防止复发，男方应同时接受治疗，可用硝呋太尔口服片或油膏。　<br>⑸长期使用导致过敏生时，应暂停用药或调整剂量。　<br>⑹余参阅硝呋太尔和制霉菌素。",
      "pharmacodynamics": "⑴药效学：硝呋太尔具有抗原虫、抗菌和抑制真菌生长繁殖的作用。制霉菌素则具有杀灭霉菌活性的抗菌素，尤其是其对念珠菌属真菌的作用更为显著。硝呋太尔-制霉菌素在体外具有抗真菌、抗滴虫，抗细菌的广谱活性。两种成分之间无任何负性相互作用，为在治疗混合性阴道感染(念珠菌、滴虫菌及细菌)无法或不能及时明确诊断原体",
      "full_pharmacodynamics": "⑴药效学：硝呋太尔具有抗原虫、抗菌和抑制真菌生长繁殖的作用。制霉菌素则具有杀灭霉菌活性的抗菌素，尤其是其对念珠菌属真菌的作用更为显著。硝呋太尔-制霉菌素在体外具有抗真菌、抗滴虫，抗细菌的广谱活性。两种成分之间无任何负性相互作用，为在治疗混合性阴道感染(念珠菌、滴虫菌及细菌)无法或不能及时明确诊断原体，防止出现霉菌二重感染以及其他药物治疗后的复发，均提供了更完全的作用，实验证明硝呋太尔在动物急性毒理实验中毒性反应甚微，以至用兔子得到的口服LD50(半数致死量)为其治疗剂量的1500倍。在6个月的慢性毒理实验中，狗每日服用10倍于人类的治疗剂量无毒性反应和血相变化。怀孕小鼠和兔子分别口服100mg/kg/天，200mg/kg/天;没有发生致畸或生育的变化。所以亦可用于孕期妇女。制霉菌素对抑制霉菌有其特殊的疗效，其慢性毒理实验表明皮下注射3000倍治疗剂量无任何剂量无任何毒性反应，不通过皮肤吸收，无致畸，致突变作用。亦十分安全。<br>　　⑵药动学：硝呋太尔对抑制阴道滴虫，大肠杆菌，念珠菌都十分效。体外抗溶组织内阿米巴的疗效与盐酸依米丁，克痢酰胺和甲硝哒唑相比，最小有效剂量分别为:1.2，36.0，0.8和6.0γg/ml。体外给药不通过皮肤和粘膜。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2128",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 198,
    "name": "阿昔替尼片",
    "full_name": "(乙)阿昔替尼片",
    "chemical_name": "阿昔替尼片",
    "dosage_form": "片",
    "types": [
      "乙类"
    ],
    "manufacturers": [
      "Pfizer Europe MA EEIG（Pfizer Manufacturing Deutschland GmbH, Betriebsstatte Freiburg"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "Pfizer Europe MA EEIG（Pfizer Manufacturing Deutschland GmbH, Betriebsstatte Freiburg",
        "full_manufacturer": "Pfizer Europe MA EEIG（Pfizer Manufacturing Deutschland GmbH, Betriebsstatte Freiburg",
        "price": 5506.2,
        "unit": "盒",
        "code": "X00503",
        "approval_number": "H20150221",
        "insurance_code": "XL01EKA291A001020178724",
        "location": "L-4"
      }
    ],
    "pinyin": "axitini",
    "pinyin_initials": "axtn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于既往接受过一种酪氨酸激酶抑制剂或细胞因子治疗失败的进展期肾细胞癌（RCC）的成人患者。",
      "dosage": "口服：⑴推荐剂量：推荐的起始口服剂量为一次5mg，一日2次。",
      "contraindications": "对阿昔替尼或任何辅料过敏患者禁用。",
      "adverse_reactions": "参阅索拉非尼。",
      "interactions": "应避免合用CYP3A4/5强效抑制剂（比如：酮康唑、伊曲康唑、克拉霉素、阿扎那韦、茚地那韦、奈法唑酮、奈非那韦、利托那韦、沙奎那韦、泰利霉素、伏立康唑）。但如果必须与CYP3A4/5强效抑制剂合用，建议将阿昔替尼的剂量减半，因为预计降低剂量后，阿昔替尼血浆浓度-时间曲线下面积（AUC）将调整至不与抑制剂合用的AUC范围内。可根据患者安全性和耐受性的个体差异增加或降低随后剂量。如果停止与强效抑制剂合用，应将阿昔替尼剂量恢复至（当经过3-5个抑制剂半衰期后）合用前使用的剂量。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约.h，肝脏代谢。",
      "precautions": "目前尚无在孕妇中服用阿昔替尼的充分和对照的研究。根据其作用机制，当孕妇服用阿昔替尼时，可能导致对胎儿的伤害。因此，当拟接受阿昔替尼治疗时，应建议患者避孕。如果本品在妊娠期间使用，或当患者接受本品治疗时怀孕，应告知患者药物对胎儿的潜在危害。  目前尚不明确阿昔替尼是否经人乳汁排泄。由于大多数药物经乳汁排泄，且哺乳婴儿存在发生阿昔替尼严重不良反应的可能，因此应考",
      "source": "湖南药事服务网",
      "full_indications": "用于既往接受过一种酪氨酸激酶抑制剂或细胞因子治疗失败的进展期肾细胞癌（RCC）的成人患者。",
      "full_dosage": "口服：⑴推荐剂量：推荐的起始口服剂量为一次5mg，一日2次。阿昔替尼可与食物同服或在空腹条件下给药，每日两次给药的时间间隔约为12小时。应用一杯水送服阿昔替尼。只要观察到了临床获益，就应继续治疗，或直至发生不能接受的毒性，该毒性不能通过合并用药或剂量调整进行控制。如果患者呕吐或漏服一次剂量，不应另外服用一次剂量。应按常规服用下一次处方剂量。  ⑵剂量调整：建议根据患者安全性和耐受性的个体差异增加或降低剂量。在治疗过程中，满足下述标准的患者可增加剂量：能耐受阿昔替尼至少两周连续治疗、未出现2级以上不良反应、血压正常、未接受降压药物治疗。当推荐从一次5mg，一日2次开始增加剂量时，可将阿昔替尼剂量增加至一次7mg，一日2次，然后采用相同标准，进一步将剂量增加至一次10mg，一日2次。",
      "full_contraindications": "对阿昔替尼或任何辅料过敏患者禁用。",
      "full_adverse_reactions": "参阅索拉非尼。",
      "full_interactions": "应避免合用CYP3A4/5强效抑制剂（比如：酮康唑、伊曲康唑、克拉霉素、阿扎那韦、茚地那韦、奈法唑酮、奈非那韦、利托那韦、沙奎那韦、泰利霉素、伏立康唑）。但如果必须与CYP3A4/5强效抑制剂合用，建议将阿昔替尼的剂量减半，因为预计降低剂量后，阿昔替尼血浆浓度-时间曲线下面积（AUC）将调整至不与抑制剂合用的AUC范围内。可根据患者安全性和耐受性的个体差异增加或降低随后剂量。如果停止与强效抑制剂合用，应将阿昔替尼剂量恢复至（当经过3-5个抑制剂半衰期后）合用前使用的剂量。",
      "full_pharmacokinetics": "⑴药效学：阿昔替尼在治疗剂量下可以抑制酪氨酸激酶受体，包括血管内皮生长因子受体（VEGFR-1、VEGFR-2 和VEGFR-3）。这些受体与病理性血管生成、肿瘤生长和癌症进展相关。体外试验与小鼠体内模型试验显示阿昔替尼可抑制VEGF 介导的内皮细胞增殖与存活；在荷瘤小鼠模型中，阿昔替尼可抑制肿瘤生长及VEGFR-2 的磷酸化。  ⑵药动学：吸收和分布：以5mg剂量单次口服给药后，中位Tmax范围为2.5~4.1小时。根据血浆半衰期，预计在给药后2~3天内达到稳态。与单次给药相比，阿昔替尼以5mg 每日给药两次，导致药物约1.4 倍蓄积。稳态时，阿昔替尼在1mg~20mg 剂量范围内表现出线性药代动力学。口服5mg 剂量后，阿昔替尼的平均绝对生物利用度为58%。与空腹过夜服用相比，阿昔替尼与中等脂肪膳食同服，结果导致AUC下降10%，与高脂肪、高热量膳食一同给药，结果导致AUC升高19%。阿昔替尼可与食物同服或空腹给药。阿昔替尼与人血浆蛋白高度结合（>99%），优先与白蛋白结合，与α1-酸性球蛋白的结合率适中。在晚期RCC患者（n=20）中，在进食状态下每日给予两次5mg 剂量，Cmax和AUC0-24 的几何平均值（CV%）分别为27.8（79%）ng/mL、265（77%）ng.h/mL。清除率和表观分布容积的几何平均值（CV%）分别为38（80%）L/h、160（105%）L。代谢和排泄：阿昔替尼的血浆半衰期范围为2.5~6.1 小时。阿昔替尼主要经肝脏CYP3A4/5 代谢，少量经CYP1A2、CYP2C19、UGT1A1 代谢。当阿昔替尼以5mg 放射活性剂量口服给药后，约41%放射活性从粪便中回收，有23%放射活性从尿液中回收。阿昔替尼原形药物（占给药剂量的12%）是粪便中确认的主要成分；羧酸代谢产物和亚砜代谢产物占尿液中放射活性的绝大多数。在血浆中，N-葡萄糖醛酸代谢产物代表主要放射活性成分（占循环放射活性的50%），阿昔替尼原形药物和亚砜代谢产物各占循环放射活性的20%。",
      "full_precautions": "目前尚无在孕妇中服用阿昔替尼的充分和对照的研究。根据其作用机制，当孕妇服用阿昔替尼时，可能导致对胎儿的伤害。因此，当拟接受阿昔替尼治疗时，应建议患者避孕。如果本品在妊娠期间使用，或当患者接受本品治疗时怀孕，应告知患者药物对胎儿的潜在危害。  目前尚不明确阿昔替尼是否经人乳汁排泄。由于大多数药物经乳汁排泄，且哺乳婴儿存在发生阿昔替尼严重不良反应的可能，因此应考虑药物对母体的重要性，决定是否终止哺乳或停用药物。  尚未在儿童患者中研究阿昔替尼的安全性和有效性。  老年患者无需调整剂量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2609",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 199,
    "name": "拓培非格司亭注射液",
    "full_name": "※▲(乙10%)拓培非格司亭注射液",
    "chemical_name": "拓培非格司亭注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "厦门特宝生物工程"
    ],
    "specifications": [
      {
        "specification": "2mg:1ml/支",
        "manufacturer": "厦门特宝生物工程",
        "full_manufacturer": "厦门特宝生物工程股份有限公司",
        "price": 1595.0,
        "unit": "盒",
        "code": "X00273",
        "approval_number": "国药准字S20230038",
        "insurance_code": "XL03AAT208B002030104870",
        "location": "2D-4"
      }
    ],
    "pinyin": "※▲tuopeifeigesiting",
    "pinyin_initials": "※▲tpfgst",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.治疗活动性十二指肠溃疡，预防十二指肠溃疡复发； 2.胃溃疡； 3.反流性食管炎； 4.预防与治疗应激性溃疡及药物性溃疡等； 5.治疗Zolling-Ellison综合征； 6.消化性溃疡并发出血； 7.可用于各种原因引起免疫功能低下的辅助治疗； 8.用于带状疱疹和包括生殖器在内的其他疱疹性感染。",
      "dosage": "成人：常用量口服：①十二指肠溃疡或病理性高分泌状态：一次300mg；儿童：口服给药，按体重一次口服5～10mg",
      "contraindications": "症 ⑴对本药过敏者禁用。 ⑵本品能透过胎盘屏障，并能进入乳汁，引起胎儿和婴儿肝功能障碍，孕妇及哺乳期妇女禁用。 ⑶急性胰腺炎患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、过敏等。",
      "interactions": "⑴本药为肝药酶抑制剂，通过其咪唑环与细胞色素P450结合而降低药酶的活性，同时也可减少肝血流。故本药与普萘洛尔合用时，可使普萘洛尔血药浓度升高，休息时心率减慢；与苯妥英钠或其他内酰胺类合用时，使后者的血药浓度升高，可能导致苯妥英钠中毒，必须合用时，应在5天后测定苯妥英钠的血药浓度以便调整剂量。 ⑵与环孢素或吗氯贝胺或美沙酮或他克林或卡马西平或利多卡因或地高辛或奎尼丁或苯二氮䓬类药物合用时，使后者的血药浓度增加。 ⑶与阿司匹林或口服液或中枢抗胆碱药合用时，可使它们的作用增强。 ⑷本药可使维拉帕米（",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": null,
      "precautions": "⑻下列情况应慎用：①老年人慎用。②儿童慎用。⑸用本品时应禁用咖啡因及含咖啡因的饮料。",
      "source": "湖南药事服务网",
      "full_indications": "1.治疗活动性十二指肠溃疡，预防十二指肠溃疡复发； 2.胃溃疡； 3.反流性食管炎； 4.预防与治疗应激性溃疡及药物性溃疡等； 5.治疗Zolling-Ellison综合征； 6.消化性溃疡并发出血； 7.可用于各种原因引起免疫功能低下的辅助治疗； 8.用于治疗带状疱疹和包括生殖器在内的其他疱疹性感染。",
      "full_dosage": "⑴成人常用量口服：①十二指肠溃疡或病理性高分泌状态：一次300mg，一日4次，或800mg睡前一次服用。疗程4～6周。治疗䓬-艾综合征时用量可达一日2g。②预防溃疡复发：睡前一次服用400mg。③反流性食管炎：一日800～1600mg，疗程一般为4～8周，必要时可延长4周。④反流性食管炎的对症治疗：出现烧灼感和（或）有反胃时可服用200mg，最大剂量为一次200mg，一日3次，疗程不得超过2周。肌内注射：一次200mg，每6小时一次。静脉注射：用葡萄糖注射液或葡萄糖氯化钠注射液20ml稀释后缓慢静脉注射（长于5分钟），一次200mg，每4～6小时一次，一日剂量不宜超过2g。静脉滴注：用葡萄糖注射液或葡萄糖氯化钠注射液稀释后静脉滴注，一次200～600mg，一日剂量不宜超过2g。 ⑵肾功能不全时剂量：肾功能不全患者应减量。肌酐清除率为30～50ml/min时，用量为一次200mg，每6小时一次；肌酐清除率为15～30ml/min时，用量为一次200mg，每8小时一次；肌酐清除率小于15ml/min时，用量为一次200mg，每12小时一次。 ⑶肝功能不全时剂量：肝功能严重不全患者的最大剂量为一日600mg。 ⑷老年人：用量酌减。 ⑸儿童：口服给药，按体重一次口服5～10mg/kg，分2～4次给药。肌内注射，剂量同口服给药。静脉注射：①儿童（1岁以上）：一日20～25mg/kg，分2～3次给药。②婴儿（1～12个月）：一日20mg/kg，分2～3次给药。③新生儿（1个月以下）：一日5～10mg/kg，分2～3次给药。静脉滴注，剂量同静脉注射。",
      "full_contraindications": "症 ⑴对本药过敏者禁用。 ⑵本品能透过胎盘屏障，并能进入乳汁，引起胎儿和婴儿肝功能障碍，孕妇及哺乳期妇女禁用。 ⑶急性胰腺炎患者禁用。",
      "full_adverse_reactions": "⑴消化系统：较常见的有腹泻、恶心、呕吐、腹胀、便秘、口苦、口干、血清氨基转移酶轻度升高等，偶见严重肝炎、肝坏死、脂肪变性等。对肝硬化病人，可能诱发肝昏迷。突然停药，可能引起慢性消化性溃疡穿孔，估计为停药后会跳的高酸度所致。另有报道本药可致急性胰腺炎。 ⑵血液系统：本药对骨髓有一定的抑制作用，可出现中性粒细胞减少、全血细胞减少；也有报道出现血小板减少、粒细胞缺乏；仅有个案报道可出现自身免疫性溶血性贫血、再生障碍性贫血、嗜酸性粒细胞增多。本药血液系统的不良反应多见于并发症严重者，或接受抗代谢的羟基内药物或其他导致粒细胞减少的治疗等。 ⑶神经/精神系统：①头晕、头痛、疲乏、嗜睡等较常见，少数患者可出现可逆性的意识障碍、定向力障碍、不安、感觉迟钝、语言含糊不清、局部抽搐或癫痫样发作、谵妄、抑郁、幻觉、锥体外系反应以及运动性多神经病等。出现神经毒性症状后，一般只需适当减少用药剂量即可消失，也可用拟胆碱药毒扁豆碱治疗。②在治疗酗酒的胃肠道合并症时，可出现震颤性谵妄，酷似戒酒综合征，应注意区分。③本药的神经精神系统不良反应主要发生在严重患者、老年患者、幼儿、肝肾功能不全者、有精神病史者、有脑部疾病者及大剂量用药时也易发生。另外，假性状旁腺功能低下者可能对西咪替丁的神经毒性作用更敏感。 ⑷内分泌/代谢系统：本药具有轻度抗雄性激素作用，可出现脂质代谢异常、高催乳素血症、血浆睾酮水平下降和促性腺激素水平增加。长期用药可出现男性乳房肿胀、胀痛以及女性溢乳等。 ⑸心血管系统：可出现心动过缓、面部潮红等。静脉注射时偶见血压骤降、房性早搏、心跳呼吸骤停。 ⑹泌尿/生殖系统：①本药可引起一过性血清肌酐水平上升和肌酐清除率下降，其机制为西咪替丁与肌酐竞争肾小管分泌。也有报道可出现急性肾功能损害，停药后肾功能可恢复正常。②间质性肾炎：停药后可恢复正常。③性功能障碍：用药剂量较大（一日1.6g以上）时可引起阳痿、性欲减退、精子浓度降低，停药后可恢复正常。④接受肾脏移植的患者进行西咪替丁治疗可导致急性移植体坏死。 ⑺眼：可出现神经病变。推测是由于西咪替丁具有螯合锌作用，使体内锌含量不足，从而引起视神经病变。另有出现眼肌麻痹的报道。 ⑻皮肤：本药可抑制皮脂分泌，诱发剥脱性皮炎、皮肤干燥、皮脂缺乏性皮炎、脱发等；也可发生过敏反应（如皮疹、巨型荨麻疹）、史-约综合征及中毒性表皮坏死溶解等。 ⑼肌肉骨骼：长期用药后可出现肌痉挛或肌痛。 ⑽致癌性：根据西咪替丁对鼠的长期毒性研究，发现良性Leydig细胞瘤的发生率较对照组为高，但临床上未见此不良反应。 ⑾其他：西咪替丁可降低胃内酸度，引起胃内微生物的滋生，在反胃的情况下可出现感染，应引起重视。偶见咽喉痛热、异常倦怠无力。罕见发热、嗅觉减退等。 肝损伤 可能导致肝损伤。 禁忌症 ⑴对本药过敏者禁用。 ⑵本品能透过胎盘屏障，并能进入乳汁，引起胎儿和婴儿肝功能障碍，孕妇及哺乳期妇女禁用。 ⑶急性胰腺炎患者禁用。",
      "full_interactions": "⑴本药为肝药酶抑制剂，通过其咪唑环与细胞色素P450结合而降低药酶的活性，同时也可减少肝血流。故本药与普萘洛尔合用时，可使普萘洛尔血药浓度升高，休息时心率减慢；与苯妥英钠或其他内酰胺类合用时，使后者的血药浓度升高，可能导致苯妥英钠中毒，必须合用时，应在5天后测定苯妥英钠的血药浓度以便调整剂量。 ⑵与环孢素或吗氯贝胺或美沙酮或他克林或卡马西平或利多卡因或地高辛或奎尼丁或苯二氮䓬类药物合用时，使后者的血药浓度增加。 ⑶与阿司匹林或口服液或中枢抗胆碱药合用时，可使它们的作用增强。 ⑷本药可使维拉帕米（异搏定）的绝对生物利用度提高。由于维拉帕米可发生严重的",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴用药期间应注意监测肝、肾功能和血常规。 ⑵本品可透过血脑屏障，具有一定的神经毒性。引起中毒症状的血药浓度多在2μg/ml,而且多发生于老年人、幼儿或肝肾功能不全的患者。出现神经毒性后，一般只需适当减少剂量即可消失，用拟胆碱药毒扁豆碱治疗，其症状可得到改善。 ⑶应避免本品与中枢抗胆碱药同时使用，以防加重中枢神经毒性反应。 ⑷本药具有抗雄性激素作用，用药剂量较大时可引起男性乳房发育、女性溢乳、性欲减退、阳痿、精子计数减少。 ⑸用本品时应禁用咖啡因及含咖啡因的饮料。 ⑹突然停药，可能导致慢性消化性溃疡穿孔，可能为停用后反跳的高酸度所致。故完成治疗后尚需继续服药（每晚400mg）3个月。 ⑺对诊断的干扰：胃液隐血试验可出现假阳性；血液水杨酸浓度、血清肌酐、催乳素、氨基转移酶等浓度均可能增高；状旁腺激素浓度则可能降低。 ⑻下列情况应慎用：①老年人慎用。用药间隔时间可延长，剂量酌减。②儿童慎用。③严重呼吸系统疾患，心、肝、肾功能不全者慎用。④慢性炎症，如系统性红斑狼疮（SLE），西咪替丁的骨髓毒性可能增高。⑤器质性脑病慎用。 ⑼使用本药可能掩盖胃癌症状，故本药应在排除胃癌的基础上应用。 药物相互作用 ⑴本药为肝药酶抑制剂，通过其咪唑环与细胞色素P450结合而降低药酶的活性，同时也可减少肝血流。故本药与普萘洛尔合用时，可使普萘洛尔血药浓度升高，休息时心率减慢；与苯妥英钠或其他内酰胺类合用时，使后者的血药浓度升高，可能导致苯妥英钠中毒，必须合用时，应在5天后测定苯妥英钠的血药浓度以便调整剂量。 ⑵与环孢素或吗氯贝胺或美沙酮或他克林或卡马西平或利多卡因或地高辛或奎尼丁或苯二氮䓬类药物合用时，使后者的血药浓度增加。 ⑶与阿司匹林或口服液或中枢抗胆碱药合用时，可使它们的作用增强。 ⑷本药可使维拉帕米（异搏定）的绝对生物利用度提高。由于维拉帕米可发生严重的不良反应，虽少见，但仍应引起重视。 ⑸与香豆素类抗凝药合用时，可使后者自体内排出率下降，凝血酶原时间可进一步延长，从而导致出血倾向，因此应密切注意病情变化，并调整抗凝药用量。 ⑹与抗酸药（如氢氧化铝、氧化镁）合用时，可减缓十二指肠溃疡疼痛，但西咪替丁的吸收可能减少，故一般不提倡两药合用。如必须合用，两者应至少间隔1小时服用。 ⑺与氧氯普胺或硫糖铝或酮康唑合用时，本药的血药浓度降低。 ⑻与卡托普利合用时有可能引起精神症状。 ⑼由于本药有与氨基糖苷类药物相似的神经肌肉阻断作用，因此与氨基糖苷类抗生素合用时可能导致呼吸抑制或呼吸停止。 ⑽与卡莫司汀合用时，可增加骨髓毒性。 ⑾与阿片类药物合用时，在慢性肾衰竭患者中有出现呼吸抑制、精神错乱，定向力障碍等不良反应的报道。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵餐后或与食物同服； ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 西咪替丁与多种药物存在配伍禁忌、建议单独使用。 输液调配 ⑴西咪替丁注射液:一次0.2g用5%葡萄糖注射液、0.9%氯化钠注射液或葡萄糖氯化钠注射液100ml稀释后作静脉间隔滴注液，或一次0.2~0.4g用5%葡萄糖注射液0.9%氯化钠注射液或葡萄糖氯化钠注射液250~500ml稀释后作静脉连续滴注液，或一次0.2g用5%葡萄糖注射液、0.9%氯化钠注射液或葡萄糖氯化钠注射液20ml稀释后作静脉注射液。 ⑵注射用西咪替丁:每瓶药物用4m15%葡萄糖注射液,0.9%氯化钠注射液或葡萄糖氯化钠注射液溶解,一次0.2g药物溶解液用5%葡萄糖注射液、0.9%氯化钠注射液或葡萄糖氯化钠注射液100nl稀释后作静脉间隔滴注液:或一次0.2~0.4g药物溶解液用5%葡萄糖注射液、0.9%氯化钠注射液或葡萄糖氯化钠注射液250~500m稀释后作静脉连续滴注液:或一次0.2g药物溶解液用5%葡萄糖注射液、0.9%氯化钠注射液或葡萄糖氯化钠注射液20ml稀释后作静脉注射液。 ⑶新鲜配为无色至淡黄色的澄明液体。西咪替丁注射液pH为5.0~6.5.用0.9%氯化钠注射液调配的稀释液pH为5.0-7.0。 【稳定性】用0.9%氯化钠注射液、5%或10%葡萄糖注射液、复方氯化钠注射液、乳酸钠林格注射液或5%碳酸氢钠注射液调配的稀释液,25℃48h内,其物理与化学性质稳定,但仍应注意减少微生物的污染。成品输液调配后,尽早实施滴注,并于24h内完成,弃去任何剩余液。 给药说明 ⑴用药后十二指肠球部溃疡症状可较快缓解或消失，溃疡愈合须经内镜或Ｘ射线检查来确定。以后可服维持量，以预防溃疡病复发（由医师根据临床指征决定）。 ⑵需要手术治疗的患者，以及因合并症不能手术的患者，应另行制定用药范围及疗程，因西咪替丁长期治疗（达1年以上），后果尚不能预测。 ⑶应用于病理性高分泌状态，如䓬-艾综合征、肥大细胞增多症、多发性内分泌腺瘤等时，根据临床指征，可以持续长期使用。一日剂量一般不超过2.4g。治疗䓬-艾综合征时，宜缓慢体征本品剂量直至基础胃酸分泌小于10mmol/h。 ⑷口服或注射300mg，4～5小时后，抑制基础胃酸分泌达80％。 ⑸与制酸药伍用时，可解除溃疡症状，但两药摄入时间务必隔开，否则本品的吸收可减少。 ⑹患者应按时服用，坚持疗程，一般在进餐时与睡前服药，效果较好。 ⑺治疗上消化道出血时，通常先用注射剂，一般可在1周内奏效，可内服时改为内服。 ⑻用药期间出现精神症状或严重的窦性心动过速时应中断治疗。 ⑼本药停药后复发率很高。6个月复发率为24％，1年复发率为85％。目前认为采用长期服药或一日400～800mg或反复足量短期疗法可显著降低复发率。 ⑽常见的用药过量表现：呼吸短促或呼吸困难；心动过速。 ⑾用药过量的处理：首先应清除胃肠道内尚未吸收的药物，同时给予临床监护及支持疗法。出现呼吸衰竭者，应立即进行人工呼吸；心动过速者可给予β肾上腺素受体阻滞剂。 用法与用量 ⑴成人常用量口服：①十二指肠溃疡或病理性高分泌状态：一次300mg，一日4次，或800mg睡前一次服用。疗程4～6周。治疗䓬-艾综合征时用量可达一日2g。②预防溃疡复发：睡前一次服用400mg。③反流性食管炎：一日800～1600mg，疗程一般为4～8周，必要时可延长4周。④反流性食管炎的对症治疗：出现烧灼感和（或）有反胃时可服用200mg，最大剂量为一次200mg，一日3次，疗程不得超过2周。肌内注射：一次200mg，每6小时一次。静脉注射：用葡萄糖注射液或葡萄糖氯化钠注射液20ml稀释后缓慢静脉注射（长于5分钟），一次200mg，每4～6小时一次，一日剂量不宜超过2g。静脉滴注：用葡萄糖注射液或葡萄糖氯化钠注射液稀释后静脉滴注，一次200～600mg，一日剂量不宜超过2g。 ⑵肾功能不全时剂量：肾功能不全患者应减量。肌酐清除率为30～50ml/min时，用量为一次200mg，每6小时一次；肌酐清除率为15～30ml/min时，用量为一次200mg，每8小时一次；肌酐清除率小于15ml/min时，用量为一次200mg，每12小时一次。 ⑶肝功能不全时剂量：肝功能严重不全患者的最大剂量为一日600mg。 ⑷老年人：用量酌减。 ⑸儿童：口服给药，按体重一次口服5～10mg/kg，分2～4次给药。肌内注射，剂量同口服给药。静脉注射：①儿童（1岁以上）：一日20～25mg/kg，分2～3次给药。②婴儿（1～12个月）：一日20mg/kg，分2～3次给药。③新生儿（1个月以下）：一日5～10mg/kg，分2～3次给药。静脉滴注，剂量同静脉注射。",
      "full_pregnancy_category": "B\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13649",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 200,
    "name": "头孢克肟颗粒",
    "full_name": "(甲)头孢克肟颗粒",
    "chemical_name": "头孢克肟颗粒",
    "dosage_form": "颗粒",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "金鸿药业"
    ],
    "specifications": [
      {
        "specification": "50mg/袋",
        "manufacturer": "金鸿药业",
        "full_manufacturer": "金鸿药业股份有限公司",
        "price": 3.29,
        "unit": "盒",
        "code": "X00274",
        "approval_number": "国药准字H20213391",
        "insurance_code": "XJ01DDT073N001010400591",
        "location": "H-2",
        "outpatient_location": "A-1"
      }
    ],
    "pinyin": "toubaokewo",
    "pinyin_initials": "tbkw",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "本品对膀胱癌、卵巢癌、睾丸癌有较好的疗效，对乳腺癌、宫颈癌、子宫内膜癌、肾上腺皮质癌、胃癌、肺癌、前列腺癌、头颈部鳞癌以及儿童的神经母细胞瘤、骨肉瘤、卵巢生殖细胞瘤均有一定疗效。本品与放射治疗联合应用时，有增敏作用。",
      "dosage": "儿童：单药治疗，推荐以下两种剂量：50~120mg",
      "contraindications": "症 肾功能严重损害患者、严重骨髓抑制、孕妇和对本品过敏者禁用。",
      "adverse_reactions": "常见：恶心、呕吐、腹泻、过敏等。",
      "interactions": "⑴顺铂与秋水仙碱、丙磺舒或磺吡酮合用时，由于顺铂可能提高血液中尿酸水平，必须调整后者的剂量，以控制高尿酸血症与痛风。 ⑵抗组胺药、吩噻嗪类或噻吨类药物与顺铂合用，可能掩盖耳毒性如耳鸣、眩晕等症状。 ⑶顺铂诱发的肾功能损害可导致博来霉素（甚至小剂量）的肺毒性反应；由于此二药常合并应用，尤其应注意。 ⑷顺铂与各种骨髓抑制药或放射治疗同用，可增加毒性反应，用量应减少。 ⑸顺铂与氨基糖苷类抗生素合用可发生致命的肾衰，并可能加重耳毒性。 ⑹本品与呋塞米或依他尼酸合用可增加对耳的损害。 ⑺患者接受顺铂化疗后",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴对既往有肾病史或中耳炎史者慎用。⑶在治疗过程中应注意检查：①听力测验与神经功能检查；由于此二药常合并应用，尤其应注意。",
      "source": "湖南药事服务网",
      "full_indications": "本品对膀胱癌、卵巢癌、睾丸癌有较好的疗效，对乳腺癌、宫颈癌、子宫内膜癌、肾上腺皮质癌、胃癌、肺癌、前列腺癌、头颈部鳞癌以及儿童的神经母细胞瘤、骨肉瘤、卵巢生殖细胞瘤均有一定疗效。本品与放射治疗联合应用时，有增敏作用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_dosage": "静脉滴注：一次按体表面积20mg/㎡，一日1次，连用5日；或30mg/㎡，一日1次，连用3日，间隔3周再重复，可重复3-4个疗程。亦可80-100mg/㎡，同时进行水化疗法和利尿，每3-4周用药1次。 动脉灌注：介入化疗联合用药时，每次40-50mg/㎡，4周1次，需给予水化、利尿。 胸腹腔注射。每次30-60mg。 儿童： 单药治疗，推荐以下两种剂量：50~120mg/㎡，每3~4周一次；15~20mg/㎡/d连续5天，每3~4周重复；如果联合化疗，推荐用量为20mg/㎡或更高剂量，每3~4周一次，但不可超过顺铂单药剂量。 剂型与规格 粉针剂 10mg基药 20mg基药 50mg XL01XA甲0886 0% 哪儿有 冻干粉针剂 10mg 20mg XL01XA甲0886 0% 哪儿有 注射液 30mg 6ml基药 10mg 2ml基药 XL01XA甲0886 0% 哪儿有 注射液 50mg:0.45g 50ml 100mg:0.9g 100ml XL01XA乙0886 5% 哪儿有",
      "full_contraindications": "症 肾功能严重损害患者、严重骨髓抑制、孕妇和对本品过敏者禁用。",
      "full_adverse_reactions": "⑴肾脏毒性：一次性注射顺铂50mg/m²，约有25％～30％病人出现氮质血症，较大剂量与连续用药，则可产生严重而持久的肾脏毒性，表现为血尿素氮、肌酐升高，肌酐清除率可由112ml/min降至63ml/min。原有肾功能不全或曾接受过对肾脏有毒性的抗生素（如链霉素、卡那霉素、庆大霉素等）的病人，使用本品后肾脏受损程度更为严重，主要损害在肾小管，使细胞空泡化、上皮脱落、管腔扩张、出现透明管型，肾小球的病变较轻。在一般剂量腺癌，肾小管的损伤是可逆的，但剂量过大或用药过频，可因蓄积中毒而产生肾功能衰竭，甚至死亡。 为了防止肾脏毒性，在用药前后，目前广泛采用大量输液的水化疗法，以降低顺铂血浆浓度，增加其肾脏清除率；并加用甘露醇和呋塞米，以加速肾脏的排泄功能，减少顺铂在肾小管中的积聚。据研究，甘露醇除利尿作用外，还能显著降低顺铂对小鼠的急性中毒，而呋塞米则无此效应。 在采用大量输液的过程中，要密切观察液体超负荷的症状，并及时处理。在治疗中经常检测血清电解质、镁、尿素氮和肌酐。在每一周期开始前，检测血清肌酐清除率，观察肾功能是否正常。 ⑵消化道毒性：包括恶心、呕吐、食欲减退和腹泻等，恶心、呕吐发生率为17％～100％，反应常在给药后1～6小时内发生，最长不超过24～48小时。目前多采用大剂量甲氧氯普安（1～2mg/kg），并加用氯丙嗪、地塞米松或苯海拉明等，可获得较好的止吐的效果。 ⑶骨髓抑制：表现为白细胞和（或）血小板的减少，一般与用药剂量有关，疗程剂量在按体重2.5mg/kg以下，发生率为10％～20％，剂量在3mg/kg以上，发生率为40％左右。骨髓抑制一般在3周左右达高峰，4～6周恢复。对骨髓抑制病例，可按常规处理。 ⑷过敏样反应：少见，在给药后数分钟内发生，表现为脸面水肿、喘鸣、心动过速等。应迅速给予抗组胺药、肾上腺素或肾上腺皮质激素等。 ⑸耳毒性：可出现耳鸣和高频听力降低，多为可逆性，不需特殊处理。 ⑹神经毒性：多见于总剂量超过300mg/m²的患者，周围神经损伤多见，表现为肌痛、上下肢感觉异常等；亦可出现癫痫、球后视神经炎和运动失调等。 肝损伤 ⑴肝损伤： 一般认为，顺铂化合物不具备肝毒性，但是顺铂可引发小概率的血清酶含量升高。表现为轻度、自限性和无症状的，通常不需要调整剂量。少见顺铂引起临床症状明显的肝损伤的报道。其中一例患者于用药后的4周后，在肝活检中被查出脂肪变性和坏死（脂肪性肝炎）及肝酶含量升高。还有一例关于肝细胞性肝损伤的报道。顺铂引起的肝损伤的病例数量过少，不足以表明临床肝损伤的特征。尚未发现自身免疫和免疫超敏症状。所有病例均为自限性的。⑵损伤机制： 顺铂引发肝中毒的原因尚不明确。顺铂引发的肝中毒病例数量极少。因此，顺铂一般被认为是不具肝毒性的。 肾损伤 可能导致肾损伤。 禁忌症 肾功能严重损害患者、严重骨髓抑制、孕妇和对本品过敏者禁用。",
      "full_interactions": "⑴顺铂与秋水仙碱、丙磺舒或磺吡酮合用时，由于顺铂可能提高血液中尿酸水平，必须调整后者的剂量，以控制高尿酸血症与痛风。 ⑵抗组胺药、吩噻嗪类或噻吨类药物与顺铂合用，可能掩盖耳毒性如耳鸣、眩晕等症状。 ⑶顺铂诱发的肾功能损害可导致博来霉素（甚至小剂量）的肺毒性反应；由于此二药常合并应用，尤其应注意。 ⑷顺铂与各种骨髓抑制药或放射治疗同用，可增加毒性反应，用量应减少。 ⑸顺铂与氨基糖苷类抗生素合用可发生致命的肾衰，并可能加重耳毒性。 ⑹本品与呋塞米或依他尼酸合用可增加对耳的损害。 ⑺患者接受顺铂化疗后至少3个月，才可接受病毒性疫苗接种。 输液调配 ⑴注射用顺铂：每20mg用0.9%氯化钠注射液10～20ml溶解作静脉注射液；或静脉注射液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。 ⑵顺铂注射液：一次20mg/m²，用0.9%氯化钠注射液250～500ml稀释作静脉滴注液。 ⑶新鲜调配为无色或微黄色的澄明液体。注射用顺铂20mg加入0.9%氯化钠注射液20ml溶解，溶液的pH为5.0～7.0。 【稳定性】用0.9%氯化钠注射液稀释的0.05～0.9mg/ml顺铂溶液，25℃放置24h，顺铂降解小于10%;用葡萄糖氯化钠注射液稀释的0.05～0.5mg/ml顺铂溶液，25℃放置24h，顺铂降解小于10%。 给药说明 ⑴本品仅能有静脉、动脉或腔内给药，通常采用静脉滴注的方式给药。给药前2～16小时和给药后至少6小时之内，必须进行充分的水化治疗。 ⑵本品需用300-500ml氯化钠注射液稀释滴注。本药略带黏性，为使剂量准确，在吸出药液后，再向瓶内注入适量氯化钠注射液，稍作振摇涤粘附于瓶内壁的药液后吸出并加入至输液瓶中滴注。 用法与用量 静脉滴注：一次按体表面积20mg/㎡，一日1次，连用5日；或30mg/㎡，一日1次，连用3日，间隔3周再重复，可重复3-4个疗程。亦可80-100mg/㎡，同时进行水化疗法和利尿，每3-4周用药1次。 动脉灌注：介入化疗联合用药时，每次40-50mg/㎡，4周1次，需给予水化、利尿。 胸腹腔注射。每次30-60mg。 儿童： 单药治疗，推荐以下两种剂量：50~120mg/㎡，每3~4周一次；15~20mg/㎡/d连续5天，每3~4周重复；如果联合化疗，推荐用量为20mg/㎡或更高剂量，每3~4周一次，但不可超过顺铂单药剂量。 剂型与规格 粉针剂 10mg基药 20mg基药 50mg XL01XA甲0886 0% 哪儿有 冻干粉针剂 10mg 20mg XL01XA甲0886 0% 哪儿有 注射液 30mg 6ml基药 10mg 2ml基药 XL01XA甲0886 0% 哪儿有 注射液 50mg:0.45g 50ml 100mg:0.9g 100ml XL01XA乙0886 5% 哪儿有",
      "full_precautions": "⑴对既往有肾病史或中耳炎史者慎用。 ⑵在治疗中，出现下列症状之一者停用：①周围白细胞低于3500/mm³或血小板低于8万/mm³；②用药后持续性严重呕吐；③早期肾脏毒性的表现，如血清肌酐大于2mg/100ml或尿素氮大于20mg/100ml；或尿镜检在高倍视野中有白细胞10个、红细胞5个或管型5个。 ⑶在治疗过程中应注意检查：①听力测验与神经功能检查；②血液尿素氮（BUN）、肌酐清除率与血清肌酐；③血细胞比容、血小板计数、白细胞总数与分类、血清氨基转移酶、转肽酶、胆红素与尿酸。 药物相互作用 ⑴顺铂与秋水仙碱、丙磺舒或磺吡酮合用时，由于顺铂可能提高血液中尿酸水平，必须调整后者的剂量，以控制高尿酸血症与痛风。 ⑵抗组胺药、吩噻嗪类或噻吨类药物与顺铂合用，可能掩盖耳毒性如耳鸣、眩晕等症状。 ⑶顺铂诱发的肾功能损害可导致博来霉素（甚至小剂量）的肺毒性反应；由于此二药常合并应用，尤其应注意。 ⑷顺铂与各种骨髓抑制药或放射治疗同用，可增加毒性反应，用量应减少。 ⑸顺铂与氨基糖苷类抗生素合用可发生致命的肾衰，并可能加重耳毒性。 ⑹本品与呋塞米或依他尼酸合用可增加对耳的损害。 ⑺患者接受顺铂化疗后至少3个月，才可接受病毒性疫苗接种。 输液调配 ⑴注射用顺铂：每20mg用0.9%氯化钠注射液10～20ml溶解作静脉注射液；或静脉注射液稀释于0.9%氯化钠注射液或5%葡萄糖注射液250ml作静脉滴注液。 ⑵顺铂注射液：一次20mg/m²，用0.9%氯化钠注射液250～500ml稀释作静脉滴注液。 ⑶新鲜调配为无色或微黄色的澄明液体。注射用顺铂20mg加入0.9%氯化钠注射液20ml溶解，溶液的pH为5.0～7.0。 【稳定性】用0.9%氯化钠注射液稀释的0.05～0.9mg/ml顺铂溶液，25℃放置24h，顺铂降解小于10%;用葡萄糖氯化钠注射液稀释的0.05～0.5mg/ml顺铂溶液，25℃放置24h，顺铂降解小于10%。 给药说明 ⑴本品仅能有静脉、动脉或腔内给药，通常采用静脉滴注的方式给药。给药前2～16小时和给药后至少6小时之内，必须进行充分的水化治疗。 ⑵本品需用300-500ml氯化钠注射液稀释滴注。本药略带黏性，为使剂量准确，在吸出药液后，再向瓶内注入适量氯化钠注射液，稍作振摇涤粘附于瓶内壁的药液后吸出并加入至输液瓶中滴注。 用法与用量 静脉滴注：一次按体表面积20mg/㎡，一日1次，连用5日；或30mg/㎡，一日1次，连用3日，间隔3周再重复，可重复3-4个疗程。亦可80-100mg/㎡，同时进行水化疗法和利尿，每3-4周用药1次。 动脉灌注：介入化疗联合用药时，每次40-50mg/㎡，4周1次，需给予水化、利尿。 胸腹腔注射。每次30-60mg。 儿童： 单药治疗，推荐以下两种剂量：50~120mg/㎡，每3~4周一次；15~20mg/㎡/d连续5天，每3~4周重复；如果联合化疗，推荐用量为20mg/㎡或更高剂量，每3~4周一次，但不可超过顺铂单药剂量。 剂型与规格 粉针剂 10mg基药 20mg基药 50mg XL01XA甲0886 0% 哪儿有 冻干粉针剂 10mg 20mg XL01XA甲0886 0% 哪儿有 注射液 30mg 6ml基药 10mg 2ml基药 XL01XA甲0886 0% 哪儿有 注射液 50mg:0.45g 50ml 100mg:0.9g 100ml XL01XA乙0886 5% 哪儿有",
      "full_pregnancy_category": "D\n \n",
      "pharmacodynamics": "⑴药效学：顺铂分子中的中心铂原子对其抗肿瘤作用具有重要意义，只有顺式有效，反式则无效。本品的作用与双功能烷化剂类似，可能与DNA有交叉联结而干扰其功能，在投入后持续数日之久；对RNA的影响较小。由于瘤细胞比正常细胞的增殖和合成DNA更为迅速，瘤细胞对本品的细胞毒作用就更为敏感。 本品是细胞周期非特异",
      "full_pharmacodynamics": "⑴药效学：顺铂分子中的中心铂原子对其抗肿瘤作用具有重要意义，只有顺式有效，反式则无效。本品的作用与双功能烷化剂类似，可能与DNA有交叉联结而干扰其功能，在投入后持续数日之久；对RNA的影响较小。由于瘤细胞比正常细胞的增殖和合成DNA更为迅速，瘤细胞对本品的细胞毒作用就更为敏感。 本品是细胞周期非特异性药，可能对宿主的免疫系统有刺激作用。 ⑵药动学：本品仅能由静脉、动脉或腔内给药。给药后吸收迅速，分布于全身各组织；肾、肝、卵巢、子宫、皮肤、骨等含量较多，脾、胰、肠、心、肌肉、脑中较少，瘤组织无选择性分布。大部分和血浆蛋白结合，代谢呈双相性：ｔ1/2α为25～49分钟，表示游离铂的血浆清除率；ｔ1/2β为58～73小时，表示结合铂的排泄率。药物自体内消除缓慢，5日内尿中回收铂为给药量的27％～54％，胆道也可排除顺铂与其降解物，但量较少。腹腔给药时腹腔器官的药物浓度较静脉给药时高2.5～8倍，对治疗卵巢癌有利。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2587",
      "last_updated": "2026-03-21"
    }
  }
];
