// 药品数据 - 生成于 2026-04-23
// 共 100 条记录

const drugDetailBatch3 = [
  {
    "id": 201,
    "name": "盐酸西替利嗪滴剂",
    "full_name": "(甲)盐酸西替利嗪滴剂",
    "chemical_name": "盐酸西替利嗪滴剂",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "成都民意制药"
    ],
    "specifications": [
      {
        "specification": "0.1g:10ml/瓶",
        "manufacturer": "成都民意制药",
        "full_manufacturer": "成都民意制药有限责任公司",
        "price": 19.18,
        "unit": "盒",
        "code": "X00275",
        "approval_number": "国药准字H20000723",
        "insurance_code": "XR06AEX017X004010102047",
        "location": "H-4",
        "outpatient_location": "2G-1"
      }
    ],
    "pinyin": "yansuanxitiliqindiji",
    "pinyin_initials": "ysxtlqdj",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "1.用于过敏性鼻炎、过敏性结膜炎；2.荨麻疹；3.各种过敏性瘙痒性皮肤病。",
      "dosage": "成人：及12岁以上儿童，一次10mg；儿童：，一次10mg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：头痛、头晕、发热、过敏、嗜睡等。",
      "interactions": "⑴本品与中枢抑制药合用及饮酒，可引起严重嗜睡。同时服用中枢镇静药应慎重。<br>⑵茶碱可增加本品不良反应。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约10小时。",
      "precautions": "⑵驾驶车辆及操作精密或危险机械者慎用。⑶肾功能不全者慎用。⑺避免与酒精或其他中枢神经系统抑制剂同时使用，因为可能发生警觉性降低和中枢神经系统功能受损程度加剧。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于过敏性鼻炎、过敏性结膜炎；2.荨麻疹；3.各种过敏性瘙痒性皮肤病。",
      "full_dosage": "⑴口服：<br>　　①成人及12岁以上儿童，一次10mg，一日1次，如出现不良反应，可改为早、晚各5mg。<br>　　②6～12岁儿童，根据症状的严重程度不同，推荐剂量为5mg或10mg，一日，一日1次，或早晚各服用5mg。<br>　　③2～5岁儿童，一次5mg，一日1次，或早晚各服2.5mg。<br>　　④2岁以下至1岁小儿：滴剂，一次0.25ml（2.5mg），一日2次。<br>　　⑤1岁以下儿童：相关临床评估尚未结束，慎用或遵医嘱。<br>⑵静脉注射：仅供静脉注射给药。治疗急性荨麻疹时的推荐剂量方案为按需每24小时注射一次，在1至2分钟内静脉推注。成人推荐剂量为静脉注射10mg。<br>⑶滴眼液：推荐剂量为每只患眼每⽇滴眼2次，每次1滴（⼤约间隔8⼩时）。⼀次性容器应在打开后⽴即使⽤，可⽤于双眼给<br>药。",
      "full_contraindications": "⑴对本品成份、羟嗪或任何其他哌嗪衍生物过敏者禁用。<br>⑵严重肾功能损害（肌酐清除率低于10mL/min）患者禁用。",
      "full_adverse_reactions": "⑴偶有报告患者有轻微和短暂不良反应。如头痛，头晕，嗜睡，激动不安，口干，腹部不适。在测定精神运动功能的客观试验中，本品的镇静作用和安慰剂相似。罕有报道过敏反应。<br>⑵与第一代H1受体拮抗剂相比，西替利嗪进入中枢神经系统的能力更弱。临床研究表明，使用推荐剂量的西替利嗪有轻微的中枢神经系统不良反应，包括嗜睡、疲劳、麻木、注意力障碍、头晕和头痛。在某些病例中，也有中枢神经系统兴奋的报告。<br>⑶尽管西替利嗪是选择性的外周H1受体拮抗剂，没有明显的抗胆碱活性，但曾有个别关于排尿障碍、调节紊乱和口干的报告。<br>⑷个别患者出现肝功能受损现象，并伴有肝酶水平和胆红素水平升高。通常在停药后，肝酶水平和胆红素水平会恢复正常。<br>⑸盐酸西替利嗪注射液治疗的患者不良反应发生率低于1%，包括：消化不良、发热感、味觉障碍、头痛、感觉异常、昏厥前期和多汗。",
      "full_interactions": "⑴本品与中枢抑制药合用及饮酒，可引起严重嗜睡。同时服用中枢镇静药应慎重。<br>⑵茶碱可增加本品不良反应。",
      "full_pharmacokinetics": "⑴药效学：本品为羟嗪类的衍生物，可选择性拮抗H1受体，可抑制由组胺介导的过敏反应的初始期，同时还可明显减少与迟发性皮肤过敏反应相关的炎性细胞（如嗜酸细胞）的迁移及炎性介质的释放。本品不易通过血脑屏障，有一定抗胆碱作用。 <br>　　⑵药动学：口服本品在5～60mg剂量范围内，血浆浓度水平与给药剂量呈线性关系。成年人清除相半衰期（ｔ1/2）约为10小时，给药剂量的2/3以原形由尿液排出。本品的吸收不受进食的影响。",
      "full_precautions": "⑴治疗剂量虽不增强酒精的作用，但仍需谨慎。  <br>⑵驾驶车辆及操作精密或危险机械者慎用。  <br>⑶肾功能不全者慎用。<br>⑷癫痫患者以及有惊厥风险的患者应慎用。<br>⑸因西替利嗪有可能增加尿潴留的风险，有尿潴留易感因素（例如脊髓损害、前列腺肥大）的患者慎用。<br>⑹抗组胺药物会降低皮肤过敏测试结果的灵敏度，所以接受这类测试前应停药3天。<br>⑺避免与酒精或其他中枢神经系统抑制剂同时使用，因为可能发生警觉性降低和中枢神经系统功能受损程度加剧。<br>⑻肝功能损害：肝功能损害患者无需调整剂量。<br>⑼肾功能损害：中度和重度肾功能损害患者以及正在接受透析的患者无需调整剂量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2670",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 202,
    "name": "复方福尔可定口服溶液",
    "full_name": "(自)复方福尔可定口服溶液",
    "chemical_name": "复方福尔可定口服溶液",
    "dosage_form": "口服溶液",
    "types": [],
    "manufacturers": [
      "澳美制药厂"
    ],
    "specifications": [
      {
        "specification": "150ml/瓶",
        "manufacturer": "澳美制药厂",
        "full_manufacturer": "澳美制药厂有限公司（Bright Future Pharmaceuticals Factory）",
        "price": 19.4,
        "unit": "盒",
        "code": "X00276",
        "approval_number": "国药准字HC20150057",
        "insurance_code": "XR05FAF270X001020179136",
        "location": "H-3",
        "outpatient_location": "A-3"
      }
    ],
    "pinyin": "fufangfuerkeding",
    "pinyin_initials": "fffekd",
    "dosage_form_pinyin": "koufurongye",
    "dosage_form_initials": "kfry",
    "manual": {
      "indications": "用于伤风、流感、咽喉及支气管刺激引起的咳嗽、痰多咳嗽、干咳、敏感性咳、流涕、鼻塞和咽喉痛。",
      "dosage": "口服：2岁以下儿童一次2.5ml，一日3～4次；2～6岁儿童一次5ml，一日3～4次；6岁以上儿童及成人一次10ml，一日3～4次；或遵医嘱。",
      "contraindications": "对本品有耐受的患者禁用；有严重高血压、冠心病或正服用单胺氧化酶抑制剂的患者禁用。",
      "adverse_reactions": "偶有胃肠不适、胃痉挛、便秘、恶心、呕吐、口干、嗜睡、头晕。",
      "interactions": "⑴与单胺氧化酶抑制剂合用会致血压升高。<br>⑵避免与其它拟交感神经药合用，如：抗充血剂，食欲抑制剂，苯丙胺，抗高血压药及其它抗组胺药。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴操作机械或驾驶时需慎用，有严重肝肾功能损害者，需调整剂量。⑵妊娠期间服用本品的安全性尚未确定，需慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于伤风、流感、咽喉及支气管刺激引起的咳嗽、痰多咳嗽、干咳、敏感性咳、流涕、鼻塞和咽喉痛。",
      "full_dosage": "口服：2岁以下儿童一次2.5ml，一日3～4次；2～6岁儿童一次5ml，一日3～4次；6岁以上儿童及成人一次10ml，一日3～4次；或遵医嘱。",
      "full_contraindications": "对本品有耐受的患者禁用；有严重高血压、冠心病或正服用单胺氧化酶抑制剂的患者禁用。",
      "full_adverse_reactions": "偶有胃肠不适、胃痉挛、便秘、恶心、呕吐、口干、嗜睡、头晕。",
      "full_interactions": "⑴与单胺氧化酶抑制剂合用会致血压升高。<br>⑵避免与其它拟交感神经药合用，如：抗充血剂，食欲抑制剂，苯丙胺，抗高血压药及其它抗组胺药。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴操作机械或驾驶时需慎用，有严重肝肾功能损害者，需调整剂量。  <br>⑵妊娠期间服用本品的安全性尚未确定，需慎用。本品的伪麻黄碱和曲普利定可经乳汁排泄，但无相关危害性报道。  <br>⑶运动员慎用。",
      "pharmacodynamics": "福尔可定是一种中枢作用镇咳药，通过直接作用于延髓咳嗽中心选择性抑制咳嗽。<br>盐酸曲普利啶是一种具有中枢镇定及抗毒蕈作用的强效H受体拮抗剂，通过竞争性、可逆性阻断组织上的组胺受体而消除组胺导致的过敏性反应。<br>盐酸伪麻黄碱是一种拟交感神经药，有效对抗鼻充血及咽鼓管充血。<br>愈创木酚甘油醚是",
      "full_pharmacodynamics": "福尔可定是一种中枢作用镇咳药，通过直接作用于延髓咳嗽中心选择性抑制咳嗽。<br>盐酸曲普利啶是一种具有中枢镇定及抗毒蕈作用的强效H受体拮抗剂，通过竞争性、可逆性阻断组织上的组胺受体而消除组胺导致的过敏性反应。<br>盐酸伪麻黄碱是一种拟交感神经药，有效对抗鼻充血及咽鼓管充血。<br>愈创木酚甘油醚是一种祛痰剂，通过扩张支气管及降低支气管分泌物粘度发挥化痰作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1670",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 203,
    "name": "小儿豉翘清热颗粒",
    "full_name": "※▲(甲)小儿豉翘清热颗粒",
    "chemical_name": "小儿豉翘清热颗粒",
    "dosage_form": "颗粒",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "济川药业集团"
    ],
    "specifications": [
      {
        "specification": "2g/袋",
        "manufacturer": "济川药业集团",
        "full_manufacturer": "济川药业集团有限公司",
        "price": 65.83,
        "unit": "盒",
        "code": "C00024",
        "approval_number": "国药准字Z20123090",
        "insurance_code": "ZA01CAX0351020201453",
        "location": "H-3",
        "outpatient_location": "A-3"
      }
    ],
    "pinyin": "※▲xiaoershiqiaoqingre",
    "pinyin_initials": "※▲xesqqr",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "用于手术后疼痛的短期治疗。亦可用于缓解骨关节炎症状，亦可用于痛经。",
      "dosage": "成人：推荐剂量一次40mg",
      "contraindications": "症 禁用于： ⑴有严重药物过敏反应史，对磺胺类药物超敏者。 ⑵活动性消化道溃疡或胃肠道出血。 ⑶支气管痉挛、服用非甾体抗炎药后出现过敏反应。 ⑷妊娠晚期或哺乳期妇女。 ⑸严重肝功能损伤（血清白蛋白＜25g/L或Child-Pμgh评分≥10）。 ⑹炎症性肠病。 ⑺充血性心衰（NYHA Ⅱ～Ⅳ）。 ⑻",
      "adverse_reactions": "常见：有术后贫血，低钾血症，焦虑、失眠，感觉减退，高血压或低血压，呼吸功能不全、咽炎，干槽症、消化不良、胃肠气胀，瘙痒，背痛，少尿，外周水肿，肌酐升高",
      "interactions": "⑴本品与抗凝药合用将增加发生出血并发症的风险。 ⑵本品与ACEI或利尿药合用将增加发生急性肾功能不全的风险。 ⑶本品与环孢素或他克莫司合用时，应监测肾功能。 ⑷本品与氟康唑（主要是CYP2C9抑制药）合用时，应降低本品剂量。 ⑸本品慎与氟卡尼、普罗帕酮、美托洛尔、苯妥英、地西泮、丙咪嗪、锂盐合用。 ⑹与阿片类镇痛药合用时，后者只需较小剂量（常规剂量的28％～36％）就能达到相同的临床止痛效果。 配伍",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴具有心血管事件的高危因素（如高血压、高血脂、糖尿病、吸烟）者慎用。⑵同时服用NSAIDs、老年人、有过胃肠道疾病病史、肝或肾功能损伤、心功能不全、有体液潴留倾向的患者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于手术后疼痛的短期治疗。亦可用于缓解骨关节炎症状，亦可用于痛经。",
      "full_dosage": "⑴本品可使用0.9％氯化钠注射液、0.45％氯化钠注射液、5％葡萄糖注射液作为溶媒。 ⑵静脉或肌内注射：成人推荐剂量一次40mg，随后视需要间隔6～12小时给予20mg或40mg，总剂量不超过80mg/d。可直接进行快速静脉注射，或通过已有静脉通路给药。肌内注射应选择深部肌肉缓慢注射。疗程不超过3日。 ⑶体重＜50kg老年患者，初始剂量减至常规剂量的一半且最高剂量减至40mg/d。 ⑷肝、肾损害者：对于轻度肝功能损害者不必调整剂量。中度肝功能损伤者应慎用，剂量应减至常用量的一半，且每日最高剂量降至40mg。对肾功能损伤者不必调整剂量，但对肾功能损伤的患者以及有有体液潴留倾向的患者应密切观察。",
      "full_contraindications": "症 禁用于： ⑴有严重药物过敏反应史，对磺胺类药物超敏者。 ⑵活动性消化道溃疡或胃肠道出血。 ⑶支气管痉挛、服用非甾体抗炎药后出现过敏反应。 ⑷妊娠晚期或哺乳期妇女。 ⑸严重肝功能损伤（血清白蛋白＜25g/L或Child-Pμgh评分≥10）。 ⑹炎症性肠病。 ⑺充血性心衰（NYHA Ⅱ～Ⅳ）。 ⑻冠状动脉搭桥术后的疼痛。 ⑼缺血性心脏疾病，外周动脉血管和（或）脑血管疾病的患者。",
      "full_adverse_reactions": "的发生。 ⑵药动学：帕瑞昔布在静注或肌注后经肝脏酶水解，迅速转化为有药理学活性的伐地昔布。 ①吸收:帕瑞昔布单次给药后，在临床剂量范围内，以血药浓度-时间曲线下面积(AUC)以及峰浓度(Cmax)两项指标代表的伐地昔布的暴露水平近似线性表达。帕瑞昔布1天给药2次，静注剂量不超过50mg及肌注剂量不超过20mg的情况下，其AUC与Cmax之间呈现线性关系。帕瑞昔布1天给药2次，在4天内可达到伐地昔布的稳态血药浓度。 帕瑞昔布钠单次静注或肌注20mg，伐地昔布分别于注射后30分钟或1小时达到峰浓度。静脉给药或肌肉注射给药，伐地昔布的暴露水平(AUC及Cmax)基本相同。静注或肌注后，帕瑞昔布的暴露水平基本相同(AUC);但肌注后的帕瑞昔布平均Cmax低于静注后的平均Cmax，这可能与肌注后药物在血管外吸收较慢有关。由于静注或肌注帕瑞昔布钠后伐地昔布的峰浓度基本一致，因此上述差别并无重要临床意义。 ②分布:静注后，伐地昔布的分布容积约为55升。血浆蛋白结合率在最高推荐量(80mg/天)时达到98％。伐地昔布(而非帕瑞昔布)可广泛分布于红细胞内。 ③代谢:帕瑞昔布在体内快速并几乎完全地转化为伐地昔布和丙酸，血药半衰期约为22分钟。伐地昔布的消除在肝脏内通过多种途径广泛进行，包括细胞色素P450(CYP)3A4与CYP2C9同工酶代谢以及磺胺葡萄糖醛化(约20％)。已在人体血浆中确认伐地昔布的一种羟化代谢物(经CYP途径代谢)也具有抑制COX-2作用，它的体内浓度相当于伐地昔布浓度的约10%。由于这种代谢物的浓度较低，因此给予治疗剂量帕瑞昔布钠后，并不期望这种代谢物发挥重要的临床作用。 ④消除:伐地昔布主要在肝脏内消除，少于5％的伐地昔布通过尿液以原型形式排泄。尿液中未检测到帕瑞昔布的原型物质。给药后，约70％的药物以非活性代谢物形式经尿液排泄。伐地昔布的血浆清除率(CLp)约为6L/小时。静注或肌注帕瑞昔布钠后，伐地昔布的消除半衰期(ｔ1/2)约为8小时。 ⑤老年人:在药代动力学与临床治疗研究中，335例老年患者(65-96岁)接受帕瑞昔布治疗。在健康老年受试者中，由于伐地昔布口服表观清除率降低，导致伐地昔布血浆暴露水平较年轻受试者升高约40％。校正体重后，老年女性受试者的伐地昔布稳态血药浓度较老年男性高16％。 ⑥肾功能损伤:不同程度肾功能损伤的患者静注帕瑞昔布20mg后，帕瑞昔布均从血浆中快速消除。由于肾脏消除不是伐地昔布主要的消除途径，即使在严重肾功能损伤或依赖透析的患者中也未发现伐地昔布清除率的改变。 肝功能损伤:中度肝功能损伤并不引起帕瑞昔布-伐地昔布转换速率或转换程度的降低。对于中度肝功能损伤的患者(Child-Pugh评分:7~9),由于伐地昔布的暴露水平可升高至正常范围的两倍以上(+130%)，故帕瑞昔布的初始剂量应减至常规推荐量的二分之一，且每日最高剂量降至40mg。目前尚未对严重肝功能损伤的患者用药状况进行研究，因此不推荐这类患者使用帕瑞昔布。 不良反应 常见不良反应有术后贫血，低钾血症，焦虑、失眠，感觉减退，高血压或低血压，呼吸功能不全、咽炎，干槽症、消化不良、胃肠气胀，瘙痒，背痛，少尿，外周水肿，肌酐升高。 禁忌症 禁用于： ⑴有严重药物过敏反应史，对磺胺类药物超敏者。 ⑵活动性消化道溃疡或胃肠道出血。 ⑶支气管痉挛、服用非甾体抗炎药后出现过敏反应。 ⑷妊娠晚期或哺乳期妇女。 ⑸严重肝功能损伤（血清白蛋白＜25g/L或Child-Pμgh评分≥10）。 ⑹炎症性肠病。 ⑺充血性心衰（NYHA Ⅱ～Ⅳ）。 ⑻冠状动脉搭桥术后的疼痛。 ⑼缺血性心脏疾病，外周动脉血管和（或）脑血管疾病的患者。",
      "full_interactions": "⑴本品与抗凝药合用将增加发生出血并发症的风险。 ⑵本品与ACEI或利尿药合用将增加发生急性肾功能不全的风险。 ⑶本品与环孢素或他克莫司合用时，应监测肾功能。 ⑷本品与氟康唑（主要是CYP2C9抑制药）合用时，应降低本品剂量。 ⑸本品慎与氟卡尼、普罗帕酮、美托洛尔、苯妥英、地西泮、丙咪嗪、锂盐合用。 ⑹与阿片类镇痛药合用时，后者只需较小剂量（常规剂量的28％～36％）就能达到相同的临床止痛效果。 配伍",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴具有心血管事件的高危因素（如高血压、高血脂、糖尿病、吸烟）者慎用。 ⑵同时服用NSAIDs、老年人、有过胃肠道疾病病史、肝或肾功能损伤、心功能不全、有体液潴留倾向的患者慎用。 ⑶对有受孕计划的妇女，儿童或青少年不推荐使用。 ⑷可用于配制注射用帕瑞昔布钠的溶剂包括：0.9％氯化钠注射液、5％葡萄糖注射液、0.45％氯化钠注射液。一般来说，在25℃条件下保存不应超过12小时。除非溶液的配制是在严格控制的、并经过验证的无菌环境下进行，配制后的溶液应在24小时内使用，否则应废弃。",
      "composition": "连翘、淡豆豉、薄荷、荆芥、栀子（炒）、大黄、青蒿、赤芍、槟榔、厚朴、黄芩、半夏。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3983",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 204,
    "name": "布洛芬混悬液",
    "full_name": "(甲)布洛芬混悬液[国基]",
    "chemical_name": "布洛芬混悬液",
    "dosage_form": "混悬液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "天大药业"
    ],
    "specifications": [
      {
        "specification": "60ml:1.2g/瓶",
        "manufacturer": "天大药业",
        "full_manufacturer": "天大药业(珠海)有限公司",
        "price": 8.11,
        "unit": "瓶",
        "code": "X00277",
        "approval_number": "国药准字H10980251",
        "insurance_code": "XM01AEB173X002040100560",
        "location": "H-3"
      }
    ],
    "pinyin": "buluofenhunxuanye",
    "pinyin_initials": "blfhxy",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于：\n⑴；及控制病程的作用；非关节性的各种软组织风湿性疼痛；指南》]；各种骨关节炎[美国FDA已批准；新生儿动脉导管未闭。",
      "dosage": "成人：常用量：口服，随餐或餐后服用：\n　　①抗风湿，片剂和胶囊剂，一次0.4～0.6g",
      "contraindications": "过敏；孕妇禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、嗜睡等。",
      "interactions": "⑴饮酒或与其他非甾体抗炎药同用时增加胃肠道副作用，并有致溃疡的危险。长期与对乙酰氨基酚同用时可增加对肾脏的毒副作用。<br>⑵布洛芬与阿司匹林或其他水杨酸类药物同用时，药效并不增强，而胃肠道不良反应及出血倾向发生率增加。<br>⑶布洛芬与肝素、双香豆素等抗凝药及血小板聚集抑制药同用时有增加出血的危险。<br>⑷布洛芬与呋塞米同用时，呋塞米的排钠和降压作用减弱。<br>⑸布洛芬与维拉帕米、硝苯啶同用时，布洛芬的血药浓度增高。<br>⑹布洛芬可增高地高辛的血药浓度，同用时须注意调整地高辛的剂量。<b",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率99，肝脏代谢，肾脏排泄。",
      "precautions": "⑷下列情况应慎用：①原有支气管哮喘者，用药后可加重；⑺药物的不良反应与所服用的剂量呈正相关，因此服药超量时应作紧急处理，包括催吐或洗胃、口服活性炭、抗酸药或（和）利尿药，并给予监测及其他支持疗法。",
      "source": "湖南药事服务网",
      "full_indications": "本品属芳基丙酸类非甾体抗炎药。适用于：<br>⑴缓解风湿关节炎、骨性关节炎、脊柱关节病、痛风性关节炎、风湿性关节炎等各种慢性关节炎的急性发作期或持续性的关节肿痛症状，无病因治疗及控制病程的作用；<br>⑵治疗非关节性的各种软组织风湿性疼痛，如肩痛、腱鞘炎、滑囊炎、肌痛及运动后损伤性疼痛等；<br>⑶急性的轻、中度疼痛如：手术后、创伤后、劳损后、原发性痛经、牙痛、头痛、偏头痛等；<br>⑷对成人和儿童的发热有解热作用。<br>⑸用于各种骨关节炎[美国FDA已批准；中华医学会风湿病学会《骨关节炎诊断及治疗指南》]。<br>⑹注射剂用于新生儿动脉导管未闭。[1.FDA批准赖氨酸布洛芬注射剂用于新生儿动脉导管未闭；2.中华医学会儿科学分会新生儿学组《早产儿管理指南》（2006）]",
      "full_dosage": "口服制剂：<br>　　⑴成人常用量：口服，随餐或餐后服用：<br>　　①抗风湿，片剂和胶囊剂，一次0.4～0.6g，一日3～4次，类风湿性关节炎比骨性关节炎用量要大些。<br>　　②轻或中等疼痛及痛经的止痛，一次0.2～0.4g，每4～6小时一次。成人用药最大限量一般为一日2.4g。缓释制剂：一次0.3～0.4g，一日2次。软膏：外用，一日3次。<br>　　③轻到中度偏头痛预防或发作性治疗以及疾病引起的发热，成人一次0.1～0.2g，一日4次或每4小时1次，建议一日量不超过1.2g。缓释制剂：一次0.2～0.3g，一日2次。<br>　　④用于各种骨关节炎：口服，1.2～3.2g/日，分3～4次服用 ，一般使用不超过10天。<br>　　⑵小儿常用量：常释剂型，口服，12岁以下一次按体重5～10mg/kg，一日3次。<br>注射制剂：稀释后最终使用浓度不应超过4mg/mL，稀释溶液只为0.9%氯化钠注射液，不可采用葡萄糖注射液。<br>　　①镇痛：成人推荐剂量为一次0.4g～0.8g，静脉滴注，根据需要可每6小时重复给药。输注时间应当不少于30分钟。最大日剂量3.2g。<br>　　②发热：成人推荐剂量为一次0.4g，静脉滴注，根据需要可每4～6小时重复给药0.4g或每4小时重复给药0.1～0.2g。输注时间应当不少于30分钟。最大日剂量3.2g。<br>　　③儿科患者：<br>　　12至17岁：推荐剂量为一次0.4g，静脉滴注，根据需要可每4-6小时重复给药。输注时间至少10分钟。最大每日剂量2.4g。6个月至不满12岁：按 10mg/kg体重静脉滴注，根据需要可每4-6小时重复给药，最大单次给药剂量0.4g。输注时间至少10分钟。最大每日剂量2.4g或40mg/kg体重，以两者中较低剂量为准。",
      "full_contraindications": "⑴对其他非甾体抗炎药过敏者禁用。<br>⑵用于晚期妊娠妇女可使妊娠期延长，引起难产及产程延长。孕妇及哺乳期妇女禁用。<br>⑶对阿司匹林过敏的哮喘患者禁用。",
      "full_adverse_reactions": "⑴消化道症状包括消化不良、胃烧灼感、胃痛、恶心、呕吐，出现于16％长期服用者，停药上述症状消失，不停药者大部分亦可耐受。少数（＜1％）出现胃溃疡和消化道出血，亦有因溃疡穿孔者。  <br>⑵神经系统症状如头痛、嗜睡、眩晕，耳鸣少见，出现在1％～3％患者。<br>⑶肾功能不全者很少见，多发生在有潜在性肾病变者；但少数服用者可出现下肢浮肿。  <br>⑷其他少见症状有皮疹，支气管哮喘发作、肝酶升高、白细胞减少等。",
      "full_interactions": "⑴饮酒或与其他非甾体抗炎药同用时增加胃肠道副作用，并有致溃疡的危险。长期与对乙酰氨基酚同用时可增加对肾脏的毒副作用。<br>⑵布洛芬与阿司匹林或其他水杨酸类药物同用时，药效并不增强，而胃肠道不良反应及出血倾向发生率增加。<br>⑶布洛芬与肝素、双香豆素等抗凝药及血小板聚集抑制药同用时有增加出血的危险。<br>⑷布洛芬与呋塞米同用时，呋塞米的排钠和降压作用减弱。<br>⑸布洛芬与维拉帕米、硝苯啶同用时，布洛芬的血药浓度增高。<br>⑹布洛芬可增高地高辛的血药浓度，同用时须注意调整地高辛的剂量。<br>⑺布洛芬与抗高血压药同用时可影响后者的降压作用。  <br>⑻丙磺舒可降低布洛芬的排泄，增加血药浓度，从而增加毒性，故同用时应减少布洛芬的剂量。<br>⑼布洛芬可增强抗糖尿病药（包括口服降糖药）的作用。<br>⑽布洛芬可降低甲氨蝶呤的排泄，增高甲氨蝶呤的血药浓度，甚至可达中毒水平，故布洛芬不应与中或大剂量甲氨蝶呤同用。<br>⑾与糖皮质激素类合用，可明显地减缓炎症症状。",
      "full_pharmacokinetics": "⑴药效学：本品具有镇痛、抗炎、解热作用。其作用机制通过对环氧酶的抑制而减少前列腺素的合成，由此减轻因前列腺素引起的组织充血、肿胀、降低周围神经痛觉的敏感性。它通过下丘脑体温调节中心而起解热作用。<br>　　⑵药动学：口服易吸收，与食物同服吸收减慢，但吸收量不减少。与含铝和镁的抗酸药同服不影响吸收。血浆蛋白结合率为99％。服药后1.2～2.1小时血药浓度达峰值，用量200mg，血药浓度为22～27μg/ml，用量400mg时为23～45μg/ml，用量600mg时为43～57μg/ml。一次给药后ｔ1/2一般为1.8～2小时。服药5小时后关节液浓度于血药浓度相等，以后的12小时内关节液浓度高于血浆浓度。本品在肝内代谢，60％～90％经肾由尿排出，100％于24小时内排出，其中约1％为原形药，一部分随粪便排出。",
      "full_precautions": "⑴交叉过敏：对阿司匹林或其他非甾体抗炎药过敏者对本品可能有交叉过敏反应。  <br>⑵对血小板聚集有抑制作用，可使出血时间延长，但停药24小时即可消失。<br>⑶可使血尿素氮及血清肌酐含量升高，肌酐清除率可下降。  <br>⑷下列情况应慎用：①原有支气管哮喘者，用药后可加重；②心功能不全、高血压，用药后可致水潴留、水肿；③血友病或其他出血性疾病（包括凝血障碍及血小板功能异常），用药后出血时间延长，出血倾向加重；④有消化道溃疡病史者，应用本品时易出现胃肠道副作用，包括产生新的溃疡；⑤肾功能不全者用药后肾脏不良反应增多，甚至导致肾功能衰竭。  <br>⑸长期用药时应定期检查血象及肝、肾功能。  <br>⑹对长期应用糖皮质激素的患者加用本品时，皮质激素需缓慢停药，以免病情加重或引起皮质功能不全。  <br>⑺药物的不良反应与所服用的剂量呈正相关，因此服药超量时应作紧急处理，包括催吐或洗胃、口服活性炭、抗酸药或（和）利尿药，并给予监测及其他支持疗法。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2708",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 205,
    "name": "塞替派注射液",
    "full_name": "(甲)塞替派注射液",
    "chemical_name": "塞替派注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海旭东海普药业",
      "黑龙江福和制药集团"
    ],
    "specifications": [
      {
        "specification": "10mg:1ml/支",
        "manufacturer": "上海旭东海普药业",
        "full_manufacturer": "上海旭东海普药业有限公司",
        "price": 2409.0,
        "unit": "盒",
        "code": "X00278",
        "approval_number": "国药准字H31020600",
        "insurance_code": "XL01AXS005B002020100808"
      },
      {
        "specification": "10mg/支",
        "manufacturer": "黑龙江福和制药集团",
        "full_manufacturer": "黑龙江福和制药集团股份有限公司",
        "price": 2409.0,
        "unit": "盒",
        "code": "X00507",
        "approval_number": "国药准字H23020232",
        "insurance_code": "XL01ACS005B002010103731",
        "location": "2E-1"
      }
    ],
    "pinyin": "saitipai",
    "pinyin_initials": "stp",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "主要用于卵巢癌、乳腺癌、膀胱癌和消化道癌。也可用于成人和儿科患者自体或同种基因造血祖细胞移植前的预处理。<br>滴眼液用于翼状胬肉术后。",
      "dosage": "儿童：用量：肌内注射或静脉注射，按体重体重一次0.2～0.3mg",
      "contraindications": "对本品过敏者禁用。严重骨髓抑制者，严重肝肾功能损害者禁用。妊娠期及哺乳期妇女禁用。",
      "adverse_reactions": "骨髓抑制时最常见的剂量限制毒性，多在用药后1～6周还是，停药后大多可恢复。有些病例在疗程结束时开始下降，少数病例抑制时间较长。其他可有食欲减退、恶心及呕吐等，个别有发热及皮疹。",
      "interactions": "⑴塞替派可增加血尿酸水平，为了控制高尿酸血症可给予别嘌醇。  <br>⑵塞替派与放疗同时应用时，应适当调整剂量。  <br>⑶塞替派与琥珀胆碱同时应用可使呼吸暂停延长，在接受塞替派治疗的病人，应用琥珀胆碱前必须测定血中假胆碱酯酶水平。  <br>⑷塞替派与尿激酶同时应用可增加塞替派治疗膀胱癌的疗效，尿激酶为纤维蛋白溶酶原的活化剂，可增加药物在肿瘤组织中的浓度。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴下列情况应慎用：骨髓抑制、肝功能损害、感染、肾功能损害、肿瘤细胞浸润骨髓、有泌尿系结石史和痛风病史。⑶妊娠初期的3个月应避免使用塞替派，因其有致突变或致畸胎作用，可增加胎儿死亡及先天性畸形。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于治疗卵巢癌、乳腺癌、膀胱癌和消化道癌。也可用于成人和儿科患者自体或同种基因造血祖细胞移植前的预处理。<br>滴眼液用于翼状胬肉术后。",
      "full_dosage": "⑴静脉或肌内注射（单一用药）：一次10mg（0.2mg/kg)，用氯化钠注射液溶解，一日1次，连续5次后改为一周3次，一疗程总量300mg，如血象良好，在第一疗程结束后1.5～2个月可重复疗程。<br>　　⑵胸腹腔或心包腔内注射：一次10～30mg，一周1～2次。<br>　　⑶动脉注射：一次10～20mg，一日1次，总量200～300mg。<br>　　⑷膀胱腔内灌注：每次排空尿液后将导管插入膀胱腔内，再自导管内注入本品50～100mg（溶于50～100ml氯化钠注射液中），一周1～2次，10次为一疗程。<br>　　⑸瘤内注射：开始按体重0.6～0.8mg/kg向瘤体内直接注射，以后维持治疗根据患者情况按体重0.07～0.8mg/kg注射，1～4周重复1次。<br>　　⑹儿童用量：肌内注射或静脉注射，按体重体重一次0.2～0.3mg/kg，一日1次，连用5次后改为一周1次，总剂量25～40mg为一疗程。<br>　　⑺用于眼科：滴入眼睑内，手术后第2～3日用，一次1滴，一日4次。",
      "full_contraindications": "对本品过敏者禁用。严重骨髓抑制者，严重肝肾功能损害者禁用。妊娠期及哺乳期妇女禁用。",
      "full_adverse_reactions": "骨髓抑制时最常见的剂量限制毒性，多在用药后1～6周还是，停药后大多可恢复。有些病例在疗程结束时开始下降，少数病例抑制时间较长。其他可有食欲减退、恶心及呕吐等，个别有发热及皮疹。",
      "full_interactions": "⑴塞替派可增加血尿酸水平，为了控制高尿酸血症可给予别嘌醇。  <br>⑵塞替派与放疗同时应用时，应适当调整剂量。  <br>⑶塞替派与琥珀胆碱同时应用可使呼吸暂停延长，在接受塞替派治疗的病人，应用琥珀胆碱前必须测定血中假胆碱酯酶水平。  <br>⑷塞替派与尿激酶同时应用可增加塞替派治疗膀胱癌的疗效，尿激酶为纤维蛋白溶酶原的活化剂，可增加药物在肿瘤组织中的浓度。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴下列情况应慎用：骨髓抑制、肝功能损害、感染、肾功能损害、肿瘤细胞浸润骨髓、有泌尿系结石史和痛风病史。  <br>⑵用药期间每周都要定期检查外周血象，白细胞与血小板及肝、肾功能。<br>⑶妊娠初期的3个月应避免使用塞替派，因其有致突变或致畸胎作用，可增加胎儿死亡及先天性畸形。<br>⑷停药后3周内应继续进行相应检查，已防止出现持续的严重骨髓抑制。肝肾功能较差时，本品应用较低的剂量。<br>⑸在白血病、淋巴瘤病人中为防止尿酸性肾病或高尿酸血症，可给予大量补液（或）给予别嘌呤醇。<br>⑹尽量减少与其它烷化剂联合使用，或同时使用。",
      "solvent": "肌注：用0.9%氯化钠注射液溶解",
      "pharmacodynamics": "⑴药效学：本品为细胞周期非特异性药物，作用类似氮芥，在生理条件下，形活性烷化基团在体内产生不稳定的亚乙基亚胺基，具有较强的细胞毒作用。实验研究证明对多种动物肿瘤均有明显的抑制作用，抑制DNA的合成。在组织培养中，可以抑制动物胚胎细胞、人体细胞及肿瘤细胞的有丝分裂。腹腔注射可使卵巢滤泡萎缩，并可影响睾",
      "full_pharmacodynamics": "⑴药效学：本品为细胞周期非特异性药物，作用类似氮芥，在生理条件下，形活性烷化基团在体内产生不稳定的亚乙基亚胺基，具有较强的细胞毒作用。实验研究证明对多种动物肿瘤均有明显的抑制作用，抑制DNA的合成。在组织培养中，可以抑制动物胚胎细胞、人体细胞及肿瘤细胞的有丝分裂。腹腔注射可使卵巢滤泡萎缩，并可影响睾丸功能。进一步发现本品对垂体促滤泡激素（FSH）含量有影响。<br>　　⑵药动学：本品在酸中不稳定，故不能口服。静脉注射后在肝脏中为细胞色素酶P450氧化成替哌（tepa），在血浆中消失呈二室模型ｔ1/2α为6分钟，ｔ1/2β为10分钟。迅速在血中消失，1～4小时内血浆浓度降低90％。24～48小时大部分以代谢物形式由尿排出，原药不足1％。本品可透过血脑屏障，脑脊液中浓度为血浆的60％～100％。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2472",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 206,
    "name": "包醛氧淀粉胶囊",
    "full_name": "(甲)包醛氧淀粉胶囊",
    "chemical_name": "包醛氧淀粉胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "天津太平洋制药"
    ],
    "specifications": [
      {
        "specification": "0.625g/粒",
        "manufacturer": "天津太平洋制药",
        "full_manufacturer": "天津太平洋制药有限公司",
        "price": 44.12,
        "unit": "瓶",
        "code": "X00281",
        "approval_number": "国药准字H20000078",
        "insurance_code": "XG04BXB023E001010100931",
        "location": "L-6"
      }
    ],
    "pinyin": "baoquanyangdianfen",
    "pinyin_initials": "bqydf",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "适用于各种原因造成的氮质血症。可缓解尿毒症的各种症状。",
      "dosage": "口服：",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "偶见排便次数增多，减量可逐渐减轻。",
      "interactions": "本品不宜与碱性药物同服，以免影响其吸附尿素氮的作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "本品为尿素氮吸附药。胃肠道中的氨、氮可通过复醛处理与氧化淀粉中的醛基结合成席夫碱络合物从粪便中排出，故能代偿肾功能、降低血液中非蛋白氮和尿素氮的浓度，从而发挥治疗作用。本品在体内不吸收，长期服用无体内蓄积，安全性好。由于本品中氧化淀粉的醛基不和胃肠道直接接触，消除了服用氧化淀粉所发生的不良生理反应。",
      "precautions": "⑴本品在胃肠道中不被吸收，故无氧化淀粉的胃肠道不良反应。  \n⑵服用本品时要适当控制蛋白质摄入量，如能配合低蛋白饮食，将有助于提高疗效。  \n⑶药品内容物受潮发霉后勿服用。",
      "source": "湖南药事服务网",
      "full_indications": "适用于各种原因造成的氮质血症。可缓解尿毒症的各种症状。",
      "full_dosage": "口服：",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "偶见排便次数增多，减量可逐渐减轻。",
      "full_interactions": "本品不宜与碱性药物同服，以免影响其吸附尿素氮的作用。",
      "full_pharmacokinetics": "本品为尿素氮吸附药。胃肠道中的氨、氮可通过复醛处理与氧化淀粉中的醛基结合成席夫碱络合物从粪便中排出，故能代偿肾功能、降低血液中非蛋白氮和尿素氮的浓度，从而发挥治疗作用。本品在体内不吸收，长期服用无体内蓄积，安全性好。由于本品中氧化淀粉的醛基不和胃肠道直接接触，消除了服用氧化淀粉所发生的不良生理反应。",
      "full_precautions": "⑴本品在胃肠道中不被吸收，故无氧化淀粉的胃肠道不良反应。  <br>⑵服用本品时要适当控制蛋白质摄入量，如能配合低蛋白饮食，将有助于提高疗效。  <br>⑶药品内容物受潮发霉后勿服用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1793",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 207,
    "name": "氟哌啶醇片",
    "full_name": "(甲)氟哌啶醇片[国基]",
    "chemical_name": "氟哌啶醇片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "宁波大红鹰药业"
    ],
    "specifications": [
      {
        "specification": "2mg/片",
        "manufacturer": "宁波大红鹰药业",
        "full_manufacturer": "宁波大红鹰药业股份有限公司",
        "price": 27.27,
        "unit": "瓶",
        "code": "Y00000013067",
        "approval_number": "国药准字H33020585",
        "insurance_code": "XN05ADF085A001010104554",
        "location": "E-1"
      }
    ],
    "pinyin": "fupaidingchun",
    "pinyin_initials": "fpdc",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于急、慢性各型精神分裂症，躁狂症，及其它具有兴奋、躁动、幻觉、妄想等症状的精神病；还可用于儿童抽动-秽语综合征。",
      "dosage": "成人：常用量，开始时一次2mg",
      "contraindications": "⑴凡患有帕金森综合征、路易体痴呆征和任何病因引起的中枢神经抑制状态者禁用。  \n⑵已知QTc间期延长、先天性长QTc综合征和服用其他已知可延长QTc间期药物的患者禁用。\n⑶本品可自乳汁中排出，造成乳儿镇静和运动功能失调，哺乳期妇女不宜使用。",
      "adverse_reactions": "常见：皮疹、发热、疼痛等。",
      "interactions": "⑴饮酒过多，可促使酒精中毒，易产生严重的低血压和深度昏迷。  <br>⑵与苯丙胺并用，氟哌啶醇可降低苯丙胺的作用。  <br>⑶与巴比妥在内的抗惊厥药并用时：①可改变癫痫的发作形式；②并不能使抗惊厥药增效，但可改变或提高发作阈值，不应减少抗惊厥药的用量；③可使氟哌啶醇的血药浓度降低。  <br>⑷与抗高血压药物并用时，可使血压过度降低。  <br>⑸与抗胆碱药并用时，可减少锥体外系不良反应。但可使眼压增高，或降低氟哌啶醇的血药浓度。  <br>⑹可加强其他中枢神经抑制药的中枢抑制效应。  <br",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约21小时，蛋白结合率40，肝脏代谢。",
      "precautions": "⑷下列情况应慎用：①心脏病尤其是心绞痛；⑸治疗期间应注意随访检查：①白细胞计数；③密切注意迟发性运动障碍的早期症状。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗急、慢性各型精神分裂症，躁狂症，及其它具有兴奋、躁动、幻觉、妄想等症状的精神病；还可用于治疗儿童抽动-秽语综合征。",
      "full_dosage": "⑴口服：①成人常用量，开始时一次2mg，一日1～2次，然后根据治疗的需要与耐受情况调整用量。成人每日常用剂量为10～40mg。②老年和体弱者，开始一次1～2mg，一日1～2次，然后根据耐受情况再调整用量。    <br>　　⑵肌内注射：成人常用量，对急性精神病，开始时一次5mg，根据需要和耐受情况，可每隔8～12小时重复一次，使症状得到控制。",
      "full_contraindications": "⑴凡患有帕金森综合征、路易体痴呆征和任何病因引起的中枢神经抑制状态者禁用。  <br>⑵已知QTc间期延长、先天性长QTc综合征和服用其他已知可延长QTc间期药物的患者禁用。<br>⑶本品可自乳汁中排出，造成乳儿镇静和运动功能失调，哺乳期妇女不宜使用。",
      "full_adverse_reactions": "⑴以锥体外系反应为最常见，随着用量的增加，出现的纪律增多。可见：①颈部与上、下肢肌肉僵直；②双手或手指震颤或发抖；③头面部、口部或颈部抽动；④不停地踱步。  <br>⑵比较少见的不良反应包括排尿困难、体位性低血压、头昏、眩晕、有轻飘或晕倒感、迟发性运动障碍（早期表现为舌在口中转动）以及皮疹等。  <br>⑶罕见的不良反应有粒细胞减少，咽部疼痛和发热和黄疸。  <br>⑷少数病人可引起情绪低落，为药源性抑郁。<br>⑸老年患者在接受氟哌啶醇治疗谵妄时，出现与神经和心脏相关的不良反应风险增加，提示应在尽可能短的时间内使用尽可能低剂量的氟哌啶醇，并应密切监测心脏和锥体外系不良反应。",
      "full_interactions": "⑴饮酒过多，可促使酒精中毒，易产生严重的低血压和深度昏迷。  <br>⑵与苯丙胺并用，氟哌啶醇可降低苯丙胺的作用。  <br>⑶与巴比妥在内的抗惊厥药并用时：①可改变癫痫的发作形式；②并不能使抗惊厥药增效，但可改变或提高发作阈值，不应减少抗惊厥药的用量；③可使氟哌啶醇的血药浓度降低。  <br>⑷与抗高血压药物并用时，可使血压过度降低。  <br>⑸与抗胆碱药并用时，可减少锥体外系不良反应。但可使眼压增高，或降低氟哌啶醇的血药浓度。  <br>⑹可加强其他中枢神经抑制药的中枢抑制效应。  <br>⑺饮茶或咖啡，可影响氟哌啶醇的吸收，降低疗效。氟哌啶醇的溶液加入咖啡时易产生沉淀。  <br>⑻与肾上腺素合用，由于本品阻断了α受体，显示出肾上腺素激动β受体效应，导致血压降低。  <br>⑼与锂盐合用时，需注意观察有否神经毒性。  <br>⑽与甲基多巴合用，可产生意识障碍、思维迟缓与定向障碍。",
      "full_pharmacokinetics": "⑴药效学：本品为丁酰苯类抗精神病药。其药理作用及机制类似氯丙嗪。锥体外系反应强，而镇静作用、α受体和Ｍ受体阻断作用较弱。  <br>　　⑵药动学：口服可有70％倍吸收，ｔmax为3～6小时（口服）或10～20分钟（肌内注射）。血浆蛋白结合率高。在肝内代谢，单剂口服后约40％在5日内随尿排出，其中1％为原形物，胆汁也可排泄少量，半衰期（ｔ1/2）为21小时（13～35小时）。",
      "full_precautions": "⑴动物实验显示：给予处理每日最高量2～20倍时，减少了受孕几率，导致滞产与死胎；尽管对人类的实验性研究不多，但用于育龄妇女与孕妇是应慎重。  <br>⑵老年人在开始时宜用小量，然后缓慢加药，调整用量，以免出现锥体外系反应及持久的迟发性运动障碍。老年患者可能具有较低的氟哌啶醇清除率和较长的消除半衰期。因此，建议对肝或肾功能不全的患者以及老年患者进行剂量调整。  <br>⑶首次给药应非常谨慎，尤其是老年人，应在尽可能短的时间内处方最低的有效剂量。任何剂量递增都应该是渐进的并经常复核。应进行定期审查，目的是尽快停止氟哌啶醇的治疗。<br>⑷下列情况应慎用：①心脏病尤其是心绞痛；②药物引起的急性中枢神经抑制；③癫痫；④青光眼；⑤肝功能损害；⑥甲亢或中毒性甲状腺肿大；⑦肝功能不全；⑧肾功能不全以及尿潴留。  <br>⑸治疗期间应注意随访检查：①白细胞计数；②大量或长期服用，需定期检查肝功能；③密切注意迟发性运动障碍的早期症状。  <br>⑹用药过量以及中毒先兆的表现有：呼吸困难，严重的精神萎靡或疲乏无力，肌肉颤抖或粗大的震颤以及肌无力或发僵等。  <br>⑺逾量中毒时无特殊拮抗药。应作洗胃、支持疗法与对症治疗，血压降低时可用去甲肾上腺素，但不得使用肾上腺素。<br>⑻已知接受氟哌啶醇治疗的老年人会发生与剂量相关的体位性低血压，可能会增加跌倒的风险。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13751"
    }
  },
  {
    "id": 208,
    "name": "伏格列波糖片",
    "full_name": "(甲10%)伏格列波糖片[市基]",
    "chemical_name": "伏格列波糖片",
    "dosage_form": "片",
    "types": [
      "市基药"
    ],
    "manufacturers": [
      "天津武田药品"
    ],
    "specifications": [
      {
        "specification": "0.2mg/片",
        "manufacturer": "天津武田药品",
        "full_manufacturer": "天津武田药品有限公司",
        "price": 32.02,
        "unit": "盒",
        "code": "Y00000014810",
        "approval_number": "国药准字H20010308",
        "insurance_code": "XA10BFF058A001010100948",
        "location": "L"
      }
    ],
    "pinyin": "fugeliebotang",
    "pinyin_initials": "fglbt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于糖尿病的目的；糖尿病药物的用量；2型糖尿病；1型糖尿病；碳水化合物消化吸收的最后一个步骤。",
      "full_indications": "用于2型糖尿病，经饮食控制、体育锻炼2～3个月，血糖仍不能满意控制者。本品可单独应用，也可与其他降糖药合用。本品不应单独用于1型糖尿病。\n药理作用\n⑴药效学：本品为α糖苷酶抑制剂，可抑制碳水化合物分解吸收，从而阻碍、延缓碳水化合物的吸收，使餐后高血糖减轻，达到治疗糖尿病的目的。本药的作用方式为选择性抑制α葡萄糖苷酶，该酶为作用于碳水化合物消化吸收的最后一个步骤，将双糖分解为单糖，主要是葡萄糖的双糖酶。\n⑵药动学：本品在胃肠道吸收量甚微，大鼠及狗仔饲以\n14\nＣ标记的伏格列波糖每公斤体重1mg后，吸收率分别为6％及3％。本品在体内甚少代谢，主要以原形存在于血浆中，血药峰值于大鼠及狗分别于1小时及4～6小时达到，以后分别以3～10小时及16小时的半衰期清除。本品在组织中分布主要在肠黏膜及肾脏。观察人类日服伏格列波糖3次，每次2mg或5mg，连续10日，血及尿中未能测到此药。\n不良反应\n⑴消化系统：主要为轻度腹胀、腹鸣、排气增加、便稀、腹痛、食欲减退。\n⑵过敏反应：偶有皮疹、瘙痒。\n⑶其他罕见反应：肝酶检测值升高（ALT、AST、LDH、γ-GT）、头痛、困倦、眩晕、颜面等处浮肿。\n肝损伤\n可能导致肝损伤。\n禁忌症\n⑴有严重酮症酸中毒、严重感染的2型糖尿病患者。  ⑵对本品过敏者。  ⑶手术前后的患者。\n注意事项\n⑴本品单独应用一般不应期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。\n⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。\n⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。\n药物相互作用\n⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二甲双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。\n⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。\n⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。\n⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。\n用药交代\n餐前或与食物同服。\n用法与用量",
      "dosage": "口服：成人一次0.2mg，一日3次，餐前服用，服药后即可进食。疗效不明显时根据临床观察可将剂量增至0.3mg。\n剂型与规格\n片剂\n0.2mg\n0.3mg\nXA10BF乙0146\n5%\n哪儿有\n胶囊剂\n0.2mg\n0.1mg\nXA10BF乙0146\n5%\n哪儿有\n分散片\n0.2mg\nXA10BF乙0146\n5%\n哪儿有\n咀嚼片\n0.2mg\n哪儿有",
      "full_dosage": "口服：成人一次0.2mg，一日3次，餐前服用，服药后即可进食。疗效不明显时根据临床观察可将剂量增至0.3mg。\n剂型与规格\n片剂\n0.2mg\n0.3mg\nXA10BF乙0146\n5%\n哪儿有\n胶囊剂\n0.2mg\n0.1mg\nXA10BF乙0146\n5%\n哪儿有\n分散片\n0.2mg\nXA10BF乙0146\n5%\n哪儿有\n咀嚼片\n0.2mg\n哪儿有",
      "contraindications": "⑴有严重酮症酸中毒、严重感染的2型糖尿病患者。  ⑵对本品过敏者。  ⑶手术前后的患者。\n注意事项\n⑴本品单独应用一般不应期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。\n⑵有肝肾损害，有胃肠",
      "full_contraindications": "⑴有严重酮症酸中毒、严重感染的2型糖尿病患者。  ⑵对本品过敏者。  ⑶手术前后的患者。\n注意事项\n⑴本品单独应用一般不应期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。\n⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。\n⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。\n药物相互作用\n⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二甲双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。\n⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。\n⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。\n⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。\n用药交代\n餐前或与食物同服。\n用法与用量",
      "adverse_reactions": "常见：皮疹、腹泻、头痛、瘙痒、过敏等。",
      "full_adverse_reactions": "⑴消化系统：主要为轻度腹胀、腹鸣、排气增加、便稀、腹痛、食欲减退。\n⑵过敏反应：偶有皮疹、瘙痒。\n⑶其他罕见反应：肝酶检测值升高（ALT、AST、LDH、γ-GT）、头痛、困倦、眩晕、颜面等处浮肿。\n肝损伤\n可能导致肝损伤。\n禁忌症\n⑴有严重酮症酸中毒、严重感染的2型糖尿病患者。  ⑵对本品过敏者。  ⑶手术前后的患者。\n注意事项\n⑴本品单独应用一般不应期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。\n⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。\n⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。\n药物相互作用\n⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二甲双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。\n⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。\n⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。\n⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。\n用药交代\n餐前或与食物同服。\n用法与用量",
      "interactions": "⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二甲双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。\n⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。\n⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。\n⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。\n用药交代\n餐前或与食物同服。\n用法与用量",
      "full_interactions": "⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二甲双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。\n⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。\n⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。\n⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。\n用药交代\n餐前或与食物同服。\n用法与用量",
      "pregnancy_category": "",
      "pharmacokinetics": "⑴药效学：本品为α糖苷酶抑制剂，可抑制碳水化合物分解吸收，从而阻碍、延缓碳水化合物的吸收，使餐后高血糖减轻，达到治疗糖尿病的目的。本药的作用方式为选择性抑制α葡萄糖苷酶，该酶为作用于碳水化合物消化吸收的最后一个步骤，将双糖分解为单糖，主要是葡萄糖的双糖酶。\n⑵药动学：本品在胃肠道吸收量甚微，大鼠及狗",
      "full_pharmacokinetics": "⑴药效学：本品为α糖苷酶抑制剂，可抑制碳水化合物分解吸收，从而阻碍、延缓碳水化合物的吸收，使餐后高血糖减轻，达到治疗糖尿病的目的。本药的作用方式为选择性抑制α葡萄糖苷酶，该酶为作用于碳水化合物消化吸收的最后一个步骤，将双糖分解为单糖，主要是葡萄糖的双糖酶。\n⑵药动学：本品在胃肠道吸收量甚微，大鼠及狗仔饲以\n14\nＣ标记的伏格列波糖每公斤体重1mg后，吸收率分别为6％及3％。本品在体内甚少代谢，主要以原形存在于血浆中，血药峰值于大鼠及狗分别于1小时及4～6小时达到，以后分别以3～10小时及16小时的半衰期清除。本品在组织中分布主要在肠黏膜及肾脏。观察人类日服伏格列波糖3次，每次2mg或5mg，连续10日，血及尿中未能测到此药。\n不良反应\n⑴消化系统：主要为轻度腹胀、腹鸣、排气增加、便稀、腹痛、食欲减退。\n⑵过敏反应：偶有皮疹、瘙痒。\n⑶其他罕见反应：肝酶检测值升高（ALT、AST、LDH、γ-GT）、头痛、困倦、眩晕、颜面等处浮肿。\n肝损伤\n可能导致肝损伤。\n禁忌症\n⑴有严重酮症酸中毒、严重感染的2型糖尿病患者。  ⑵对本品过敏者。  ⑶手术前后的患者。\n注意事项\n⑴本品单独应用一般不应期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。\n⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。\n⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。\n药物相互作用\n⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二甲双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。\n⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。\n⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。\n⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。\n用药交代\n餐前或与食物同服。\n用法与用量",
      "precautions": "⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。",
      "full_precautions": "⑴本品单独应用一般不应期低血糖症，当与其他降糖药合用时则有可能发生。一旦出现低血糖症，因口服或静脉注射葡萄糖治疗，摄入蔗糖无效，因在本品作用下，蔗糖不能分解为葡萄糖，不能被吸收。\n⑵有肝肾损害，有胃肠道手术史、肠梗阻史者、胃肠道疾病伴消化、吸收障碍者慎用。\n⑶儿童、孕妇、哺乳期妇女均不宜用此药，老年人用量酌减。\n药物相互作用\n⑴本品具有抗餐后高血糖作用，单用时不引起低血糖，但与磺酰脲类降糖药、二甲双胍或胰岛素合用时，可能发生低血糖，故须考虑适当减少上述治疗糖尿病药物的用量。\n⑵应避免与抗酸药、考来烯胺（消胆胺）、肠道吸附剂和消化酶制品同时服用，因为这些药物可降低本品的降血糖作用。\n⑶服药期间，由于结肠内糖类酵解增加，蔗糖或含蔗糖的食物常会引起腹部不适，甚至导致腹泻。\n⑷个别情况下会影响地高辛的生物利用度，需调整地高辛剂量。\n用药交代\n餐前或与食物同服。\n用法与用量",
      "source": "湖南药事服务网",
      "url_added": true
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=602",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 209,
    "name": "辅酶Q10胶囊",
    "full_name": "(自)辅酶Q10胶囊[市基]",
    "chemical_name": "辅酶Q10胶囊",
    "dosage_form": "胶囊",
    "types": [
      "市基药"
    ],
    "manufacturers": [
      "上海上药信谊药厂"
    ],
    "specifications": [
      {
        "specification": "10mg/粒",
        "manufacturer": "上海上药信谊药厂",
        "full_manufacturer": "上海上药信谊药厂有限公司",
        "price": 13.0,
        "unit": "瓶",
        "code": "Y00000014581",
        "approval_number": "国药准字H19999132",
        "insurance_code": "XV02DXF109E001010100818",
        "location": "F-1",
        "outpatient_location": "F-5"
      }
    ],
    "pinyin": "fumeiq10",
    "pinyin_initials": "fmq10",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于充血性心力衰竭、冠心病、高血压、心律不齐的辅助治疗；原发性和继发性醛固酮增多症、脑血管障碍、出血性休克等；急、慢性病毒性肝炎以及亚急性肝坏死。",
      "dosage": "成人：常用量：\n　　①口服，一次10～15mg",
      "contraindications": "对本品成分过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约34小时，肝脏代谢，肾脏排泄。",
      "precautions": "⑸慎用：①胆道阻塞。⑷本品注射剂与其他药物合用时应注意药物因pH及离子强度变化而产生配伍禁忌，如本品与注射用替硝唑混合产生白色沉淀、与门冬氨酸洛美沙星溶液混合析出黄色絮状沉淀、与注射用川芎嗪混合溶解度降低析出沉淀。用药前应询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、血压下降等症状和体征，应立即停药并及时治疗。",
      "source": "湖南药事服务网",
      "full_indications": "1、用于充血性心力衰竭、冠心病、高血压、心律不齐的辅助治疗；<br>2.可适用于原发性和继发性醛固酮增多症、脑血管障碍、出血性休克等；<br>3.用于急、慢性病毒性肝炎以及亚急性肝坏死。",
      "full_dosage": "成人常用量：<br>　　①口服，一次10～15mg，一日3次，餐后服用，2～4周为1个疗程。<br>　　②肌内注射，一次5～10mg，一日2次，2～4周为1个疗程。<br>　　③静脉注射，剂量、疗程同肌内注射。重症患者必要时每次剂量可增至50mg以上静脉滴注。",
      "full_contraindications": "对本品成分过敏者禁用。",
      "full_adverse_reactions": "本品上市后监测到以下不良反应/事件：<br>⑴全身性损害：寒战、发热、胸闷、畏寒、乏力等。<br>⑵皮肤及其附件损害：皮疹（如荨麻疹、红斑疹、斑丘疹等）、瘙痒、多汗等。<br>⑶胃肠系统损害：恶心、呕吐、胃部不适、腹痛、腹泻等。<br>⑷心血管系统损害：心悸、血压升高、血压降低、心动过速等。<br>⑸神经系统损害：头晕、头痛、局部麻木、颤抖等。<br>⑹呼吸系统损害：呼吸困难、呼吸急促、哮喘等。<br>⑺免疫功能紊乱和感染：过敏样反应、过敏性休克等。<br>⑻血管和出凝血障碍：潮红、静脉炎等。<br>⑼用药部位损害：注射部位疼痛、注射部位红肿等。",
      "full_interactions": "本品注射剂与其他药物合用时应注意药物因pH及离子强度变化而产生配伍禁忌，如本品与注射用替硝唑混合产生白色沉淀、与门冬氨酸洛美沙星溶液混合析出黄色絮状沉淀、与注射用川芎嗪混合溶解度降低析出沉淀。联合用药时应分别滴注，且需冲管或换管。",
      "full_pharmacokinetics": "⑴药效学：本品是生物体内广泛存在的脂溶性醌类化合物，在人体呼吸链总质子移位及电子传递中起重要作用，可作为细胞代谢和细胞呼吸的激活剂。本品还是抗氧化剂和非特异性的免疫增强剂，能够促进氧化磷酸化反应，从而保护生物膜结构的完整。起治疗作用机制有：①冠心病：可防止急性缺血时的心肌收缩力减弱及磷酸肌酸与三磷酸腺苷含量减少，从而保护缺血心肌细胞线粒体的形态结构，可对缺血心肌起保护作用，缩小梗死范围。减轻冠心病患者胸闷、心悸、呼吸困难等症状，心电图改善。②抗心衰、抗高血压：能增加心排血量，降低外周血管阻力，抑制醛固酮的合成与分泌并阻断对肾小管的效应。③抗心律失常：在缺氧条件下灌流离体心室肌时，可使动作电位持续时间缩短，电刺激测定其产生室性心律失常阈值较对照组的绝对值低，冠状动脉开放后，阈值恢复亦较快。④保肝：在实验性四氯化碳肝损害中。本品能促进肝组织恢复、增加肝糖元合成以及增强肝脏的解毒功能。<br>　　⑵药动学：口服后吸收缓慢，达峰浓度出现在口服后5～10小时。本品分布到多种组织器官，尤以心、肝、肺、肾上腺分布较多。大部分通过胆汁随粪便排出，清除半衰期为34小时。",
      "full_precautions": "⑴本品可引起过敏性休克。用药前应询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、血压下降等症状和体征，应立即停药并及时治疗。<br>⑵本品注射剂见光易分解。静脉滴注时，应采取避光措施。<br>⑶本品注射剂可能出现雾状结晶，用前应仔细检查。如有结晶或在输液过程中出现滴速异常，立即停止使用。<br>⑷本品注射剂与其他药物合用时应注意药物因pH及离子强度变化而产生配伍禁忌，如本品与注射用替硝唑混合产生白色沉淀、与门冬氨酸洛美沙星溶液混合析出黄色絮状沉淀、与注射用川芎嗪混合溶解度降低析出沉淀。联合用药时应分别滴注，且需冲管或换管。<br>⑸慎用：①胆道阻塞。②同时进行口服降糖药治疗。③肾功能不全。<br>⑹药物对妊娠的影响尚不明确。<br>⑺药物对哺乳的影响尚不明确。<br>⑻药物对检验值或诊断的影响：口服用量相对较大时可出现血清氨基转移酶增高。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=8242"
    }
  },
  {
    "id": 210,
    "name": "铝碳酸镁咀嚼片",
    "full_name": "(甲)铝碳酸镁咀嚼片[国基、上增]",
    "chemical_name": "铝碳酸镁咀嚼片",
    "dosage_form": "咀嚼片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "重庆华森制药"
    ],
    "specifications": [
      {
        "specification": "0.5g/片",
        "manufacturer": "重庆华森制药",
        "full_manufacturer": "重庆华森制药股份有限公司",
        "price": 11.23,
        "unit": "盒",
        "code": "Y00000014526",
        "approval_number": "国药准字H20073872",
        "insurance_code": "XA02ADL183A005010301007",
        "location": "J-3",
        "outpatient_location": "L-2"
      }
    ],
    "pinyin": "lvtansuanmei",
    "pinyin_initials": "ltsm",
    "dosage_form_pinyin": "jujuepian",
    "dosage_form_initials": "jjp",
    "manual": {
      "indications": "用于轻、中度原发性高血压的治疗。",
      "dosage": "口服：通常起始和维持剂量为一次240mg，一日1次，继续增加剂量不能进一步提高疗效。治疗4周可达到最大降压效果。食物会降低本品的吸收，不与食物同时服用。",
      "contraindications": "症 对本品任何成份过敏者禁用；妊娠中末期及哺乳期间禁用。",
      "adverse_reactions": "本品不良反应一般轻微且短暂，多数可自行缓解或对症处理后缓解。常见的不良反应主要是头痛、头晕、血脂升高、转氨酶升高、高胆固醇血症。",
      "interactions": "⑴锂剂与血管紧张素Ⅱ受体拮抗剂及血管紧张素转化酶抑制剂合用，可引起可逆性的血锂水平升高和毒性反应，因此锂剂和本品合用须慎重。如需合用，则合用期间应监测血锂水平。 ⑵与其他抑制血管紧张素Ⅱ及其作用的药物一样，本品与引起血钾水平升高的药物(血管紧张素转化酶抑制剂、保钾利尿药、钾离子补充剂、含钾的盐替代品、环孢菌素A或其他药物如肝素钠)合用，可致血钾升高，建议监测血钾水平。 ⑶非甾体抗炎药物(NSAIDs)包括选择性环氧合酶—2(COX-2抑制剂)可能降低利尿剂和其他抗高血压药的作用，机制尚不明确。因",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "如患者伴有严重肝肾功能、心功能减退，用药期间应注意观察，可酌情减量。如需合用，则合用期间应监测血锂水平。⑵与其他抑制血管紧张素Ⅱ及其作用的药物一样，本品与引起血钾水平升高的药物(血管紧张素转化酶抑制剂、保钾利尿药、钾离子补充剂、含钾的盐替代品、环孢菌素A或其他药物如肝素钠)合用，可致血钾升高，建议监测血钾水平。",
      "source": "湖南药事服务网",
      "full_indications": "用于轻、中度原发性高血压的治疗。",
      "full_pharmacokinetics": "",
      "full_dosage": "口服：通常起始和维持剂量为一次240mg，一日1次，继续增加剂量不能进一步提高疗效。治疗4周可达到最大降压效果。食物会降低本品的吸收，建议不与食物同时服用。",
      "full_contraindications": "症 对本品任何成份过敏者禁用；妊娠中末期及哺乳期间禁用。",
      "full_adverse_reactions": "本品不良反应一般轻微且短暂，多数可自行缓解或对症处理后缓解。常见的不良反应主要是头痛、头晕、血脂升高、转氨酶升高、高胆固醇血症。",
      "full_interactions": "⑴锂剂与血管紧张素Ⅱ受体拮抗剂及血管紧张素转化酶抑制剂合用，可引起可逆性的血锂水平升高和毒性反应，因此锂剂和本品合用须慎重。如需合用，则合用期间应监测血锂水平。 ⑵与其他抑制血管紧张素Ⅱ及其作用的药物一样，本品与引起血钾水平升高的药物(血管紧张素转化酶抑制剂、保钾利尿药、钾离子补充剂、含钾的盐替代品、环孢菌素A或其他药物如肝素钠)合用，可致血钾升高，建议监测血钾水平。 ⑶非甾体抗炎药物(NSAIDs)包括选择性环氧合酶—2(COX-2抑制剂)可能降低利尿剂和其他抗高血压药的作用，机制尚不明确。因此，本品的抗高血压作用可能会被NSAIDs包括COX-2抑制剂削弱。 ⑷麻黄含有麻黄碱和伪麻黄碱，可降低抗高血压药的疗效，使用本品治疗的高血压患者应避免使用含麻黄的制剂。 药物过量 用药过量最可能的表现将是低血压和心动过速。由于副交感神经(迷走神经)的兴奋，可发生心动过缓。如果发生症状性低血压，应该给予支持疗法。本品的活性代谢产物不能通过血液透析而清除。 用药交代 推荐空腹服用，建议餐前1小时或餐后2小时服用。 用法与用量 口服：通常起始和维持剂量为一次240mg，一日1次，继续增加剂量不能进一步提高疗效。治疗4周可达到最大降压效果。食物会降低本品的吸收，建议不与食物同时服用。",
      "full_precautions": "⑴钠和/或血容量不足患者：极少数情况下，严重缺钠和/或血容量不足患者(如：使用强利尿剂治疗)，服用本品初期，可能出现症状性低血压。因而，在使用本品之前，应先纠正低钠和/或血容量不足。 ⑵肾动脉狭窄：对于双侧肾动脉狭窄或单侧功能肾肾动脉狭窄(肾血管性高血压)的病例，使用影响肾素—血管紧张素系统活性的药物其导致严重的低血压和肾功能不全的危险性增高。 ⑶肾功能不全患者：肾功能不全患者应用本品的剂量调整和安全性信息尚未建立。 ⑷与刺激肾素-血管紧张素-醛固酮系统有关的情况：对于肾功能依赖于肾素—血管紧张素—醛固酮系统活性的病人(如严重的充血性心力衰竭病人)，应用血管紧张素转化酶抑制剂、血管紧张素Ⅱ受体拮抗剂治疗可引起少尿和/或进行性氮质血症以及(罕有)急性肾功能衰竭和/或死亡。 ⑸原发性醛固酮增多症：抑制肾素—血管紧张素—醛固酮系统的抗高血压药物通常对原发性醛固酮增多症的患者无效，因此本品不推荐用于该类患者。 ⑹电解质不平衡：高钾血症，使用可影响肾素—血管紧张素—醛固酮系统的药品，可能引起高钾血症，尤其对于肾功能不良和/或心衰及糖尿病患者。 ⑺肝功能不全患者：肝功能不全患者应用本品的剂量调整和安全性信息尚未建立。 ⑻其它：和其它抗高血压药物一样，对于患有缺血性心脏病或缺血性血管疾病的患者，过度降压可以引起心肌梗死或卒中。 ⑼对驾驶和操作机器的影响：与其它抗高血压药一样，服药患者在驾驶，操纵机器时应小心。 ⑽孕妇用药：当孕妇在怀孕中期和后期用药时，直接作用于肾素—血管紧张素系统的药物可引起正在发育的胎儿损伤，甚至死亡。当发现怀孕时，应该尽早停用本品。 ⑾哺乳期妇女用药：尚不知阿利沙坦酯是否经人乳分泌。由于许多药物可经人乳分泌，而对哺乳婴儿产生不良作用。故应该从本品对母体获益程度及治疗的必要性综合考虑是停止哺乳还是停止使用本品。 ⑿儿童用药：本品用于儿童和青少年(18岁以下)的有效性和安全性尚无相关研究。 ⒀老年用药：临床研究未证实老年人对该药的反应与年轻人不同，因此，老年患者勿需因年龄而调整剂量。如患者伴有严重肝肾功能、心功能减退，用药期间应注意观察，可酌情减量。 药物相互作用 ⑴锂剂与血管紧张素Ⅱ受体拮抗剂及血管紧张素转化酶抑制剂合用，可引起可逆性的血锂水平升高和毒性反应，因此锂剂和本品合用须慎重。如需合用，则合用期间应监测血锂水平。 ⑵与其他抑制血管紧张素Ⅱ及其作用的药物一样，本品与引起血钾水平升高的药物(血管紧张素转化酶抑制剂、保钾利尿药、钾离子补充剂、含钾的盐替代品、环孢菌素A或其他药物如肝素钠)合用，可致血钾升高，建议监测血钾水平。 ⑶非甾体抗炎药物(NSAIDs)包括选择性环氧合酶—2(COX-2抑制剂)可能降低利尿剂和其他抗高血压药的作用，机制尚不明确。因此，本品的抗高血压作用可能会被NSAIDs包括COX-2抑制剂削弱。 ⑷麻黄含有麻黄碱和伪麻黄碱，可降低抗高血压药的疗效，使用本品治疗的高血压患者应避免使用含麻黄的制剂。 药物过量 用药过量最可能的表现将是低血压和心动过速。由于副交感神经(迷走神经)的兴奋，可发生心动过缓。如果发生症状性低血压，应该给予支持疗法。本品的活性代谢产物不能通过血液透析而清除。 用药交代 推荐空腹服用，建议餐前1小时或餐后2小时服用。 用法与用量 口服：通常起始和维持剂量为一次240mg，一日1次，继续增加剂量不能进一步提高疗效。治疗4周可达到最大降压效果。食物会降低本品的吸收，建议不与食物同时服用。",
      "full_pregnancy_category": "C"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7505",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 211,
    "name": "氯化钾缓释片",
    "full_name": "(甲)氯化钾缓释片[国基]",
    "chemical_name": "氯化钾缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "深圳市中联制药"
    ],
    "specifications": [
      {
        "specification": "0.5g/片",
        "manufacturer": "深圳市中联制药",
        "full_manufacturer": "深圳市中联制药有限公司",
        "price": 17.8,
        "unit": "盒",
        "code": "Y00000014705",
        "approval_number": "国药准字H20033371",
        "insurance_code": "XA12BAL208A010010300543",
        "location": "I-4",
        "outpatient_location": "M-5"
      }
    ],
    "pinyin": "lvhuajia",
    "pinyin_initials": "lhj",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "1.原发性高血压及心绞痛，单独使用或与其他降压药如利尿药合用。 2.有症状的慢性充血性心力衰竭。",
      "dosage": "成人：常用量：口服，①原发性高血压及心绞痛，初次剂量为12.5mg",
      "contraindications": "症 ⑴对本品过敏者。 ⑵孕妇及哺乳期妇女。 ⑶肝功能低下者。 ⑷支气管痉挛或哮喘。 ⑸严重心动过缓（心率＜50次/分）、病窦综合征（包括窦房阻滞）、Ⅱ或Ⅲ度房室传导阻滞。 ⑹心源性休克。 ⑺严重低血压（收缩压＜85mmHg）。 ⑻Ⅳ级的失代偿性心力衰竭，需要使用静脉正性肌力药物的患者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、瘙痒、过敏等。",
      "interactions": "⑴本品可加强其他降压药物（如利血平、甲基多巴、可乐定、钙拮抗药、α受体拮抗药等）及有降压副作用的药物（巴比妥酸盐）、吩噻嗪、三环类抗抑郁药的降压作用，相应的副作用也增加。 ⑵西咪替丁等肝药酶抑制药可使卡维地洛在体内分解作用减弱，故可能致卡维地洛血药浓度增高。 ⑶本药与胺碘酮合用时，对心脏的效应增强，可出现低血压、心动过缓或心脏停搏。 ⑷本药与地尔硫䓬或维拉帕米同用可能发生心传导阻滞。 ⑸本药可能会增强胰岛素或口服降糖药的作用。 ⑹本药与醋甲胆碱合用时，可产生协同收缩支气管平滑肌的作用，使支气管收",
      "pregnancy_category": "C",
      "pharmacokinetics": "t1/2约2小时，蛋白结合率98，肾脏排泄。",
      "precautions": "⑴慎用：①手术患者；⑻本药可增加地高辛的生物利用度及谷浓度，使其对心脏的作用增强，出现房室传导阻滞并可引起地高辛的毒性症状，应加强对地高辛血药浓度的监测。给药说明 ⑴本药一般需长期使用，同时避免突然停药，宜用1～2周以上的时间逐渐停药。",
      "source": "湖南药事服务网",
      "full_indications": "1.原发性高血压及心绞痛，单独使用或与其他降压药如利尿药合用。 2.有症状的慢性充血性心力衰竭。",
      "full_pharmacokinetics": "⑴药效学：本品是一种肾上腺素α、β受体阻滞剂，其β受体阻断作用较强，为拉贝洛尔的33倍，为普萘洛尔的3倍。本品通过阻断突触后膜α受体，扩张血管，降低外周血管阻力。同时阻断β受体，抑制肾素分泌，阻断肾素-血管紧张素-醛固酮系统，产生降压作用。本品无内在拟交感活性，具有膜稳定性。本品对心输出量及心率影响不大，极少产生水钠潴留。动物实验及体外多种人体细胞试验证实，本药还具有抗氧化特性。 ⑵药动学：本品口服易于吸收，首过效应约60％～70％。生物利用度为25％。与食物同服，吸收减慢，但对生物利用度没有明显影响。在血浆中与血浆蛋白结合率为98％。本药代谢完全，代谢半衰期约2小时，代谢物主要经胆汁有粪便排出，约16％经肾脏排泄。本药亲脂性高，分布容积约2.0L/kg，因而可能随乳汁分泌。消除半衰期约6～10小时，不能经血液透析清除。",
      "full_dosage": "⑴成人常用量：口服，①原发性高血压及心绞痛，初次剂量为12.5mg，一日1次，两天后改为25mg，一日1次，以后根据需要逐渐增加剂量至一日50mg，分1～2次服用。②慢性充血性心力衰竭，剂量必须个体化，增加剂量需密切观察。推荐开始2周剂量为3.125mg，一日2次，若耐受好，可间隔至少2周后将剂量增加至6.25mg，一日2次，然后每次12.5mg，一日2次，再到一次25mg，一日2次。剂量必须增加到病人能耐受的最高限度。体重＜85公斤者，最大推荐剂量为25mg，一日2次；体重＞85公斤者，最大推荐剂量为50mg，一日2次。卡维地洛停药超过2周时，再次用药应从3.125mg，一日2次开始，然后按上述推荐方法增加剂量。 ⑵老年人剂量：原发性高血压患者初始剂量一次12.5mg，一日1次。若效果不好，可在间隔至少2周后将剂量增加到推荐最大剂量一日50mg，一日1次或分次服用。 剂型与规格 片剂 3.125mg 6.25mg 10mg XC07AG乙0404 5% 哪儿有 片剂 12.5mg 20mg 25mg XC07AG乙0404 5% 哪儿有",
      "full_contraindications": "症 ⑴对本品过敏者。 ⑵孕妇及哺乳期妇女。 ⑶肝功能低下者。 ⑷支气管痉挛或哮喘。 ⑸严重心动过缓（心率＜50次/分）、病窦综合征（包括窦房阻滞）、Ⅱ或Ⅲ度房室传导阻滞。 ⑹心源性休克。 ⑺严重低血压（收缩压＜85mmHg）。 ⑻Ⅳ级的失代偿性心力衰竭，需要使用静脉正性肌力药物的患者。",
      "full_adverse_reactions": "⑴中枢神经系统：偶尔发生轻度头晕、头痛、乏力，特别是在治疗早期。罕见抑郁、睡眠紊乱、感觉异常。 ⑵心血管系统：治疗早期偶尔有心动过缓、体位性低血压，很少有晕厥；外周循环障碍（四肢发凉）不常见，可使原有间歇性跛行或有雷诺现象的病人症状加重。水肿和心绞痛均不常见，个别病人出现房室传导阻滞和心衰加重。 ⑶呼吸系统：偶可诱导有哮喘或呼吸困难倾向的患者发病。罕见鼻塞。 ⑷消化系统：偶见胃肠不适（如腹痛、腹泻、恶心等），便秘和呕吐不常见。 ⑸泌尿生殖系统：排尿障碍、性功能减退；有兴衰和弥漫性血管病变和/或肾功能不全的患者可能会进一步加重肾功能损害，改变病例可出现肾衰竭。 ⑹皮肤：少见变态反应性皮疹，个别患者可出现荨麻疹、瘙痒、扁平苔癣样皮肤反应。可能会发生银屑样皮肤损害或使原有的病情加重。 ⑺眼：可有眼干症状；罕见视觉障碍及眼部刺激感。 ⑻其他：偶见四肢疼痛、口干。 肝损伤 ⑴肝毒性： 接受卡维地洛治疗后，血清转氨酶水平出现轻微或中等程度升高的患者不足2%，且多为暂时性无症状升高，即使继续使用卡维地洛，患者血清转氨酶也可恢复正常水平。虽然使用广泛，但是卡维地洛仅导致一例临床症状明显的肝损伤，患者在服药后6个月发病。血清转氨酶升高为混合性，无黄疸、超敏或自身免疫症状，停药后很快恢复。⑵损伤机制： 卡维地洛大量经肝代谢为活性或非活性代谢产物，后经胆汁大量排泄。卡维地洛导致的肝损伤机制目前未知。⑶肝损星级：★★ 禁忌症 ⑴对本品过敏者。 ⑵孕妇及哺乳期妇女。 ⑶肝功能低下者。 ⑷支气管痉挛或哮喘。 ⑸严重心动过缓（心率＜50次/分）、病窦综合征（包括窦房阻滞）、Ⅱ或Ⅲ度房室传导阻滞。 ⑹心源性休克。 ⑺严重低血压（收缩压＜85mmHg）。 ⑻Ⅳ级的失代偿性心力衰竭，需要使用静脉正性肌力药物的患者。",
      "full_interactions": "⑴本品可加强其他降压药物（如利血平、甲基多巴、可乐定、钙拮抗药、α受体拮抗药等）及有降压副作用的药物（巴比妥酸盐）、吩噻嗪、三环类抗抑郁药的降压作用，相应的副作用也增加。 ⑵西咪替丁等肝药酶抑制药可使卡维地洛在体内分解作用减弱，故可能致卡维地洛血药浓度增高。 ⑶本药与胺碘酮合用时，对心脏的效应增强，可出现低血压、心动过缓或心脏停搏。 ⑷本药与地尔硫䓬或维拉帕米同用可能发生心传导阻滞。 ⑸本药可能会增强胰岛素或口服降糖药的作用。 ⑹本药与醋甲胆碱合用时，可产生协同收缩支气管平滑肌的作用，使支气管收缩时间延长。 ⑺本药能抑制环孢素的代谢，使环孢素的毒性增加。 ⑻本药可增加地高辛的生物利用度及谷浓度，使其对心脏的作用增强，出现房室传导阻滞并可引起地高辛的毒性症状，应加强对地高辛血药浓度的监测。 ⑼非类固醇类抗炎药能降低卡维地洛的降压作用。 ⑽利福平、利福布丁等肝药酶诱导药可诱导卡维地洛的代谢，从而减弱卡维地洛的作用。 ⑾本药能阻滞肾上腺素的β效应，从而引起心搏徐缓并拮抗肾上腺素的过敏反应。 ⑿与芬太尼合用，可产生严重的低血压，机制不明。 ⒀莫索尼定与卡维地洛合用可出现反跳性高血压，其作用机制尚不清楚。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师。 ⑵因本品易引起体位性低血压的不良反应，建议餐时与食物一起服用减缓药物吸收。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴本药一般需长期使用，同时避免突然停药，宜用1～2周以上的时间逐渐停药。停药后2～3周内应尽量减少体力活动，以免心绞痛恶化或其他严重的心血管疾病。 ⑵在终止本药与可乐定联合应用时，应先停本药，几天后再将可乐定逐渐减量。 ⑶嗜铬细胞瘤患者使用本药前，应先试用α受体阻断药。 ⑷对心率＜55次/分的隧道股份，本药须减量。 ⑸虽然不用服药时间与用餐无关，但对充血性心力衰竭病人必须餐时服用，以减慢吸收，降低体位性低血压的发生。 用法与用量 ⑴成人常用量：口服，①原发性高血压及心绞痛，初次剂量为12.5mg，一日1次，两天后改为25mg，一日1次，以后根据需要逐渐增加剂量至一日50mg，分1～2次服用。②慢性充血性心力衰竭，剂量必须个体化，增加剂量需密切观察。推荐开始2周剂量为3.125mg，一日2次，若耐受好，可间隔至少2周后将剂量增加至6.25mg，一日2次，然后每次12.5mg，一日2次，再到一次25mg，一日2次。剂量必须增加到病人能耐受的最高限度。体重＜85公斤者，最大推荐剂量为25mg，一日2次；体重＞85公斤者，最大推荐剂量为50mg，一日2次。卡维地洛停药超过2周时，再次用药应从3.125mg，一日2次开始，然后按上述推荐方法增加剂量。 ⑵老年人剂量：原发性高血压患者初始剂量一次12.5mg，一日1次。若效果不好，可在间隔至少2周后将剂量增加到推荐最大剂量一日50mg，一日1次或分次服用。 剂型与规格 片剂 3.125mg 6.25mg 10mg XC07AG乙0404 5% 哪儿有 片剂 12.5mg 20mg 25mg XC07AG乙0404 5% 哪儿有",
      "full_precautions": "⑴慎用：①手术患者；②甲状腺功能亢进者；③周围血管疾病；④嗜铬细胞瘤患者；⑤体位性低血压者；⑥不稳定或继发性高血压患者；⑦变异性心绞痛；⑧糖尿病患者。 ⑵药物对儿童的影响：尚无18岁以下患者使用本药的安全性及疗效的研究资料。 ⑶药物对检验值或诊断的影响：偶见血清氨基转移酶升高，血小板减少，白细胞减少。 ⑷本药可能影响驾驶和操作机器的能力，在用药开始、剂量改变或饮酒时更为明显。 ⑸麻醉期间病人使用本品时，应密切观察负性肌力作用及低血压等不良反应。 ⑹接受地高辛、利尿药、血管紧张素转换酶抑制剂治疗的病人必须先用这些药物稳定病情后，再使用卡维地洛。 ⑺使用本品期间如出现一过性心力衰竭加重或水钠潴留，必须增加利尿药的剂量。有时需对本药减量或终止本药的治疗。 ⑻药物过量的处理：患者应采用仰卧位，必要时保持观察并采取特别护理治疗。可在摄入药物后不久使用洗胃或药物诱导呕吐，对过度的心动过缓者可静脉注射阿托品2mg。 ⑼因为本药的半衰期为7～10小时，故在严重中毒（有休克症状）时，解毒的治疗必须持续足够长时间。 药物相互作用 ⑴本品可加强其他降压药物（如利血平、甲基多巴、可乐定、钙拮抗药、α受体拮抗药等）及有降压副作用的药物（巴比妥酸盐）、吩噻嗪、三环类抗抑郁药的降压作用，相应的副作用也增加。 ⑵西咪替丁等肝药酶抑制药可使卡维地洛在体内分解作用减弱，故可能致卡维地洛血药浓度增高。 ⑶本药与胺碘酮合用时，对心脏的效应增强，可出现低血压、心动过缓或心脏停搏。 ⑷本药与地尔硫䓬或维拉帕米同用可能发生心传导阻滞。 ⑸本药可能会增强胰岛素或口服降糖药的作用。 ⑹本药与醋甲胆碱合用时，可产生协同收缩支气管平滑肌的作用，使支气管收缩时间延长。 ⑺本药能抑制环孢素的代谢，使环孢素的毒性增加。 ⑻本药可增加地高辛的生物利用度及谷浓度，使其对心脏的作用增强，出现房室传导阻滞并可引起地高辛的毒性症状，应加强对地高辛血药浓度的监测。 ⑼非类固醇类抗炎药能降低卡维地洛的降压作用。 ⑽利福平、利福布丁等肝药酶诱导药可诱导卡维地洛的代谢，从而减弱卡维地洛的作用。 ⑾本药能阻滞肾上腺素的β效应，从而引起心搏徐缓并拮抗肾上腺素的过敏反应。 ⑿与芬太尼合用，可产生严重的低血压，机制不明。 ⒀莫索尼定与卡维地洛合用可出现反跳性高血压，其作用机制尚不清楚。 用药交代 ⑴不要随意停药，如要停药请咨询药师或医师。 ⑵因本品易引起体位性低血压的不良反应，建议餐时与食物一起服用减缓药物吸收。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴本药一般需长期使用，同时避免突然停药，宜用1～2周以上的时间逐渐停药。停药后2～3周内应尽量减少体力活动，以免心绞痛恶化或其他严重的心血管疾病。 ⑵在终止本药与可乐定联合应用时，应先停本药，几天后再将可乐定逐渐减量。 ⑶嗜铬细胞瘤患者使用本药前，应先试用α受体阻断药。 ⑷对心率＜55次/分的隧道股份，本药须减量。 ⑸虽然不用服药时间与用餐无关，但对充血性心力衰竭病人必须餐时服用，以减慢吸收，降低体位性低血压的发生。 用法与用量 ⑴成人常用量：口服，①原发性高血压及心绞痛，初次剂量为12.5mg，一日1次，两天后改为25mg，一日1次，以后根据需要逐渐增加剂量至一日50mg，分1～2次服用。②慢性充血性心力衰竭，剂量必须个体化，增加剂量需密切观察。推荐开始2周剂量为3.125mg，一日2次，若耐受好，可间隔至少2周后将剂量增加至6.25mg，一日2次，然后每次12.5mg，一日2次，再到一次25mg，一日2次。剂量必须增加到病人能耐受的最高限度。体重＜85公斤者，最大推荐剂量为25mg，一日2次；体重＞85公斤者，最大推荐剂量为50mg，一日2次。卡维地洛停药超过2周时，再次用药应从3.125mg，一日2次开始，然后按上述推荐方法增加剂量。 ⑵老年人剂量：原发性高血压患者初始剂量一次12.5mg，一日1次。若效果不好，可在间隔至少2周后将剂量增加到推荐最大剂量一日50mg，一日1次或分次服用。 剂型与规格 片剂 3.125mg 6.25mg 10mg XC07AG乙0404 5% 哪儿有 片剂 12.5mg 20mg 25mg XC07AG乙0404 5% 哪儿有",
      "full_pregnancy_category": "C"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1360",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 212,
    "name": "替米沙坦片",
    "full_name": "(甲)替米沙坦片[市基]",
    "chemical_name": "替米沙坦片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "上海信谊天平药业"
    ],
    "specifications": [
      {
        "specification": "40mg/片",
        "manufacturer": "上海信谊天平药业",
        "full_manufacturer": "上海信谊天平药业有限公司",
        "price": 13.36,
        "unit": "盒",
        "code": "Y00000014632",
        "approval_number": "国药准字H20041082",
        "insurance_code": "XC09CAT039A001010300800",
        "location": "F-2",
        "outpatient_location": "E-3"
      }
    ],
    "pinyin": "timishatan",
    "pinyin_initials": "tmst",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于原发性高血压；指南》（2018）；、程序、设备以及患者管理（2019）；有蛋白尿的原发性或继发性肾小球疾病；治疗原发性高血压；治疗有蛋白尿的原发性或继发性肾小球疾病。",
      "dosage": "⑴口服：①应个体化给药，初始剂量一次40mg，一日1次。",
      "contraindications": "症 ⑴对本品任一成分过敏者。 ⑵对其他血管紧张素受体拮抗药过敏者。 ⑶胆道阻塞性疾病的患者。 ⑷严重肝功能不全者。 ⑸严重肾功能不全者。 ⑹孕妇及哺乳妇女。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、瘙痒、过敏、嗜睡等。",
      "interactions": "⑴锂剂与本品合用，可引起可逆性的血锂水平升高。如需合用，则合用期间应监测血锂水平。 ⑵ACE抑制剂、保钾利尿药、钾离子补充剂、含钾的盐替代品、环孢素或其他药物如肝素钠可升高血钾，本品与上述药物合用，可致血钾水平升高。 ⑶本品可升高地高辛平均波谷血药浓度20％，因此两药合用须监测地高辛血药浓度。 ⑷本品可加强其他抗高血压药物的降压效果。 ⑸巴氯芬、氨磷汀等可加强本品的降压效果。另外，酒精、巴比妥类药物、镇静安眠药或抗抑郁药与本品合用可增强体位性低血压效应。 ⑹当与本品合用时，辛伐他汀代谢物（辛伐他",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑴慎用：①双侧或单侧肾动脉狭窄者。国外资料提出下列情况慎用：①主动脉瓣狭窄或左房室瓣狭窄。⑸本品不能经血液透析清除，血液透析患者在治疗初期应注意监测，以防发生体位性低血压。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗原发性高血压。 ⑵用于治疗慢性心力衰竭(适用于不能耐受ACEI且左心室射血分数低下者)。【美国FDA未批准；中华医学会心血管病学分会 中华心血管病杂志编辑委员会. 《中国心力衰竭诊断和治疗指南》（2018）；国家卫计委合理用药专家委员会 中国药师协会. 《心力衰竭合理用药指南（第2版）》(2019年) ；中华医学会,中华医学会杂志社,中华医学会全科医学分会. 《慢性心力衰竭基层诊疗指南》(2019年)；心力衰竭协会(HFA)／欧洲心脏病学学会(ESC)专家共识：心力衰竭的药物治疗、程序、设备以及患者管理（2019）；美国心脏病学会(ACC)、美国心脏协会(AHA)以及美国心衰学会(HFSA)指南：心力衰竭的管理（2017）】 ⑶用于治疗有蛋白尿的原发性或继发性肾小球疾病。【美国FDA未批准；改善全球肾脏病预后组织(KDIGO)临床实践指南-肾小球疾病；中华医学会糖尿病学分会微血管并发症学组，《中国糖尿病肾脏疾病防治临床指南》(2019)】",
      "full_dosage": "⑴口服：①应个体化给药，初始剂量一次40mg，一日1次。若用药后未达到理想血压可加大剂量，最大剂量为一次80mg，一日1次。本品可与噻嗪类利尿药如氢氯噻嗪合用。②轻、中度肾功能不全患者一日用量不应超过40mg。③肝功能不全患者应严密监测下应用本品。 ⑵用于慢性心力衰竭时，从小剂量开始，起始剂量40mg，每天1次口服；目标剂量80mg，每天1次。 ⑶用于单独治疗肾小球肾炎和蛋白尿患者时，将ACEI或ARB上调至首次最大耐受或允许剂量。替米沙坦最大可口服80mg/d。",
      "full_contraindications": "症 ⑴对本品任一成分过敏者。 ⑵对其他血管紧张素受体拮抗药过敏者。 ⑶胆道阻塞性疾病的患者。 ⑷严重肝功能不全者。 ⑸严重肾功能不全者。 ⑹孕妇及哺乳妇女。",
      "full_adverse_reactions": "可引起腹泻，极少数发生血管性水肿、瘙痒、皮疹、荨麻疹等。国外治疗由下列不良反应报告，但发生率低，其与用药的相关性还不确定。 ⑴心血管系统：可能在麻醉诱导患者发生低血压；也可引起胸痛、高血压、水肿、心悸、心绞痛、心动过速及心电图异常等。 ⑵精神神经系统：头昏、头痛、失眠、嗜睡、眩晕、感觉异常、不随意的肌肉收缩、焦虑、抑郁及神经质等。 ⑶胃肠道：口干、牙痛、消化不良、恶心、呕吐、腹泻、胃肠胀气、便秘、痔疮、胃肠炎、胃食管反流等。 ⑷泌尿生殖系统：尿频、尿路感染、膀胱炎等。 ⑸眼：视觉异常及结膜炎。 ⑹呼吸系统：咳嗽、上呼吸道感染、鼻窦炎及咽炎，流感样症状、哮喘、支气管炎、鼻炎、呼吸困难及鼻血。 ⑺皮肤：可有多汗、皮炎、皮疹、湿疹、瘙痒等。 ⑻肌肉骨骼系统：背痛、肌痛、关节痛、关节炎及小腿抽筋。 ⑼耳：耳鸣及耳痛。 禁忌症 ⑴对本品任一成分过敏者。 ⑵对其他血管紧张素受体拮抗药过敏者。 ⑶胆道阻塞性疾病的患者。 ⑷严重肝功能不全者。 ⑸严重肾功能不全者。 ⑹孕妇及哺乳妇女。",
      "full_interactions": "⑴锂剂与本品合用，可引起可逆性的血锂水平升高。如需合用，则合用期间应监测血锂水平。 ⑵ACE抑制剂、保钾利尿药、钾离子补充剂、含钾的盐替代品、环孢素或其他药物如肝素钠可升高血钾，本品与上述药物合用，可致血钾水平升高。 ⑶本品可升高地高辛平均波谷血药浓度20％，因此两药合用须监测地高辛血药浓度。 ⑷本品可加强其他抗高血压药物的降压效果。 ⑸巴氯芬、氨磷汀等可加强本品的降压效果。另外，酒精、巴比妥类药物、镇静安眠药或抗抑郁药与本品合用可增强体位性低血压效应。 ⑹当与本品合用时，辛伐他汀代谢物（辛伐他汀酸）的Ｃmax有轻度升高（1.34倍）且消除加速。 用药交代 可以与奈玛特韦/利托那韦片（组合包装）合用。 用法与用量 ⑴口服：①应个体化给药，初始剂量一次40mg，一日1次。若用药后未达到理想血压可加大剂量，最大剂量为一次80mg，一日1次。本品可与噻嗪类利尿药如氢氯噻嗪合用。②轻、中度肾功能不全患者一日用量不应超过40mg。③肝功能不全患者应严密监测下应用本品。 ⑵用于慢性心力衰竭时，从小剂量开始，起始剂量40mg，每天1次口服；目标剂量80mg，每天1次。 ⑶用于单独治疗肾小球肾炎和蛋白尿患者时，将ACEI或ARB上调至首次最大耐受或允许剂量。替米沙坦最大可口服80mg/d。",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴慎用：①双侧或单侧肾动脉狭窄者。②血容量不足（包括因强利尿药治疗、限盐饮食、恶心或呕吐引起血容量不足或血钠水平过低）者。③严重充血性心力衰竭（可能引起急性低血压、氮质血症、少尿或罕见急性衰竭）者。 国外资料提出下列情况慎用：①主动脉瓣狭窄或左房室瓣狭窄。②肥厚型心肌病。③冠状动脉疾病患者。④血管神经性水肿患者。⑤需进行全身麻醉手术者。⑥老年患者。 ⑵对儿童的影响：儿童应用本品的安全性及疗效尚未确定。 ⑶肾功能不全者用药期间应定期检查血钾水平及血肌酐值。 ⑷治疗期间如发生低血压，应采取相应的支持治疗。 ⑸本品不能经血液透析清除，血液透析患者在治疗初期应注意监测，以防发生体位性低血压。 ⑹突然停药，血压可在数日后逐渐恢复到治疗前水平，而不出现反弹性高血压。 ⑺抑制肾素-血管紧张素-醛固酮系统的抗高血压药通常对原发性醛固酮增多症者无效，故不推荐本品用于该类患者。 ⑻应用本品4～8周后才发挥最大药效，在加大剂量时应注意此点。 药物相互作用 ⑴锂剂与本品合用，可引起可逆性的血锂水平升高。如需合用，则合用期间应监测血锂水平。 ⑵ACE抑制剂、保钾利尿药、钾离子补充剂、含钾的盐替代品、环孢素或其他药物如肝素钠可升高血钾，本品与上述药物合用，可致血钾水平升高。 ⑶本品可升高地高辛平均波谷血药浓度20％，因此两药合用须监测地高辛血药浓度。 ⑷本品可加强其他抗高血压药物的降压效果。 ⑸巴氯芬、氨磷汀等可加强本品的降压效果。另外，酒精、巴比妥类药物、镇静安眠药或抗抑郁药与本品合用可增强体位性低血压效应。 ⑹当与本品合用时，辛伐他汀代谢物（辛伐他汀酸）的Ｃmax有轻度升高（1.34倍）且消除加速。 用药交代 可以与奈玛特韦/利托那韦片（组合包装）合用。 用法与用量 ⑴口服：①应个体化给药，初始剂量一次40mg，一日1次。若用药后未达到理想血压可加大剂量，最大剂量为一次80mg，一日1次。本品可与噻嗪类利尿药如氢氯噻嗪合用。②轻、中度肾功能不全患者一日用量不应超过40mg。③肝功能不全患者应严密监测下应用本品。 ⑵用于慢性心力衰竭时，从小剂量开始，起始剂量40mg，每天1次口服；目标剂量80mg，每天1次。 ⑶用于单独治疗肾小球肾炎和蛋白尿患者时，将ACEI或ARB上调至首次最大耐受或允许剂量。替米沙坦最大可口服80mg/d。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7228",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 213,
    "name": "替莫唑胺胶囊",
    "full_name": "(乙10%)替莫唑胺胶囊",
    "chemical_name": "替莫唑胺胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "江苏天士力帝益药业"
    ],
    "specifications": [
      {
        "specification": "20mg/粒",
        "manufacturer": "江苏天士力帝益药业",
        "full_manufacturer": "江苏天士力帝益药业有限公司",
        "price": 132.58,
        "unit": "瓶",
        "code": "Y00000014965",
        "approval_number": "国药准字H20194029",
        "insurance_code": "XL01AXT041E001040201500",
        "location": "L-4"
      },
      {
        "specification": "100mg/粒",
        "manufacturer": "江苏天士力帝益药业",
        "full_manufacturer": "江苏天士力帝益药业有限公司",
        "price": 454.53,
        "unit": "瓶",
        "code": "X00407",
        "approval_number": "国药准字H20060880",
        "insurance_code": "XL01AXT041E001010101500",
        "location": "L-5"
      }
    ],
    "pinyin": "timozuoan",
    "pinyin_initials": "tmza",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于：1.高血压，但不作为一线药物，常与其他降压药合用，作为二、三线治疗用药，亦用于高血压急症；2.偏头痛、绝经期潮热、痛经，以及戒绝阿片瘾时快速除毒；3.用于单独或辅助中枢兴奋药治疗6-17岁儿童和青少年的注意缺陷多动障碍（ADHD）。",
      "dosage": "成人：常用量：①降压，开始一次0.1mg",
      "contraindications": "症 对本品过敏者、低压性青光眼。",
      "adverse_reactions": "⑴常见的有口干（40％）、倦怠（33％）、眩晕（16％）、便秘（10％）等，较少见的有头晕、性功能减退、体位性低血压、恶心、呕吐等。 ⑵长期使用可由于尿潴留而下肢浮肿。 ⑶逾量征象包括呼吸困难、眩晕、昏厥、心跳缓慢、乏力。 禁忌症 对本品过敏者、低压性青光眼。",
      "interactions": "⑴乙醇、巴比妥类、镇静药：可加强中枢抑制作用。 ⑵其他抗高血压药：可加强降压作用。 ⑶β受体拮抗药：合用后停用本品，发生撤药综合征危象的可能增加，宜先停用β受体拮抗药，再停本品。 ⑷三环类抗抑郁药：减弱本品的降压作用。 ⑸非甾体抗炎药：减弱本品的降压作用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴长期用药",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约27小时，蛋白结合率20，肝脏代谢，肾脏排泄。",
      "precautions": "⑷下列情况应慎用：脑血管病、冠状动脉供血不足、精神抑郁史、近期心肌梗死、雷诺病、慢性肾功能障碍、窦房结或房室结功能低下、血栓闭塞性脉管炎。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗：1.高血压，但不作为一线药物，常与其他降压药合用，作为二、三线治疗用药，亦用于高血压急症；2.偏头痛、绝经期潮热、痛经，以及戒绝阿片瘾时快速除毒；3.用于单独或辅助中枢兴奋药治疗6-17岁儿童和青少年的注意缺陷多动障碍（ADHD）。",
      "full_pharmacokinetics": "⑴药效学：①降压，本品激动延脑突触后膜α2肾上腺素受体，使中枢交感冲动传出减少，周围血管阻力减低，心率减慢；也激动周围血管α2受体，使儿茶酚胺释放减少，因而降低血压，很少发生体位性低血压。②治疗偏头痛，可能通过阻滞血管运动反射。③治痛经及绝经期潮热，作用机制未明，可能通过稳定周围血管作用。④戒阿片瘾，可能通过抑制脑内α受体活性。 ⑵药动学：口服后70％～80％吸收，吸收后很快分布到各器官，组织内药浓度比血浆中浓度高，能通过血脑屏障蓄积于脑组织。蛋白结合率为20％～40％。口服本品后半小时即发生降压作用，3～5小时血药浓度达峰值，一般为1.35ng/ml，持续6～8小时。清除半衰期在正常肾功能时为12.7（6～23）小时，肾功能不全时为25～27小时。在肝内代谢，约50％吸收的剂量经肝内生物转化。40％～60％以原形于24小时内经肾排出；20％经肝肠循环由胆汁排出。 贴片经皮肤吸收后进入血循环，能以平稳速度释放可乐定。除去贴片，局部皮肤内贮存的药物仍能维持有效血药浓度24小时。",
      "full_dosage": "⑴口服：成人常用量：①降压，开始一次0.1mg，一日2次，需要时隔2～4日每日递增0.1～0.2mg；维持量为0.1～0.2mg，一日2～4次；严重高血压需紧急治疗时口服0.2mg。继以每小时0.1mg，直到舒张压控制或总量达0.7mg，然后用维持量；②绝经期潮热，一次0.025～0.075mg，一日2次；③严重痛经，口服0.025mg，一日2次，在月经前及月经时，共服14日；④偏头痛，一次0.025mg，一日2～4次，最多为0.05mg，一日3次。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。每天应服用2次，2次剂量可以相等或者睡前的剂量稍高。缓释片必须整片吞服，不得压碎、咀嚼或者掰开。 成人极量：一次0.6mg，一日2.4mg。 ⑵静脉注射：降压，用0.15～0.3mg缓慢注射，10分钟内起效，但降压前可先有血压升高，降压作用在30～60分钟达高峰，持续3～7小时。24小时内总量可达0.75mg。 剂型与规格 片剂 0.075mg 0.1mg XC02A乙0355 5% 哪儿有 缓释贴片 2mg XC02A乙0355 5% 哪儿有 缓释片 0.1mg XN06B乙351 0% 哪儿有 注射液 0.15mg 1ml 哪儿有",
      "full_contraindications": "症 对本品过敏者、低压性青光眼。",
      "full_adverse_reactions": "⑴常见的有口干（40％）、倦怠（33％）、眩晕（16％）、便秘（10％）等，较少见的有头晕、性功能减退、体位性低血压、恶心、呕吐等。 ⑵长期使用可由于尿潴留而下肢浮肿。 ⑶逾量征象包括呼吸困难、眩晕、昏厥、心跳缓慢、乏力。 禁忌症 对本品过敏者、低压性青光眼。",
      "full_interactions": "⑴乙醇、巴比妥类、镇静药：可加强中枢抑制作用。 ⑵其他抗高血压药：可加强降压作用。 ⑶β受体拮抗药：合用后停用本品，发生撤药综合征危象的可能增加，宜先停用β受体拮抗药，再停本品。 ⑷三环类抗抑郁药：减弱本品的降压作用。 ⑸非甾体抗炎药：减弱本品的降压作用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴长期用药由于液体潴留及血容量扩充，可出现耐药性，降压作用减弱，加利尿剂同用可以减少耐药性并增强疗效。 ⑵治疗时突然停药或连续漏服数剂，可发生反跳性血压增高，多于12～48小时出现，可持续数天，此时可有5％～20％病人伴有神经紧张、胸痛、失眠、脸红、头痛、恶心、唾液增多、呕吐、手指颤动等症状。每天用量超过1.2mg突然停药或停用原用的β阻滞药时，发生反跳性高血压的机会增加。因此，停药必须在1～2周内逐渐减量，与此同时考虑其他降压治疗；血压过高时可给二氮嗪或α阻滞药，或再用本品；若因手术必须停服本品时，应在手术前4～6小时停药，术中用静滴降压药，术后再复用本品。 ⑶为保证控制夜间血压，每天末次给药宜在睡前服。 用法与用量 ⑴口服：成人常用量：①降压，开始一次0.1mg，一日2次，需要时隔2～4日每日递增0.1～0.2mg；维持量为0.1～0.2mg，一日2～4次；严重高血压需紧急治疗时口服0.2mg。继以每小时0.1mg，直到舒张压控制或总量达0.7mg，然后用维持量；②绝经期潮热，一次0.025～0.075mg，一日2次；③严重痛经，口服0.025mg，一日2次，在月经前及月经时，共服14日；④偏头痛，一次0.025mg，一日2～4次，最多为0.05mg，一日3次。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。每天应服用2次，2次剂量可以相等或者睡前的剂量稍高。缓释片必须整片吞服，不得压碎、咀嚼或者掰开。 成人极量：一次0.6mg，一日2.4mg。 ⑵静脉注射：降压，用0.15～0.3mg缓慢注射，10分钟内起效，但降压前可先有血压升高，降压作用在30～60分钟达高峰，持续3～7小时。24小时内总量可达0.75mg。 剂型与规格 片剂 0.075mg 0.1mg XC02A乙0355 5% 哪儿有 缓释贴片 2mg XC02A乙0355 5% 哪儿有 缓释片 0.1mg XN06B乙351 0% 哪儿有 注射液 0.15mg 1ml 哪儿有",
      "full_precautions": "⑴动物研究发现对胎仔有害，人体研究尚不充分。本品从乳汁排泄。孕妇和哺乳期妇女应用必须权衡利弊。 ⑵老年人对降压作用较敏感，又可有增龄后肾功能减退，若须应用，剂量须减少。 ⑶对诊断的干扰：应用本品时可使直接抗球蛋白（Coombs）试验弱阳性，尿儿茶酚胺和香草杏仁酸（VMA）排出减少。 ⑷下列情况应慎用：脑血管病、冠状动脉供血不足、精神抑郁史、近期心肌梗死、雷诺病、慢性肾功能障碍、窦房结或房室结功能低下、血栓闭塞性脉管炎。 ⑸为减少局部皮肤刺激，每次换贴片时应更换贴用部位。须防止儿童取玩。 ⑹严重逾量反应时须洗胃。低血压时应平卧，抬高双脚，必要时静脉输液，给多巴胺以提高血压。高血压时静脉给呋塞米、酚妥拉明或硝普钠。 药物相互作用 ⑴乙醇、巴比妥类、镇静药：可加强中枢抑制作用。 ⑵其他抗高血压药：可加强降压作用。 ⑶β受体拮抗药：合用后停用本品，发生撤药综合征危象的可能增加，宜先停用β受体拮抗药，再停本品。 ⑷三环类抗抑郁药：减弱本品的降压作用。 ⑸非甾体抗炎药：减弱本品的降压作用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴长期用药由于液体潴留及血容量扩充，可出现耐药性，降压作用减弱，加利尿剂同用可以减少耐药性并增强疗效。 ⑵治疗时突然停药或连续漏服数剂，可发生反跳性血压增高，多于12～48小时出现，可持续数天，此时可有5％～20％病人伴有神经紧张、胸痛、失眠、脸红、头痛、恶心、唾液增多、呕吐、手指颤动等症状。每天用量超过1.2mg突然停药或停用原用的β阻滞药时，发生反跳性高血压的机会增加。因此，停药必须在1～2周内逐渐减量，与此同时考虑其他降压治疗；血压过高时可给二氮嗪或α阻滞药，或再用本品；若因手术必须停服本品时，应在手术前4～6小时停药，术中用静滴降压药，术后再复用本品。 ⑶为保证控制夜间血压，每天末次给药宜在睡前服。 用法与用量 ⑴口服：成人常用量：①降压，开始一次0.1mg，一日2次，需要时隔2～4日每日递增0.1～0.2mg；维持量为0.1～0.2mg，一日2～4次；严重高血压需紧急治疗时口服0.2mg。继以每小时0.1mg，直到舒张压控制或总量达0.7mg，然后用维持量；②绝经期潮热，一次0.025～0.075mg，一日2次；③严重痛经，口服0.025mg，一日2次，在月经前及月经时，共服14日；④偏头痛，一次0.025mg，一日2～4次，最多为0.05mg，一日3次。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。每天应服用2次，2次剂量可以相等或者睡前的剂量稍高。缓释片必须整片吞服，不得压碎、咀嚼或者掰开。 成人极量：一次0.6mg，一日2.4mg。 ⑵静脉注射：降压，用0.15～0.3mg缓慢注射，10分钟内起效，但降压前可先有血压升高，降压作用在30～60分钟达高峰，持续3～7小时。24小时内总量可达0.75mg。 剂型与规格 片剂 0.075mg 0.1mg XC02A乙0355 5% 哪儿有 缓释贴片 2mg XC02A乙0355 5% 哪儿有 缓释片 0.1mg XN06B乙351 0% 哪儿有 注射液 0.15mg 1ml 哪儿有",
      "full_pregnancy_category": "C\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=227",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 214,
    "name": "丁苯酞软胶囊",
    "full_name": "(乙10%)丁苯酞软胶囊",
    "chemical_name": "丁苯酞软胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "石药集团恩必普药业"
    ],
    "specifications": [
      {
        "specification": "100mg/粒",
        "manufacturer": "石药集团恩必普药业",
        "full_manufacturer": "石药集团恩必普药业有限公司",
        "price": 77.76,
        "unit": "瓶",
        "code": "Y00000013532",
        "approval_number": "国药准字H20050299",
        "insurance_code": "XN07XXD130E002010102774",
        "location": "2J-2",
        "outpatient_location": "2F-3"
      }
    ],
    "pinyin": "dingbentairuan",
    "pinyin_initials": "dbtr",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "适用于帕金森病和帕金森综合症。改善由帕金森引起的步态僵直和直立性头晕；改善由Shy-Drager综合征或家族性淀粉样多神经病所致的直立性低血压、直立性头晕和昏厥；改善血液透析患者由于直立性低血压引发的头晕和乏力。",
      "dosage": "成人：通常起始剂量为一次100mg",
      "contraindications": "症 对本品过敏；闭角型青光眼；吸入含卤素的麻醉剂等患者禁用。",
      "adverse_reactions": "常见的不良反应主要有头痛，头晕，恶心，高血压和疲劳等。",
      "interactions": "⑴本品与其他增加血压药物联合给药(如去肾上腺素、麻黄素、米多君、和曲坦类药物将预计增加仰卧高血压风险。 ⑵本品与多巴脱羧酶抑制剂合用时，可能需要调整本品的剂量。 ⑶如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴高血压、动脉硬化、状腺机能亢进患者慎用。⑶在指导患者用药时需提醒患者用药后睡眠时应使头部的高度略高与身体，并监测治疗前后的卧位血压。在剂量增加的时候同时增加卧位血压监测频率。",
      "source": "湖南药事服务网",
      "full_indications": "适用于帕金森病和帕金森综合症。改善由帕金森引起的步态僵直和直立性头晕；改善由Shy-Drager综合征或家族性淀粉样多神经病所致的直立性低血压、直立性头晕和昏厥；改善血液透析患者由于直立性低血压引发的头晕和乏力。",
      "full_pharmacokinetics": "",
      "full_dosage": "口服： ⑴改善由帕金森引起的步态僵直和直立性头晕：成人通常起始剂量为一次100mg，一日1次，每隔一天剂量递增100mg，直至适宜的维持剂量，标准维持剂量为一次200mg，一日3次，根据患者年龄和症状可以增减用量，每日服药剂量不超过900mg。 ⑵改善由帕金森引起的步态僵直和直立性头晕：成人通常起始剂量为一次200mg～300mg，一日2～3次，每隔数天或一周递增剂量100mg，直至适宜的维持剂量。标准维持剂量为一次100mg～200mg，一日3次，根据患者年龄和症状可以增减剂量，每日服药剂量不超过900mg。 ⑶改善血液透析患者由于直立性低血压引发的头晕和乏力：成人通常在血液透析前30～60分钟口服200mg～400mg。根据患者年龄和症状可以酌减剂量，服药记录不超过400mg。",
      "full_contraindications": "症 对本品过敏；闭角型青光眼；吸入含卤素的麻醉剂等患者禁用。",
      "full_adverse_reactions": "常见的不良反应主要有头痛，头晕，恶心，高血压和疲劳等。",
      "full_interactions": "⑴本品与其他增加血压药物联合给药(如去肾上腺素、麻黄素、米多君、和曲坦类药物将预计增加仰卧高血压风险。 ⑵本品与多巴脱羧酶抑制剂合用时，可能需要调整本品的剂量。 ⑶如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_precautions": "⑴高血压、动脉硬化、状腺机能亢进患者慎用。 ⑵帕金森等患者起始剂量从低剂量开始，谨慎地增至维持剂量。 ⑶在指导患者用药时需提醒患者用药后睡眠时应使头部的高度略高与身体，并监测治疗前后的卧位血压。在剂量增加的时候同时增加卧位血压监测频率。 药物相互作用 ⑴本品与其他增加血压药物联合给药(如去肾上腺素、麻黄素、米多君、和曲坦类药物将预计增加仰卧高血压风险。 ⑵本品与多巴脱羧酶抑制剂合用时，可能需要调整本品的剂量。 ⑶如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pregnancy_category": "C\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=887",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 215,
    "name": "丁丙诺啡透皮贴剂",
    "full_name": "(乙10%)丁丙诺啡透皮贴剂",
    "chemical_name": "丁丙诺啡透皮贴剂",
    "dosage_form": "贴剂",
    "types": [],
    "manufacturers": [
      "MUNDIPHARMA GmbH制药有限公司)"
    ],
    "specifications": [
      {
        "specification": "5mg/贴",
        "manufacturer": "MUNDIPHARMA GmbH制药有限公司)",
        "full_manufacturer": "MUNDIPHARMA GmbH（LTS Lohmann Therapie-Systeme AG）(进口分包：萌蒂（中国）制药有限公司)",
        "price": 405.6,
        "unit": "盒",
        "code": "Y00000014897",
        "approval_number": "国药准字HJ20181046",
        "insurance_code": "XN02AXD131V002010178655"
      }
    ],
    "pinyin": "dingbingnuofeitoupi",
    "pinyin_initials": "dbnftp",
    "dosage_form_pinyin": "tieji",
    "dosage_form_initials": "tj",
    "manual": {
      "indications": "1.术后镇痛、癌性疼痛、外伤或烧伤后疼痛、肢体痛和细节图，可经肌注或静注；\n2.在全凭静脉麻醉中代替吗啡或芬太尼，术后镇痛时间长，利于术后呼吸支持疗法。",
      "dosage": "用于镇痛：肌注或缓慢静注，一次0.3～0.6mg，一日3～4次。",
      "contraindications": "对本品过敏者、轻微疼痛和疼痛原因不明者禁用。",
      "adverse_reactions": "常见有头晕、嗜睡、恶心、呕吐、出汗、低血压、缩瞳、肺通气不足，以及其他中枢、心血管、呼吸、皮肤和眼部不良反应。",
      "interactions": "⑴丁丙诺啡与单胺氧化酶抑制药有协同作用。  <br>⑵丁丙诺啡与地西泮合用引起呼吸抑制。  <br>⑶丁丙诺啡与苯丙香豆素合用引起紫癜。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑶下列情况慎用：颅脑外伤、呼吸抑制、老弱者。⑴肝功能不全时，药物作用可延长，注意调整给药间隔时间。⑵妊娠期及哺乳期妇女和7岁以下儿童不宜用。",
      "source": "湖南药事服务网",
      "full_indications": "1.术后镇痛、癌性疼痛、外伤或烧伤后疼痛、肢体痛和细节图，可经肌注或静注；<br>2.在全凭静脉麻醉中代替吗啡或芬太尼，术后镇痛时间长，利于术后呼吸支持疗法。",
      "full_dosage": "用于镇痛：肌注或缓慢静注，一次0.3～0.6mg，一日3～4次。单次剂量可持续作用6～8小时。  <br>　　舌下含服：一次0.4～0.8mg，每6～8小时1次。  <br>　　透皮贴剂：丁丙诺啡透皮贴剂每贴使用7天。丁丙诺啡透皮贴剂不适用于治疗急性疼痛。18岁及以上患者：初始剂量应为最低的丁丙诺啡透皮贴剂剂量(5μg/h的丁丙诺啡透皮贴剂)。",
      "full_contraindications": "对本品过敏者、轻微疼痛和疼痛原因不明者禁用。",
      "full_adverse_reactions": "常见有头晕、嗜睡、恶心、呕吐、出汗、低血压、缩瞳、肺通气不足，以及其他中枢、心血管、呼吸、皮肤和眼部不良反应。",
      "full_interactions": "⑴丁丙诺啡与单胺氧化酶抑制药有协同作用。  <br>⑵丁丙诺啡与地西泮合用引起呼吸抑制。  <br>⑶丁丙诺啡与苯丙香豆素合用引起紫癜。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴肝功能不全时，药物作用可延长，注意调整给药间隔时间。  <br>⑵妊娠期及哺乳期妇女和7岁以下儿童不宜用。  <br>⑶下列情况慎用：颅脑外伤、呼吸抑制、老弱者。",
      "pharmacodynamics": "⑴药效学：丁丙诺啡为部分μ受体激动药，但与受体结合很牢固，自受体解离很慢，产生脊髓以上的镇痛，镇痛效能为吗啡的30倍，芬太尼的1/2倍，作用时间6～8小时。对呼吸的抑制作用产生较慢，高峰抑制出现于静注后30分钟，肌注后3小时。主要使呼吸频率减少，抑制程度与剂量相关，持续时间较吗啡长。 <br>　　⑵",
      "full_pharmacodynamics": "⑴药效学：丁丙诺啡为部分μ受体激动药，但与受体结合很牢固，自受体解离很慢，产生脊髓以上的镇痛，镇痛效能为吗啡的30倍，芬太尼的1/2倍，作用时间6～8小时。对呼吸的抑制作用产生较慢，高峰抑制出现于静注后30分钟，肌注后3小时。主要使呼吸频率减少，抑制程度与剂量相关，持续时间较吗啡长。 <br>　　⑵药动学：该药亲脂性高，进入体内后迅速分布到脑和其他组织，以脑和肝内浓度最高。静注后ｔ1/2α为2分钟，ｔ1/2β约为3小时，其中68％有粪便排出，大部分为原药，少部分为经N-脱烷基作用和葡糖醛酸结合的代谢产物，27％以代谢产物经肾排泄。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1017",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 216,
    "name": "丁酸氢化可的松乳膏",
    "full_name": "(甲)丁酸氢化可的松乳膏[国基、上增]",
    "chemical_name": "丁酸氢化可的松乳膏",
    "dosage_form": "乳膏",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "天津金耀药业"
    ],
    "specifications": [
      {
        "specification": "10g/支",
        "manufacturer": "天津金耀药业",
        "full_manufacturer": "天津金耀药业有限公司",
        "price": 8.7,
        "unit": "盒",
        "code": "X00136",
        "approval_number": "国药准字H10940095",
        "insurance_code": "XD07ABD139F002010100952",
        "location": "2L-2",
        "outpatient_location": "2E-6"
      }
    ],
    "pinyin": "dingsuanqinghuakedisong",
    "pinyin_initials": "dsqhkds",
    "dosage_form_pinyin": "rugao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "外用适用于对糖皮质激素治疗有效的皮肤病，如接触性皮炎、特应性皮炎、脂溢性皮炎、湿疹、神经性皮炎、银屑病等瘙痒性及非感染性炎症性皮肤病。",
      "dosage": "外用均匀涂于患处，用后轻轻揉擦，一日2～3次。对顽固、肥厚性皮损可采用封包疗法。",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "偶可出现瘙痒、干燥及烧灼感。长期局部外用，可以起糖皮质激素类的不良反应，如痤疮样皮炎、毛细血管扩张、色素沉着或脱失、增加对感染的易感性等。",
      "interactions": "参阅肾上腺皮质激素项。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑷不宜用于破损皮肤。",
      "source": "湖南药事服务网",
      "full_indications": "外用适用于对糖皮质激素治疗有效的皮肤病，如接触性皮炎、特应性皮炎、脂溢性皮炎、湿疹、神经性皮炎、银屑病等瘙痒性及非感染性炎症性皮肤病。",
      "full_dosage": "外用均匀涂于患处，用后轻轻揉擦，一日2～3次。对顽固、肥厚性皮损可采用封包疗法。",
      "full_contraindications": "⑴对本药及其基质成分过敏者和对其他糖皮质激素过敏者禁用。  <br>⑵水痘、化脓性皮肤病或其他感染性皮肤病时禁用。",
      "full_adverse_reactions": "偶可出现瘙痒、干燥及烧灼感。长期局部外用，可以起糖皮质激素类的不良反应，如痤疮样皮炎、毛细血管扩张、色素沉着或脱失、增加对感染的易感性等。",
      "full_interactions": "参阅肾上腺皮质激素项。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴婴儿及儿童勿长期、大面积使用或采用封包法治疗，以免抑制下丘脑-垂体-肾上腺轴，产生继发性肾上腺功能不足。  <br>⑵孕妇、哺乳期妇女应考虑用药的利弊，慎重使用。  <br>⑶币买了与眼睛接触。  <br>⑷不宜用于破损皮肤。  <br>⑸久用可产生耐受性。",
      "pharmacodynamics": "是一个不含氟的中效糖皮质激素。外用能降低毛细血管通透性，抑制角质生成，细胞增殖，具有抗过敏、抗炎症的作用。由于在化学结构中不含氟，局部外用不良反应的发生率低，可适用于儿童及面部皮肤的使用。",
      "full_pharmacodynamics": "是一个不含氟的中效糖皮质激素。外用能降低毛细血管通透性，抑制角质生成，细胞增殖，具有抗过敏、抗炎症的作用。由于在化学结构中不含氟，局部外用不良反应的发生率低，可适用于儿童及面部皮肤的使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1234",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 217,
    "name": "丁溴东莨菪碱注射液",
    "full_name": "(甲)丁溴东莨菪碱注射液",
    "chemical_name": "丁溴东莨菪碱注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "烟台鲁银药业"
    ],
    "specifications": [
      {
        "specification": "20mg/支",
        "manufacturer": "烟台鲁银药业",
        "full_manufacturer": "烟台鲁银药业有限公司",
        "price": 9.0,
        "unit": "支",
        "code": "Y00000013241",
        "approval_number": "国药准字H37022621",
        "insurance_code": "XA03BBD141B002010104240",
        "location": "N-4"
      }
    ],
    "pinyin": "dingxiudonglangdangjian",
    "pinyin_initials": "dxdldj",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于治疗各种病因；各种病因引起的胃肠道痉挛、胆绞痛、肾绞痛或胃肠道蠕动亢进等；子宫痉挛；胃溃疡、十二指肠、结肠的纤维内镜检查的术前准备；内镜逆行胰胆管造影；胃溃疡、十二指肠、结肠的气钡低张造影或腹部CT扫描。",
      "dosage": "成人：常用量：①口服给药，片剂、胶囊剂：一次10～20mg；儿童：常用量：①口服给药，片剂、胶囊剂：6岁以上儿童，一次10～20mg",
      "contraindications": "⑴严重心脏病。\n⑵器质性幽门狭窄与麻痹性肠梗阻。\n⑶青光眼。\n⑷前列腺增生。",
      "adverse_reactions": "本药不良反应大多与其抗胆碱特性有关，可出现口渴、视力调节障碍、嗜睡、心悸、面部潮红、恶心、呕吐、眩晕、头痛等反应。本药还可降低下食管括约肌压力，故可助长胃食管反流。也有出现过敏反应者。大剂量时，遗传性排尿困难，甚至出现精神失常。",
      "interactions": "⑴注射给药时，三环类抗抑郁药、奎尼丁及金刚烷胺可增强本药的抗胆碱作用，口干、便秘、视力模糊等副作用加剧，可使老年患者发生尿潴留，诱发急性青光眼及麻痹性肠梗阻等，故禁止与这些药物合用。  <br>⑵因作用相互拮抗，本药不能与胃肠促动力药如甲氧氯普胺、多潘立酮等同用。  <br>⑶与其他抗胆碱能药，吩噻嗪类等药物合用时会增加毒性。  <br>⑷与拟肾上腺素能药物合用（如右苯丙胺）可增强止吐作用，减少本品的嗜睡作用，但口干更显著。  <br>⑸本品分别与地高辛、呋喃妥因、维生素Ｂ2等合用时，会明显增加",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴婴幼儿与低血压患者慎用。⑶因可能出现嗜睡、定向障碍，从事需要保持头脑警觉的职业（如驾驶车辆或操作危险仪器）的患者慎用。⑵不宜用于因胃张力低下和胃运动障碍（胃轻瘫）及胃食管反流所引起的上腹痛、烧心等症状。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗各种病因引起的胃肠道痉挛、胆绞痛、肾绞痛或胃肠道蠕动亢进等。也可用于子宫痉挛；<br>⑵用于胃溃疡、十二指肠、结肠的纤维内镜检查的术前准备，以减少肠道蠕动；<br>⑶用于内镜逆行胰胆管造影，以抑制术前或术中的肠道蠕动；<br>⑷用于胃溃疡、十二指肠、结肠的气钡低张造影或腹部CT扫描，以减少或抑制肠道蠕动。",
      "full_dosage": "1.成人常用量：①口服给药，片剂、胶囊剂：一次10～20mg，一日3～5次，应整片或整粒吞服；口服溶液剂：一次10mg，一日3～5次。<br>②肌内注射，一次20～40mg，或一次用20mg间隔20～30分钟后再用20mg。急性绞痛发作时给予一次20mg，一日数次。<br>③静脉注射，一次20～40mg，或一次用20mg间隔20～30分钟后再用20mg。急性绞痛发作时给予一次20mg，一日数次。<br>④静脉滴注，将本药溶于5％葡萄糖注射液或0.9％氯化钠注射液中静脉滴注，一次20～40mg，或一次20mg间隔20～30分钟后再用20mg。急性绞痛发作时给予一次20mg，一日数次。<br>2.儿童常用量：①口服给药，片剂、胶囊剂：6岁以上儿童，一次10～20mg，一日3～4次，应整片或整粒吞服。口服溶液剂：6岁以上儿童，一次10mg，一日3～4次；1～6岁儿童，一次5～10mg，一日3次；婴儿，一次5mg，一日3次。<br>②肌内注射，婴幼儿严重绞痛时给予一次5mg，一日3次。<br>③静脉注射，婴幼儿严重绞痛时给予一次5mg，一日3次。<br>④静脉注射，将本药溶于5％葡萄糖注射液或0.9％氯化钠注射液中静脉滴注，一次5mg，一日3次。",
      "full_contraindications": "⑴严重心脏病。<br>⑵器质性幽门狭窄与麻痹性肠梗阻。<br>⑶青光眼。<br>⑷前列腺增生。",
      "full_adverse_reactions": "本药不良反应大多与其抗胆碱特性有关，可出现口渴、视力调节障碍、嗜睡、心悸、面部潮红、恶心、呕吐、眩晕、头痛等反应。本药还可降低下食管括约肌压力，故可助长胃食管反流。也有出现过敏反应者。大剂量时，遗传性排尿困难，甚至出现精神失常。",
      "full_interactions": "⑴注射给药时，三环类抗抑郁药、奎尼丁及金刚烷胺可增强本药的抗胆碱作用，口干、便秘、视力模糊等副作用加剧，可使老年患者发生尿潴留，诱发急性青光眼及麻痹性肠梗阻等，故禁止与这些药物合用。  <br>⑵因作用相互拮抗，本药不能与胃肠促动力药如甲氧氯普胺、多潘立酮等同用。  <br>⑶与其他抗胆碱能药，吩噻嗪类等药物合用时会增加毒性。  <br>⑷与拟肾上腺素能药物合用（如右苯丙胺）可增强止吐作用，减少本品的嗜睡作用，但口干更显著。  <br>⑸本品分别与地高辛、呋喃妥因、维生素Ｂ2等合用时，会明显增加后者的吸收。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴婴幼儿与低血压患者慎用。  <br>⑵不宜用于因胃张力低下和胃运动障碍（胃轻瘫）及胃食管反流所引起的上腹痛、烧心等症状。<br>⑶因可能出现嗜睡、定向障碍，从事需要保持头脑警觉的职业（如驾驶车辆或操作危险仪器）的患者慎用。<br>⑷常规治疗剂量时可能出现应激的特异质反应。<br>⑸本品会对中枢神经系统产生一定作用，老年人或代谢功能、肝功能损害者慎用。幽门梗阻或膀胱经梗阻这慎用。<br>⑹特异质者慎用。<br>⑺饮酒患者使用本品可能对中枢神经系统产生一定影响。",
      "solvent": "静滴：用0.9%氯化钠注射液稀释",
      "pharmacodynamics": "⑴药效学：本药为外周抗胆碱药，除对平滑肌有解痉作用外，尚有阻断神经节及神经肌肉接头的作用，但对中枢的作用较弱。本药对肠道平滑肌的解痉作用较阿托品、山莨菪碱强，能选择性地缓解胃肠道、胆道及泌尿道平滑肌痉挛和抑制其蠕动，而对心脏、瞳孔以及唾液腺的影响较小，故很少出现类似阿托品引起的中枢神经兴奋、扩瞳、抑",
      "full_pharmacodynamics": "⑴药效学：本药为外周抗胆碱药，除对平滑肌有解痉作用外，尚有阻断神经节及神经肌肉接头的作用，但对中枢的作用较弱。本药对肠道平滑肌的解痉作用较阿托品、山莨菪碱强，能选择性地缓解胃肠道、胆道及泌尿道平滑肌痉挛和抑制其蠕动，而对心脏、瞳孔以及唾液腺的影响较小，故很少出现类似阿托品引起的中枢神经兴奋、扩瞳、抑制唾液分泌等不良反应。<br>　　⑵药动学：本品口服吸收差，肌内注射或静脉注射后吸收迅速。静脉注射后2～4分钟、皮下或肌内注射后8～10分钟、口服后20～30分钟起效，药效维持失钾疟2～6小时。有肝肠循环，不易透过血-脑脊液屏障。几乎全部在肝脏代谢，主要随粪便排泄，小部分以原形经肾脏排泄。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=518",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 218,
    "name": "地奥司明片",
    "full_name": "(乙10%)地奥司明片",
    "chemical_name": "地奥司明片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "南京正大天晴制药"
    ],
    "specifications": [
      {
        "specification": "0.45g/片",
        "manufacturer": "南京正大天晴制药",
        "full_manufacturer": "南京正大天晴制药有限公司",
        "price": 27.4,
        "unit": "盒",
        "code": "Y00000014918",
        "approval_number": "国药准字H20058471",
        "insurance_code": "XC05CAD336A001010301606",
        "location": "L"
      }
    ],
    "pinyin": "diaosiming",
    "pinyin_initials": "dasm",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于治疗各种原因；不能替代处理其它肛门疾病所需的特殊治疗；方法必须是短期的；方案进行重新审查；期间不推荐母乳喂养；痔疮、痔疮急性发作。",
      "full_indications": "用于治疗各种原因所致的慢性静脉功能障碍以及慢性静脉功能不全和静脉淋巴功能不全，如静脉曲张、下肢水肿、下肢慢性溃疡等，亦可用于痔疮、痔疮急性发作。\n药理作用\n本品为增强静脉张力性药物和血管保护剂。可降低静脉扩张性和静脉血淤带。在微循环系统，使毛细血管壁渗透能力正常化并增强其抵抗性。\n在人体试验中，口服以\n14\nC标记的含有地奥司明制剂后：主要是通过粪便排泄，平均有14%随尿排泄。半衰期是11小时。药物代谢广泛，在尿中存在的各种酚酸证实了这一点。\n不良反应\n有少数轻微胃肠反应和植物神经紊乱的报告，但未致必须中断治疗。\n禁忌症\n对本品中任何成份过敏者禁用。\n注意事项\n⑴痔急性发作:用本药治疗不能替代处理其它肛门疾病所需的特殊治疗。本治疗方法必须是短期的。如果症状不能迅速消除，应进行肛肠病学检查并对本治疗方案进行重新审查。\n⑵妊娠期妇女用药:动物实验并未显示有任何致畸作用。进一步而言，到目前为止，对人类尚无有害作用的报告。分娩:尚缺乏详细的研究资料。哺乳期妇女用药:虽然尚无有关药物随母乳分泌的资料，但治疗期间不推荐母乳喂养。\n药物相互作用\n目前为止，未发现与其他药物有相互作用。\n药物过量\n临床研究表明，连续28天服用本品每日6片或每日只服一次（4片）未见任何副作用产生，因此，在推荐剂量的基础上适当过量服用本品（每日6片以内）无大的危害。\n用法与用量",
      "dosage": "口服：短期应用治疗，一般每天口服2片。在痔疮急性发作时，前4天每日6片，以后3天每日4片，并将每日剂量均分2次服（午餐、晚餐时）。\n剂型与规格\n薄膜衣片\n450mg\n500mg\nXC05乙0391\n5%\n哪儿有",
      "full_dosage": "口服：短期应用治疗，一般每天口服2片。在痔疮急性发作时，前4天每日6片，以后3天每日4片，并将每日剂量均分2次服（午餐、晚餐时）。\n剂型与规格\n薄膜衣片\n450mg\n500mg\nXC05乙0391\n5%\n哪儿有",
      "contraindications": "过敏禁用。",
      "full_contraindications": "对本品中任何成份过敏者禁用。\n注意事项\n⑴痔急性发作:用本药治疗不能替代处理其它肛门疾病所需的特殊治疗。本治疗方法必须是短期的。如果症状不能迅速消除，应进行肛肠病学检查并对本治疗方案进行重新审查。\n⑵妊娠期妇女用药:动物实验并未显示有任何致畸作用。进一步而言，到目前为止，对人类尚无有害作用的报告。分娩:尚缺乏详细的研究资料。哺乳期妇女用药:虽然尚无有关药物随母乳分泌的资料，但治疗期间不推荐母乳喂养。\n药物相互作用\n目前为止，未发现与其他药物有相互作用。\n药物过量\n临床研究表明，连续28天服用本品每日6片或每日只服一次（4片）未见任何副作用产生，因此，在推荐剂量的基础上适当过量服用本品（每日6片以内）无大的危害。\n用法与用量",
      "adverse_reactions": "常见：过敏等。",
      "full_adverse_reactions": "有少数轻微胃肠反应和植物神经紊乱的报告，但未致必须中断治疗。\n禁忌症\n对本品中任何成份过敏者禁用。\n注意事项\n⑴痔急性发作:用本药治疗不能替代处理其它肛门疾病所需的特殊治疗。本治疗方法必须是短期的。如果症状不能迅速消除，应进行肛肠病学检查并对本治疗方案进行重新审查。\n⑵妊娠期妇女用药:动物实验并未显示有任何致畸作用。进一步而言，到目前为止，对人类尚无有害作用的报告。分娩:尚缺乏详细的研究资料。哺乳期妇女用药:虽然尚无有关药物随母乳分泌的资料，但治疗期间不推荐母乳喂养。\n药物相互作用\n目前为止，未发现与其他药物有相互作用。\n药物过量\n临床研究表明，连续28天服用本品每日6片或每日只服一次（4片）未见任何副作用产生，因此，在推荐剂量的基础上适当过量服用本品（每日6片以内）无大的危害。\n用法与用量",
      "interactions": "目前为止，未发现与其他药物有相互作用。\n药物过量\n临床研究表明，连续28天服用本品每日6片或每日只服一次（4片）未见任何副作用产生，因此，在推荐剂量的基础上适当过量服用本品（每日6片以内）无大的危害。\n用法与用量",
      "full_interactions": "目前为止，未发现与其他药物有相互作用。\n药物过量\n临床研究表明，连续28天服用本品每日6片或每日只服一次（4片）未见任何副作用产生，因此，在推荐剂量的基础上适当过量服用本品（每日6片以内）无大的危害。\n用法与用量",
      "pregnancy_category": "",
      "pharmacokinetics": "t1/2约11小时。",
      "full_pharmacokinetics": "本品为增强静脉张力性药物和血管保护剂。可降低静脉扩张性和静脉血淤带。在微循环系统，使毛细血管壁渗透能力正常化并增强其抵抗性。\n在人体试验中，口服以\n14\nC标记的含有地奥司明制剂后：主要是通过粪便排泄，平均有14%随尿排泄。半衰期是11小时。药物代谢广泛，在尿中存在的各种酚酸证实了这一点。\n不良反应\n有少数轻微胃肠反应和植物神经紊乱的报告，但未致必须中断治疗。\n禁忌症\n对本品中任何成份过敏者禁用。\n注意事项\n⑴痔急性发作:用本药治疗不能替代处理其它肛门疾病所需的特殊治疗。本治疗方法必须是短期的。如果症状不能迅速消除，应进行肛肠病学检查并对本治疗方案进行重新审查。\n⑵妊娠期妇女用药:动物实验并未显示有任何致畸作用。进一步而言，到目前为止，对人类尚无有害作用的报告。分娩:尚缺乏详细的研究资料。哺乳期妇女用药:虽然尚无有关药物随母乳分泌的资料，但治疗期间不推荐母乳喂养。\n药物相互作用\n目前为止，未发现与其他药物有相互作用。\n药物过量\n临床研究表明，连续28天服用本品每日6片或每日只服一次（4片）未见任何副作用产生，因此，在推荐剂量的基础上适当过量服用本品（每日6片以内）无大的危害。\n用法与用量",
      "precautions": "⑴痔急性发作:用本药治疗不能替代处理其它肛门疾病所需的特殊治疗。本治疗方法必须是短期的。如果症状不能迅速消除，应进行肛肠病学检查并对本治疗方案进行重新审查。\n⑵妊娠期妇女用药:动物实验并未显示有任何致畸作用。进一步而言，到目前为止，对人类尚无有害作用的报告。分娩:尚缺乏详细的研究资料。哺乳期妇女用药:虽然尚无有关药物随母乳分泌的资料，但治疗期间不推荐母乳喂养",
      "full_precautions": "⑴痔急性发作:用本药治疗不能替代处理其它肛门疾病所需的特殊治疗。本治疗方法必须是短期的。如果症状不能迅速消除，应进行肛肠病学检查并对本治疗方案进行重新审查。\n⑵妊娠期妇女用药:动物实验并未显示有任何致畸作用。进一步而言，到目前为止，对人类尚无有害作用的报告。分娩:尚缺乏详细的研究资料。哺乳期妇女用药:虽然尚无有关药物随母乳分泌的资料，但治疗期间不推荐母乳喂养。\n药物相互作用\n目前为止，未发现与其他药物有相互作用。\n药物过量\n临床研究表明，连续28天服用本品每日6片或每日只服一次（4片）未见任何副作用产生，因此，在推荐剂量的基础上适当过量服用本品（每日6片以内）无大的危害。\n用法与用量",
      "source": "湖南药事服务网",
      "url_added": true
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=890",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 219,
    "name": "地高辛片",
    "full_name": "(甲)地高辛片[国基]",
    "chemical_name": "地高辛片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海上药信谊药厂"
    ],
    "specifications": [
      {
        "specification": "0.25mg/片",
        "manufacturer": "上海上药信谊药厂",
        "full_manufacturer": "上海上药信谊药厂有限公司",
        "price": 23.38,
        "unit": "盒",
        "code": "Y00000013288",
        "approval_number": "国药准字H31020678",
        "insurance_code": "XC01AAD072A001010300818",
        "location": "N-1",
        "outpatient_location": "Z-2"
      }
    ],
    "pinyin": "digaoxin",
    "pinyin_initials": "dgx",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "1.用于充血性心力衰竭，对于高血压、瓣膜病、先天性心脏病所引起的充血性心力衰竭疗效较好。对于继发性严重贫血、甲状腺功能低下及维生素B1缺乏症的充血性心力衰竭则治疗效果差；对于心源性心脏病、心肌严重缺血或活动性心肌炎及心肌外机械因素所致的心力衰竭疗效也差； 2.用于控制快速性心房颤动、心房扑动的心室率。",
      "dosage": "成人：常用量：①口服，快速洋地黄化，每6～8小时给0.25mg",
      "contraindications": "症 以下患者禁用：⑴任何强心苷制剂中毒。⑵室性心动过速、心室颤动。⑶梗阻型肥厚型心肌病（若伴收缩功能不全或心房颤动仍可考虑）。⑷预激综合征伴心房颤动或扑动。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、过敏、嗜睡等。",
      "interactions": "⑴与两性霉素Ｂ、皮质激素或排钾利尿药如布美他尼、依他尼酸等同用时，可引起低血钾而致洋地黄中毒。 ⑵与制酸药（尤其三硅酸镁）或止泻吸附药如白陶土与果胶、考来烯胺和其他阴离子交换树脂、柳氮磺胺吡啶或新霉素同用时，可抑制洋地黄强心苷吸收而导致强心苷作用减弱。 ⑶与抗心律失常药、钙盐注射剂、可卡因、泮库溴铵、萝芙木碱、琥珀胆碱或拟肾上腺素类药同用时，可因作用相加而导致心律失常。 ⑷β受体阻滞剂与本品同用可导致房室传导阻滞而发生严重心动过缓，但不排除用于单用洋地黄不能控制心室率的室上性快速心律。 ⑸与奎尼",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "急性心肌梗死后的左心衰竭应少用或慎用。⑹下列情况应慎用：①低钾血症；⑺用药期间应注意随访检查：①心电图；",
      "source": "湖南药事服务网",
      "full_indications": "1.用于治疗充血性心力衰竭，对于高血压、瓣膜病、先天性心脏病所引起的充血性心力衰竭疗效较好。对于继发性严重贫血、甲状腺功能低下及维生素B1缺乏症的充血性心力衰竭则治疗效果差；对于心源性心脏病、心肌严重缺血或活动性心肌炎及心肌外机械因素所致的心力衰竭疗效也差； 2.用于控制快速性心房颤动、心房扑动的心室率。",
      "full_dosage": "⑴成人常用量：①口服，快速洋地黄化，每6～8小时给0.25mg，总量0.75～1.25mg；缓慢洋地黄化，一次0.125～0.5mg，每日一次，共7日；以后维持量，每日一次0.125～0.5mg。②静脉注射：洋地黄化，0.25～0.5mg，用5％葡萄糖注射液稀释后缓慢注射。以后可用0.25mg，每隔4～6小时按需注射，但每日总量不超过1mg；维持量，0.125～0.5mg，每日一次。 ⑵小儿常用量：①口服：洋地黄化总量，早产儿按体重0.02～0.03mg/kg；1月以下新生儿按体重0.03～0.04mg/kg；1月～2岁，按体重0.05～0.06mg/kg；2～5岁，按体重0.03～0.04mg/kg；5～10岁按体重0.02～0.035mg/kg；10岁或10岁以上，照成人常用量；洋地黄化总量分三次或每6～8小时给予。维持量为洋地黄化总量的1/5～1/3,分2次，每12小时1次或每日1次。②静脉注射，按下列剂量分3次或每6～8小时给予，洋地黄化，早产新生儿，按体重0.015～0.025mg/kg；足月新生儿，按体重0.02～0.03mg/kg；1月～2岁，按体重0.04～0.05mg/kg；2～5岁，按体重0.025～0.035mg/kg；5～10岁，按体重0.015～0.03mg/kg；10岁或10岁以上，照成人常用量。维持量：洋地黄化后24小时内开始。早产新生儿，为洋地黄化总量的20％～30％，分2～3次等份给予；足月新生儿、婴儿和10岁以下小儿，为洋地黄化总量的25％～35％，分2～3次等份给予；10岁或10岁以上，洋地黄化总量的25％～35％，一日1次。在小婴幼儿需仔细滴定剂量和密切监测血药浓度和心电图。",
      "full_contraindications": "症 以下患者禁用：⑴任何强心苷制剂中毒。⑵室性心动过速、心室颤动。⑶梗阻型肥厚型心肌病（若伴收缩功能不全或心房颤动仍可考虑）。⑷预激综合征伴心房颤动或扑动。",
      "full_adverse_reactions": "⑴常见的反应包括：出现新的心律失常、胃纳不佳或恶心、呕吐（刺激延髓中枢）、下腹痛、异常的无力软弱（电解质失调）。 ⑵少加的反应包括：视力模糊或“黄视”（中毒症状）、腹泻（电解质平衡失调）、中枢神经系统反应如精神抑郁或错乱。 ⑶罕见的反应包括：嗜睡、头痛、皮疹、荨麻疹（过敏反应）。 ⑷洋地黄中毒表现中心律失常最重要，最常见者为室性早搏，约占心脏反应的33％。其次为房室传导阻滞，阵发性或非阵发性交界性心动过速，阵发性房性心动过速伴房室传导阻滞，室性心动过速，窦性停搏等。致死的机制为心室颤动。儿童心律失常比其他反应多见，但室性心律失常比成人少见。新生儿可有P-R间期延长。",
      "full_interactions": "⑴与两性霉素Ｂ、皮质激素或排钾利尿药如布美他尼、依他尼酸等同用时，可引起低血钾而致洋地黄中毒。 ⑵与制酸药（尤其三硅酸镁）或止泻吸附药如白陶土与果胶、考来烯胺和其他阴离子交换树脂、柳氮磺胺吡啶或新霉素同用时，可抑制洋地黄强心苷吸收而导致强心苷作用减弱。 ⑶与抗心律失常药、钙盐注射剂、可卡因、泮库溴铵、萝芙木碱、琥珀胆碱或拟肾上腺素类药同用时，可因作用相加而导致心律失常。 ⑷β受体阻滞剂与本品同用可导致房室传导阻滞而发生严重心动过缓，但不排除用于单用洋地黄不能控制心室率的室上性快速心律。 ⑸与奎尼丁同用，可使地高辛血药浓度提高一倍，甚至达到中毒浓度，提高程度与奎尼丁用量相关，合用后即使停用地高辛，其血药浓度仍持续上升，这是奎尼丁从组织结合处置换出地高辛，减少其分布容积之故，一般两药合用时应酌减地高辛用量。 ⑹与维拉帕米、地尔硫䓬或胺碘酮同用，由于降低肾及全身对地高辛的清除率而提高地高辛的血药浓度，可引起严重心动过缓。 ⑺螺内酯可延长地高辛的半衰期，需调整剂量或给药间期，随访地高辛的血药浓度。 ⑻依酚氯铵于地高辛同用可致明显心动过缓。 ⑼卡托普利亦可使地高辛血药浓度增高。 ⑽吲哚美辛可减少地高辛的肾清除，使地高辛半衰期延长，有洋地黄中毒危险，需监测血药浓度即心电图。 ⑾与肝素同用，由于地高辛可能部分抵消肝素的抗凝作用，需调整肝素用量。⑿洋地黄化时静脉用硫酸镁应极端谨慎，尤其是同时也静脉注射钙盐时，可发生心脏传导变化和阻滞。 ⒀红霉素由于改变胃肠道菌群，可增加地高辛在胃肠道吸收。 ⒁氧氯普胺因促进肠运动而减少地高辛的生物利用度约25％。普鲁本辛因抑制肠蠕动而提高地高辛生物利用度约25％。 用药交代 ⑴本品不宜用茶水送服。 ⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用。如果没有关于如何调整剂量或给药频次的足够信息，地高辛和Paxlovid的联合给药将需要评估风险/获益。 配伍禁忌 ⑴不宜与酸、碱类药物配伍。 ⑵禁止与钙盐注射剂合用。 ⑶不推荐本品与其他药物混合在同一容器中或在同一静脉通道内给药。 输液调配 一次0.25～0.5mg用5%或10%葡萄糖注射液或0.9%氯化钠注射液10ml稀释。新鲜调配为无色或几乎无色的澄明液体。本品pH为6.5～7.5。 【稳定性】调配的药液应立即使用。地高辛浓度为2.5μg/ml的5%葡萄糖注射液或0.9%氯化钠注射液在23℃48h内，其物理性状未改变，地高辛未降解。 给药说明 ⑴地高辛中毒浓度为＞2.0μg/ml。 ⑵给予负荷量之前，需了解患者在2～3周之前是否服用任何洋地黄制剂，如有洋地黄残余作用须减少地高辛所用剂量，以免中毒。 ⑶强心苷剂量计算应按标准体重，因脂肪组织不摄取强心苷。 ⑷推荐剂量只是平均剂量，必须按患者需要调整每次剂量。 ⑸肝功能不全者应选用不经肝脏代谢的地高辛。 ⑹肾功能不全者选用洋地黄毒苷，因为尿中排泄的代谢产物大多是无活性的，并不影响本品的半衰期。 ⑺心律失常需用电复律前应停止本品剂量，洋地黄化患者常对电复律更为敏感。 ⑻透析不能从体内迅速去除本品。 ⑼在本品引起严重或完全性房室传导阻滞时，补钾不宜。 ⑽传统的治疗心力衰竭是在数日（1～3日）内给本品较大剂量（负荷量）以达到洋地黄化。然后逐日给维持量来弥补消除量。目前认为半衰期较的本品（半衰期平均为36小时），每日口服0.25mg，经5个半衰期（约6～8日）亦可达到治疗效果，又可避免洋地黄中毒。如不能达到治疗效果，可适当增加剂量。但如病情较急，为较快达到有效浓度，仍需先给负荷量，但剂量须个体化。 ⑾当患者由强心苷注射液改为本品时，为补偿药物间药动学差别，需要调整剂量。 ⑿注射给药时最好选用静脉给药，因为肌内注射有明显局部反应，且作用慢、生物利用度差。 心律失常者可用：①氯化钾，静脉滴注，对消除异位心律往往有效。②苯妥英钠，该药能与强心苷竞争性争夺膜Na+-K+-ATP酶，因而有解毒效应。成人用100～200mg加注射用水20ml缓慢滴注，如情况不紧急亦可口服给药，每次100mg，一日3～4次。③利多卡因，对消除室性心律失常有效，成人用50～100mg加入葡萄糖注射液中静脉注射，必要时可重复。④阿托品，成人用0.5～2mg，皮下或静脉注射，对缓解慢性心律失常可用。⑤异丙肾上腺素，可以提高缓慢心率，如心动过缓或完全性房室传导阻滞有发生阿-斯综合征可能，必要时可安置临时起搏器。⑥活性炭，用以吸附洋地黄苷。⑦依地酸钠以其与钙螯合的作用，也可用于治疗洋地黄所致的心律失常。⑧对可能有生命危险的洋地黄中毒可经膜滤器静脉给予地高辛免疫Fab片段，每40mg地高辛免疫Fab片段，大约结合0.6mg地高辛或洋地黄毒苷。 用法与用量 ⑴成人常用量：①口服，快速洋地黄化，每6～8小时给0.25mg，总量0.75～1.25mg；缓慢洋地黄化，一次0.125～0.5mg，每日一次，共7日；以后维持量，每日一次0.125～0.5mg。②静脉注射：洋地黄化，0.25～0.5mg，用5％葡萄糖注射液稀释后缓慢注射。以后可用0.25mg，每隔4～6小时按需注射，但每日总量不超过1mg；维持量，0.125～0.5mg，每日一次。 ⑵小儿常用量：①口服：洋地黄化总量，早产儿按体重0.02～0.03mg/kg；1月以下新生儿按体重0.03～0.04mg/kg；1月～2岁，按体重0.05～0.06mg/kg；2～5岁，按体重0.03～0.04mg/kg；5～10岁按体重0.02～0.035mg/kg；10岁或10岁以上，照成人常用量；洋地黄化总量分三次或每6～8小时给予。维持量为洋地黄化总量的1/5～1/3,分2次，每12小时1次或每日1次。②静脉注射，按下列剂量分3次或每6～8小时给予，洋地黄化，早产新生儿，按体重0.015～0.025mg/kg；足月新生儿，按体重0.02～0.03mg/kg；1月～2岁，按体重0.04～0.05mg/kg；2～5岁，按体重0.025～0.035mg/kg；5～10岁，按体重0.015～0.03mg/kg；10岁或10岁以上，照成人常用量。维持量：洋地黄化后24小时内开始。早产新生儿，为洋地黄化总量的20％～30％，分2～3次等份给予；足月新生儿、婴儿和10岁以下小儿，为洋地黄化总量的25％～35％，分2～3次等份给予；10岁或10岁以上，洋地黄化总量的25％～35％，一日1次。在小婴幼儿需仔细滴定剂量和密切监测血药浓度和心电图。",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴地高辛治疗充血性心力衰竭地位的评价：洋地黄类应用已有200多年的历史，然而对其临床评价并未一致。20世纪70年代以来屡有报道称地高辛与安慰剂相比并无更优疗效。80年代后已有双盲、大规模临床研究证实地高辛能缓解及消除症状，改善血流动力学变化，加强运动能力，改善左室功能，提高生活质量，但不能降低远期随访的死亡率。对窦性心律中的轻、中度充血性心力衰竭患者，现也肯定地高辛能增加射血分数，改善左室功能，防止病情恶化。急性心肌梗死后的左心衰竭应少用或慎用。地高辛的主要缺点是缺乏正性心肌松弛作用，不能纠正舒张功能障碍。 ⑵本品可通过胎盘，故妊娠后期母体用量可能增加，分娩后6周剂量须渐减。⑶本品可排入乳汁，哺乳期妇女应用须权衡利弊。 ⑷新生儿对本品的耐受性不定，其肾清除减少。早产儿与未成熟儿对本品敏感。剂量须减少，按其不成熟程度而适当减少剂量。按体重或按体表面积，1月以上婴儿比成人需用量略大。 ⑸老年人肝肾功能不全，表观分布容积减小或电解质平衡失调者，对本品耐受性低，须用较小剂量。 ⑹下列情况应慎用：①低钾血症；②不完全性房室传导阻滞；③高钙血症；④状腺功能低下；⑤缺血性心肌病；⑥急性心肌梗死；⑦心肌炎；⑧肾功能损害（洋地黄毒苷可例外）。 ⑺用药期间应注意随访检查：①心电图；②血压；③心率及心律；④心功能监测；⑤血电解质尤其钾、钙和镁；⑥肾功能；⑦疑有洋地黄中毒时应作地高辛血药浓度测定。 ⑻有严重或完全性房室传导阻滞且伴正常血钾者的洋地黄化患者不应同时应用钾盐。但噻嗪类利尿药与本品同时常须给予钾盐，以防止低钾血症。 ⑼本品逾量及毒性反应的处理：轻度中毒者停用本品及利尿治疗。如有低钾血症而肾功能尚好，可以给予钾盐。 药物相互作用 ⑴与两性霉素Ｂ、皮质激素或排钾利尿药如布美他尼、依他尼酸等同用时，可引起低血钾而致洋地黄中毒。 ⑵与制酸药（尤其三硅酸镁）或止泻吸附药如白陶土与果胶、考来烯胺和其他阴离子交换树脂、柳氮磺胺吡啶或新霉素同用时，可抑制洋地黄强心苷吸收而导致强心苷作用减弱。 ⑶与抗心律失常药、钙盐注射剂、可卡因、泮库溴铵、萝芙木碱、琥珀胆碱或拟肾上腺素类药同用时，可因作用相加而导致心律失常。 ⑷β受体阻滞剂与本品同用可导致房室传导阻滞而发生严重心动过缓，但不排除用于单用洋地黄不能控制心室率的室上性快速心律。 ⑸与奎尼丁同用，可使地高辛血药浓度提高一倍，甚至达到中毒浓度，提高程度与奎尼丁用量相关，合用后即使停用地高辛，其血药浓度仍持续上升，这是奎尼丁从组织结合处置换出地高辛，减少其分布容积之故，一般两药合用时应酌减地高辛用量。 ⑹与维拉帕米、地尔硫䓬或胺碘酮同用，由于降低肾及全身对地高辛的清除率而提高地高辛的血药浓度，可引起严重心动过缓。 ⑺螺内酯可延长地高辛的半衰期，需调整剂量或给药间期，随访地高辛的血药浓度。 ⑻依酚氯铵于地高辛同用可致明显心动过缓。 ⑼卡托普利亦可使地高辛血药浓度增高。 ⑽吲哚美辛可减少地高辛的肾清除，使地高辛半衰期延长，有洋地黄中毒危险，需监测血药浓度即心电图。 ⑾与肝素同用，由于地高辛可能部分抵消肝素的抗凝作用，需调整肝素用量。⑿洋地黄化时静脉用硫酸镁应极端谨慎，尤其是同时也静脉注射钙盐时，可发生心脏传导变化和阻滞。 ⒀红霉素由于改变胃肠道菌群，可增加地高辛在胃肠道吸收。 ⒁氧氯普胺因促进肠运动而减少地高辛的生物利用度约25％。普鲁本辛因抑制肠蠕动而提高地高辛生物利用度约25％。 用药交代 ⑴本品不宜用茶水送服。 ⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用。如果没有关于如何调整剂量或给药频次的足够信息，地高辛和Paxlovid的联合给药将需要评估风险/获益。 配伍禁忌 ⑴不宜与酸、碱类药物配伍。 ⑵禁止与钙盐注射剂合用。 ⑶不推荐本品与其他药物混合在同一容器中或在同一静脉通道内给药。 输液调配 一次0.25～0.5mg用5%或10%葡萄糖注射液或0.9%氯化钠注射液10ml稀释。新鲜调配为无色或几乎无色的澄明液体。本品pH为6.5～7.5。 【稳定性】调配的药液应立即使用。地高辛浓度为2.5μg/ml的5%葡萄糖注射液或0.9%氯化钠注射液在23℃48h内，其物理性状未改变，地高辛未降解。 给药说明 ⑴地高辛中毒浓度为＞2.0μg/ml。 ⑵给予负荷量之前，需了解患者在2～3周之前是否服用任何洋地黄制剂，如有洋地黄残余作用须减少地高辛所用剂量，以免中毒。 ⑶强心苷剂量计算应按标准体重，因脂肪组织不摄取强心苷。 ⑷推荐剂量只是平均剂量，必须按患者需要调整每次剂量。 ⑸肝功能不全者应选用不经肝脏代谢的地高辛。 ⑹肾功能不全者选用洋地黄毒苷，因为尿中排泄的代谢产物大多是无活性的，并不影响本品的半衰期。 ⑺心律失常需用电复律前应停止本品剂量，洋地黄化患者常对电复律更为敏感。 ⑻透析不能从体内迅速去除本品。 ⑼在本品引起严重或完全性房室传导阻滞时，补钾不宜。 ⑽传统的治疗心力衰竭是在数日（1～3日）内给本品较大剂量（负荷量）以达到洋地黄化。然后逐日给维持量来弥补消除量。目前认为半衰期较的本品（半衰期平均为36小时），每日口服0.25mg，经5个半衰期（约6～8日）亦可达到治疗效果，又可避免洋地黄中毒。如不能达到治疗效果，可适当增加剂量。但如病情较急，为较快达到有效浓度，仍需先给负荷量，但剂量须个体化。 ⑾当患者由强心苷注射液改为本品时，为补偿药物间药动学差别，需要调整剂量。 ⑿注射给药时最好选用静脉给药，因为肌内注射有明显局部反应，且作用慢、生物利用度差。 心律失常者可用：①氯化钾，静脉滴注，对消除异位心律往往有效。②苯妥英钠，该药能与强心苷竞争性争夺膜Na+-K+-ATP酶，因而有解毒效应。成人用100～200mg加注射用水20ml缓慢滴注，如情况不紧急亦可口服给药，每次100mg，一日3～4次。③利多卡因，对消除室性心律失常有效，成人用50～100mg加入葡萄糖注射液中静脉注射，必要时可重复。④阿托品，成人用0.5～2mg，皮下或静脉注射，对缓解慢性心律失常可用。⑤异丙肾上腺素，可以提高缓慢心率，如心动过缓或完全性房室传导阻滞有发生阿-斯综合征可能，必要时可安置临时起搏器。⑥活性炭，用以吸附洋地黄苷。⑦依地酸钠以其与钙螯合的作用，也可用于治疗洋地黄所致的心律失常。⑧对可能有生命危险的洋地黄中毒可经膜滤器静脉给予地高辛免疫Fab片段，每40mg地高辛免疫Fab片段，大约结合0.6mg地高辛或洋地黄毒苷。 用法与用量 ⑴成人常用量：①口服，快速洋地黄化，每6～8小时给0.25mg，总量0.75～1.25mg；缓慢洋地黄化，一次0.125～0.5mg，每日一次，共7日；以后维持量，每日一次0.125～0.5mg。②静脉注射：洋地黄化，0.25～0.5mg，用5％葡萄糖注射液稀释后缓慢注射。以后可用0.25mg，每隔4～6小时按需注射，但每日总量不超过1mg；维持量，0.125～0.5mg，每日一次。 ⑵小儿常用量：①口服：洋地黄化总量，早产儿按体重0.02～0.03mg/kg；1月以下新生儿按体重0.03～0.04mg/kg；1月～2岁，按体重0.05～0.06mg/kg；2～5岁，按体重0.03～0.04mg/kg；5～10岁按体重0.02～0.035mg/kg；10岁或10岁以上，照成人常用量；洋地黄化总量分三次或每6～8小时给予。维持量为洋地黄化总量的1/5～1/3,分2次，每12小时1次或每日1次。②静脉注射，按下列剂量分3次或每6～8小时给予，洋地黄化，早产新生儿，按体重0.015～0.025mg/kg；足月新生儿，按体重0.02～0.03mg/kg；1月～2岁，按体重0.04～0.05mg/kg；2～5岁，按体重0.025～0.035mg/kg；5～10岁，按体重0.015～0.03mg/kg；10岁或10岁以上，照成人常用量。维持量：洋地黄化后24小时内开始。早产新生儿，为洋地黄化总量的20％～30％，分2～3次等份给予；足月新生儿、婴儿和10岁以下小儿，为洋地黄化总量的25％～35％，分2～3次等份给予；10岁或10岁以上，洋地黄化总量的25％～35％，一日1次。在小婴幼儿需仔细滴定剂量和密切监测血药浓度和心电图。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13610",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 220,
    "name": "地屈孕酮片",
    "full_name": "(乙10%)地屈孕酮片",
    "chemical_name": "地屈孕酮片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "Abbott B.V."
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "Abbott B.V.",
        "full_manufacturer": "Abbott B.V.(Abbott Biologicals B.V.)",
        "price": 108.0,
        "unit": "盒",
        "code": "Y00000014555",
        "approval_number": "国药准字HJ20170221",
        "insurance_code": "XG03DBD084A001010178890",
        "location": "H-4",
        "outpatient_location": "O-4"
      }
    ],
    "pinyin": "diquyuntong",
    "pinyin_initials": "dqyt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于治疗内源性孕酮不足；内源性孕酮不足引起的疾病；过程中；掩盖更年期的发生（不规则月经周期）；应至少持续6个连续的月经周期；剂量；治疗内源性孕酮不足引起的疾病；不明原因的阴道出血。",
      "full_indications": "用于治疗内源性孕酮不足引起的疾病，如痛经、子宫内膜异位症、继发性闭经、月经周期不规则、功能失调性子宫出血、经前期综合征、孕激素缺乏所致先兆性流产或习惯性流产、黄体不足所致不孕症。\n药理作用\n本品化学结构类似黄体酮。无雌激素、雄激素活性，不抑制排卵，不升高体温。\n不良反应\n少数患者可出现突破性出血，一般增加剂量可防止。其他不良反应如轻微出血、近期血量的改变、闭经；不适、呕吐、腹痛；肝功能改变、黄疸（少见）；乳房疼痛；瘙痒、皮肤过敏、荨麻疹、抑郁情绪、头痛、偏头痛、精神紧张；水肿；性欲改变。\n禁忌症\n禁用于不明原因的阴道出血，严重功能障碍患者，肝脏肿瘤（现病史或既往史），Dubin Johson综合征，Potor综合征，黄疸，妊娠期或应用性激素时产生（加重）的疾病（症状）如严重瘙痒症，阻塞性黄疸、妊娠期疱疹、卟啉症和硬化症；已知对本品过敏者禁用。\n注意事项\n⑴长期采用孕/雌激素联合用药者应每年进行全面体检，包括妇科及乳房Ｘ射线检查。\n⑵当本品与雌激素联合使用时，如发生肝功能异常、血栓栓塞或血压大幅度升高时，应停药。\n⑶出现不正常的阴道出血时，应做进一步的检查。\n⑷应用于习惯性流产或先兆性流产时，应确定胎儿是否存活。\n⑸治疗过程中，应检查妊娠是否继续和（或）胎儿是否存活。\n⑹以孕激素为主要成分的口服避孕药可能会增加抑郁症的机会。\n⑺有抑郁病史的患者在孕激素治疗过程中，应密切观察。\n⑻孕激素治疗掩盖更年期的发生（不规则月经周期）。\n用法与用量\n⑴痛经：从月经周期的第5～25日服用，一次10mg，一日2次。\n⑵子宫内膜异位症：从月经周期的第5～25日服用，一次10mg，一日2～3次。\n⑶功能性出血：一次10mg，一日2次。\n⑷闭经：从月经周期的第1～25日，每日服用雌二醇1次，从月经周期的第11～25日，联合服用本药，一次10mg，一日2次。\n⑸经前期综合征：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑹月经不规则：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑺先兆流产：起始剂量为单次40mg，随后每8小时服用10mg至症状消失。\n⑻习惯性流产：一次10mg，一日2次。直至妊娠20周。\n⑼内源性孕酮不足导致的不孕症：从月经周期的第14～25日服用，一日10mg。治疗应至少持续6个连续的月经周期。建议在妊娠前几个月内连续采用该方法治疗，剂量应参照习惯性流产的治疗剂量。\n剂型与规格\n片剂\n10mg\nXG03D乙0569\n5%\n哪儿有",
      "dosage": "⑴痛经：从月经周期的第5～25日服用，一次10mg，一日2次。",
      "full_dosage": "⑴痛经：从月经周期的第5～25日服用，一次10mg，一日2次。\n⑵子宫内膜异位症：从月经周期的第5～25日服用，一次10mg，一日2～3次。\n⑶功能性出血：一次10mg，一日2次。\n⑷闭经：从月经周期的第1～25日，每日服用雌二醇1次，从月经周期的第11～25日，联合服用本药，一次10mg，一日2次。\n⑸经前期综合征：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑹月经不规则：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑺先兆流产：起始剂量为单次40mg，随后每8小时服用10mg至症状消失。\n⑻习惯性流产：一次10mg，一日2次。直至妊娠20周。\n⑼内源性孕酮不足导致的不孕症：从月经周期的第14～25日服用，一日10mg。治疗应至少持续6个连续的月经周期。建议在妊娠前几个月内连续采用该方法治疗，剂量应参照习惯性流产的治疗剂量。\n剂型与规格\n片剂\n10mg\nXG03D乙0569\n5%\n哪儿有",
      "contraindications": "对本品过敏禁用。",
      "full_contraindications": "禁用于不明原因的阴道出血，严重功能障碍患者，肝脏肿瘤（现病史或既往史），Dubin Johson综合征，Potor综合征，黄疸，妊娠期或应用性激素时产生（加重）的疾病（症状）如严重瘙痒症，阻塞性黄疸、妊娠期疱疹、卟啉症和硬化症；已知对本品过敏者禁用。\n注意事项\n⑴长期采用孕/雌激素联合用药者应每年进行全面体检，包括妇科及乳房Ｘ射线检查。\n⑵当本品与雌激素联合使用时，如发生肝功能异常、血栓栓塞或血压大幅度升高时，应停药。\n⑶出现不正常的阴道出血时，应做进一步的检查。\n⑷应用于习惯性流产或先兆性流产时，应确定胎儿是否存活。\n⑸治疗过程中，应检查妊娠是否继续和（或）胎儿是否存活。\n⑹以孕激素为主要成分的口服避孕药可能会增加抑郁症的机会。\n⑺有抑郁病史的患者在孕激素治疗过程中，应密切观察。\n⑻孕激素治疗掩盖更年期的发生（不规则月经周期）。\n用法与用量\n⑴痛经：从月经周期的第5～25日服用，一次10mg，一日2次。\n⑵子宫内膜异位症：从月经周期的第5～25日服用，一次10mg，一日2～3次。\n⑶功能性出血：一次10mg，一日2次。\n⑷闭经：从月经周期的第1～25日，每日服用雌二醇1次，从月经周期的第11～25日，联合服用本药，一次10mg，一日2次。\n⑸经前期综合征：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑹月经不规则：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑺先兆流产：起始剂量为单次40mg，随后每8小时服用10mg至症状消失。\n⑻习惯性流产：一次10mg，一日2次。直至妊娠20周。\n⑼内源性孕酮不足导致的不孕症：从月经周期的第14～25日服用，一日10mg。治疗应至少持续6个连续的月经周期。建议在妊娠前几个月内连续采用该方法治疗，剂量应参照习惯性流产的治疗剂量。\n剂型与规格\n片剂\n10mg\nXG03D乙0569\n5%\n哪儿有",
      "adverse_reactions": "常见：呕吐、头痛、瘙痒、过敏、疼痛等。",
      "full_adverse_reactions": "少数患者可出现突破性出血，一般增加剂量可防止。其他不良反应如轻微出血、近期血量的改变、闭经；不适、呕吐、腹痛；肝功能改变、黄疸（少见）；乳房疼痛；瘙痒、皮肤过敏、荨麻疹、抑郁情绪、头痛、偏头痛、精神紧张；水肿；性欲改变。\n禁忌症\n禁用于不明原因的阴道出血，严重功能障碍患者，肝脏肿瘤（现病史或既往史），Dubin Johson综合征，Potor综合征，黄疸，妊娠期或应用性激素时产生（加重）的疾病（症状）如严重瘙痒症，阻塞性黄疸、妊娠期疱疹、卟啉症和硬化症；已知对本品过敏者禁用。\n注意事项\n⑴长期采用孕/雌激素联合用药者应每年进行全面体检，包括妇科及乳房Ｘ射线检查。\n⑵当本品与雌激素联合使用时，如发生肝功能异常、血栓栓塞或血压大幅度升高时，应停药。\n⑶出现不正常的阴道出血时，应做进一步的检查。\n⑷应用于习惯性流产或先兆性流产时，应确定胎儿是否存活。\n⑸治疗过程中，应检查妊娠是否继续和（或）胎儿是否存活。\n⑹以孕激素为主要成分的口服避孕药可能会增加抑郁症的机会。\n⑺有抑郁病史的患者在孕激素治疗过程中，应密切观察。\n⑻孕激素治疗掩盖更年期的发生（不规则月经周期）。\n用法与用量\n⑴痛经：从月经周期的第5～25日服用，一次10mg，一日2次。\n⑵子宫内膜异位症：从月经周期的第5～25日服用，一次10mg，一日2～3次。\n⑶功能性出血：一次10mg，一日2次。\n⑷闭经：从月经周期的第1～25日，每日服用雌二醇1次，从月经周期的第11～25日，联合服用本药，一次10mg，一日2次。\n⑸经前期综合征：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑹月经不规则：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑺先兆流产：起始剂量为单次40mg，随后每8小时服用10mg至症状消失。\n⑻习惯性流产：一次10mg，一日2次。直至妊娠20周。\n⑼内源性孕酮不足导致的不孕症：从月经周期的第14～25日服用，一日10mg。治疗应至少持续6个连续的月经周期。建议在妊娠前几个月内连续采用该方法治疗，剂量应参照习惯性流产的治疗剂量。\n剂型与规格\n片剂\n10mg\nXG03D乙0569\n5%\n哪儿有",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察不良反应。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察不良反应。",
      "pregnancy_category": "",
      "pharmacokinetics": "暂无药代动力学数据",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴长期采用孕/雌激素联合用药者应每年进行全面体检，包括妇科及乳房Ｘ射线检查。\n⑵当本品与雌激素联合使用时，如发生肝功能异常、血栓栓塞或血压大幅度升高时，应停药。\n⑶出现不正常的阴道出血时，应做进一步的检查。\n⑷应用于习惯性流产或先兆性流产时，应确定胎儿是否存活。\n⑸治疗过程中，应检查妊娠是否继续和（或）胎儿是否存活。\n⑹以孕激素为主要成分的口服避孕药可能会增",
      "full_precautions": "⑴长期采用孕/雌激素联合用药者应每年进行全面体检，包括妇科及乳房Ｘ射线检查。\n⑵当本品与雌激素联合使用时，如发生肝功能异常、血栓栓塞或血压大幅度升高时，应停药。\n⑶出现不正常的阴道出血时，应做进一步的检查。\n⑷应用于习惯性流产或先兆性流产时，应确定胎儿是否存活。\n⑸治疗过程中，应检查妊娠是否继续和（或）胎儿是否存活。\n⑹以孕激素为主要成分的口服避孕药可能会增加抑郁症的机会。\n⑺有抑郁病史的患者在孕激素治疗过程中，应密切观察。\n⑻孕激素治疗掩盖更年期的发生（不规则月经周期）。\n用法与用量\n⑴痛经：从月经周期的第5～25日服用，一次10mg，一日2次。\n⑵子宫内膜异位症：从月经周期的第5～25日服用，一次10mg，一日2～3次。\n⑶功能性出血：一次10mg，一日2次。\n⑷闭经：从月经周期的第1～25日，每日服用雌二醇1次，从月经周期的第11～25日，联合服用本药，一次10mg，一日2次。\n⑸经前期综合征：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑹月经不规则：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑺先兆流产：起始剂量为单次40mg，随后每8小时服用10mg至症状消失。\n⑻习惯性流产：一次10mg，一日2次。直至妊娠20周。\n⑼内源性孕酮不足导致的不孕症：从月经周期的第14～25日服用，一日10mg。治疗应至少持续6个连续的月经周期。建议在妊娠前几个月内连续采用该方法治疗，剂量应参照习惯性流产的治疗剂量。\n剂型与规格\n片剂\n10mg\nXG03D乙0569\n5%\n哪儿有",
      "source": "湖南药事服务网",
      "url_added": true,
      "pharmacodynamics": "本品化学结构类似黄体酮。无雌激素、雄激素活性，不抑制排卵，不升高体温。\n不良反应\n少数患者可出现突破性出血，一般增加剂量可防止。其他不良反应如轻微出血、近期血量的改变、闭经；不适、呕吐、腹痛；肝功能改变、黄疸（少见）；乳房疼痛；瘙痒、皮肤过敏、荨麻疹、抑郁情绪、头痛、偏头痛、精神紧张；水肿；性欲改变",
      "full_pharmacodynamics": "本品化学结构类似黄体酮。无雌激素、雄激素活性，不抑制排卵，不升高体温。\n不良反应\n少数患者可出现突破性出血，一般增加剂量可防止。其他不良反应如轻微出血、近期血量的改变、闭经；不适、呕吐、腹痛；肝功能改变、黄疸（少见）；乳房疼痛；瘙痒、皮肤过敏、荨麻疹、抑郁情绪、头痛、偏头痛、精神紧张；水肿；性欲改变。\n禁忌症\n禁用于不明原因的阴道出血，严重功能障碍患者，肝脏肿瘤（现病史或既往史），Dubin Johson综合征，Potor综合征，黄疸，妊娠期或应用性激素时产生（加重）的疾病（症状）如严重瘙痒症，阻塞性黄疸、妊娠期疱疹、卟啉症和硬化症；已知对本品过敏者禁用。\n注意事项\n⑴长期采用孕/雌激素联合用药者应每年进行全面体检，包括妇科及乳房Ｘ射线检查。\n⑵当本品与雌激素联合使用时，如发生肝功能异常、血栓栓塞或血压大幅度升高时，应停药。\n⑶出现不正常的阴道出血时，应做进一步的检查。\n⑷应用于习惯性流产或先兆性流产时，应确定胎儿是否存活。\n⑸治疗过程中，应检查妊娠是否继续和（或）胎儿是否存活。\n⑹以孕激素为主要成分的口服避孕药可能会增加抑郁症的机会。\n⑺有抑郁病史的患者在孕激素治疗过程中，应密切观察。\n⑻孕激素治疗掩盖更年期的发生（不规则月经周期）。\n用法与用量\n⑴痛经：从月经周期的第5～25日服用，一次10mg，一日2次。\n⑵子宫内膜异位症：从月经周期的第5～25日服用，一次10mg，一日2～3次。\n⑶功能性出血：一次10mg，一日2次。\n⑷闭经：从月经周期的第1～25日，每日服用雌二醇1次，从月经周期的第11～25日，联合服用本药，一次10mg，一日2次。\n⑸经前期综合征：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑹月经不规则：从月经周期的第11～25日服用，一次10mg，一日2次。\n⑺先兆流产：起始剂量为单次40mg，随后每8小时服用10mg至症状消失。\n⑻习惯性流产：一次10mg，一日2次。直至妊娠20周。\n⑼内源性孕酮不足导致的不孕症：从月经周期的第14～25日服用，一日10mg。治疗应至少持续6个连续的月经周期。建议在妊娠前几个月内连续采用该方法治疗，剂量应参照习惯性流产的治疗剂量。\n剂型与规格\n片剂\n10mg\nXG03D乙0569\n5%\n哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1895",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 221,
    "name": "醋酸泼尼松片",
    "full_name": "(甲)醋酸泼尼松片[国基]",
    "chemical_name": "醋酸泼尼松片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "天津信谊津津药业有限公司"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "天津信谊津津药业有限公司",
        "full_manufacturer": "天津信谊津津药业有限公司 ",
        "price": 5.2,
        "unit": "瓶",
        "code": "Y00000000093",
        "approval_number": "国药准字H31020675",
        "insurance_code": "XH02ABP059A001010100818",
        "location": "C-2",
        "outpatient_location": "C-4"
      }
    ],
    "pinyin": "cusuanponisong",
    "pinyin_initials": "cspns",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于婴儿血管瘤；及糖皮质激素治疗有效停药后复发者；虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等；角膜移植后的排斥反应和眼科手术后的炎症反应；与预防全球策略》；过敏性与自身免疫性炎症性疾病；治疗虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等；治疗角膜移植后的排斥反应和眼科手术后的炎症反应。",
      "dosage": "口服：常用剂量为一次5～10mg，一日10～60mg。",
      "contraindications": "症 参阅肾上腺皮质激素项。",
      "adverse_reactions": "参阅肾上腺皮质激素项。 禁忌症 参阅肾上腺皮质激素项。",
      "interactions": "参阅肾上腺皮质激素项。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8点饭后服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。不需要事先改变剂量。 给药说明 因其需经肝脏转化后方具有生物活性，故用于肝脏功能不全者效果差，其余同泼尼松龙。 用法与用量 口服：常用剂量为一次5～10mg，一日10～60mg。 ⑴用于系统性红斑狼疮、肾病综合征、溃疡性结肠炎、自身免",
      "pregnancy_category": "C",
      "pharmacokinetics": "本品需在肝内将11位酮基还原为11位羟基，转化为泼尼松龙方具有药理活性，其ｔ1/2为60分钟。余参阅肾上腺皮质激素。",
      "precautions": "参阅肾上腺皮质激素项。 药物相互作用 参阅肾上腺皮质激素项。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8点饭后服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。不需要事先改变剂量。 给药说明 因其需经肝脏转化后方具有",
      "source": "湖南药事服务网",
      "full_indications": "⑴主要用于过敏性与自身免疫性炎症性疾病。由于本品潴钠作用较弱，故一般不用作肾上腺皮质功能减退的替代治疗。 ⑵亦可用于特发性血小板减少性紫癜初始治疗及糖皮质激素治疗有效停药后复发者。 ⑶局部外用于治疗虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等。也可用于治疗角膜移植后的排斥反应和眼科手术后的炎症反应。 ⑷用于婴儿血管瘤的治疗。【血管瘤和脉管畸形诊断和治疗指南（2016 版）】 ⑸用于治疗慢性阻塞性肺疾病（急性加重）【美国FDA未批准；《2016 GOLD 慢性阻塞性肺疾病全球倡议：COPD诊断、治疗与预防全球策略》；《临床诊疗指南呼吸病学分册》(2009版). 人民卫生出版社, 中华医学会】。",
      "full_dosage": "口服：常用剂量为一次5～10mg，一日10～60mg。 ⑴用于系统性红斑狼疮、肾病综合征、溃疡性结肠炎、自身免疫性溶血性贫血等自身免疫性疾病，一般一日40～60mg，病情稳定后逐渐减量。 ⑵用于特发性血小板减少性紫癜，一般常用剂量为一日0.5～1mg/kg，重者可给予一日1.5～2.0mg/kg，血小板≥100×109/L并稳定后，逐步将剂量减至维持量，维持量不超过一日15mg为宜，维持治疗一般为3～6个月。足量用药4周（最长不超过6周）仍无效者应快速减量至停药。 ⑶对药物性皮炎、荨麻疹、支气管哮喘等过敏性疾病，一般一日20～40mg，症状减轻后减量，每隔1～2日减少5mg。 ⑷防止器官移植排异反应，一般在术前1～2日开始一日口服100mg，术后一周改为60mg，以后逐渐减量。 ⑸治疗急性白血病、恶性肿瘤，一日口服60～80mg，症状缓解后减量。 ⑹用于治疗婴儿血管瘤，推荐剂量为按体重3~5mg/kg（总量不超过50mg），隔日早晨1次顿服，共服8周；第9周减量1/2；第10周，每次服药10mg；第11周，每次服药5mg；第12周停服，完成1个疗程。如需继续，可间隔4~6周重复同样疗程。 ⑺用于治疗慢性阻塞性肺疾病（急性加重）。对需住院治疗的急性加重期患者可考虑口服泼尼松每日30～40mg，连续5天。 ⑻局部外用：①滴眼液：用前摇匀，滴入结膜囊，一日4次，一次1～2滴。②眼膏：涂于下眼睑内，一次少许，一日1～2次，每晚睡前1次。 剂型与规格 片剂 5mg基药 50mg XH02甲0610 0% 哪儿有 滴眼液 5mg 5ml 暂无 眼膏剂 0.005 暂无 缓释片 1mg 2mg 5mg 暂无",
      "full_contraindications": "症 参阅肾上腺皮质激素项。",
      "full_adverse_reactions": "参阅肾上腺皮质激素项。 禁忌症 参阅肾上腺皮质激素项。",
      "full_interactions": "参阅肾上腺皮质激素项。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8点饭后服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。不需要事先改变剂量。 给药说明 因其需经肝脏转化后方具有生物活性，故用于肝脏功能不全者效果差，其余同泼尼松龙。 用法与用量 口服：常用剂量为一次5～10mg，一日10～60mg。 ⑴用于系统性红斑狼疮、肾病综合征、溃疡性结肠炎、自身免疫性溶血性贫血等自身免疫性疾病，一般一日40～60mg，病情稳定后逐渐减量。 ⑵用于特发性血小板减少性紫癜，一般常用剂量为一日0.5～1mg/kg，重者可给予一日1.5～2.0mg/kg，血小板≥100×109/L并稳定后，逐步将剂量减至维持量，维持量不超过一日15mg为宜，维持治疗一般为3～6个月。足量用药4周（最长不超过6周）仍无效者应快速减量至停药。 ⑶对药物性皮炎、荨麻疹、支气管哮喘等过敏性疾病，一般一日20～40mg，症状减轻后减量，每隔1～2日减少5mg。 ⑷防止器官移植排异反应，一般在术前1～2日开始一日口服100mg，术后一周改为60mg，以后逐渐减量。 ⑸治疗急性白血病、恶性肿瘤，一日口服60～80mg，症状缓解后减量。 ⑹用于治疗婴儿血管瘤，推荐剂量为按体重3~5mg/kg（总量不超过50mg），隔日早晨1次顿服，共服8周；第9周减量1/2；第10周，每次服药10mg；第11周，每次服药5mg；第12周停服，完成1个疗程。如需继续，可间隔4~6周重复同样疗程。 ⑺用于治疗慢性阻塞性肺疾病（急性加重）。对需住院治疗的急性加重期患者可考虑口服泼尼松每日30～40mg，连续5天。 ⑻局部外用：①滴眼液：用前摇匀，滴入结膜囊，一日4次，一次1～2滴。②眼膏：涂于下眼睑内，一次少许，一日1～2次，每晚睡前1次。 剂型与规格 片剂 5mg基药 50mg XH02甲0610 0% 哪儿有 滴眼液 5mg 5ml 暂无 眼膏剂 0.005 暂无 缓释片 1mg 2mg 5mg 暂无",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "本品需在肝内将11位酮基还原为11位羟基，转化为泼尼松龙方具有药理活性，其ｔ1/2为60分钟。余参阅肾上腺皮质激素。",
      "full_precautions": "参阅肾上腺皮质激素项。 药物相互作用 参阅肾上腺皮质激素项。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8点饭后服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。不需要事先改变剂量。 给药说明 因其需经肝脏转化后方具有生物活性，故用于肝脏功能不全者效果差，其余同泼尼松龙。 用法与用量 口服：常用剂量为一次5～10mg，一日10～60mg。 ⑴用于系统性红斑狼疮、肾病综合征、溃疡性结肠炎、自身免疫性溶血性贫血等自身免疫性疾病，一般一日40～60mg，病情稳定后逐渐减量。 ⑵用于特发性血小板减少性紫癜，一般常用剂量为一日0.5～1mg/kg，重者可给予一日1.5～2.0mg/kg，血小板≥100×109/L并稳定后，逐步将剂量减至维持量，维持量不超过一日15mg为宜，维持治疗一般为3～6个月。足量用药4周（最长不超过6周）仍无效者应快速减量至停药。 ⑶对药物性皮炎、荨麻疹、支气管哮喘等过敏性疾病，一般一日20～40mg，症状减轻后减量，每隔1～2日减少5mg。 ⑷防止器官移植排异反应，一般在术前1～2日开始一日口服100mg，术后一周改为60mg，以后逐渐减量。 ⑸治疗急性白血病、恶性肿瘤，一日口服60～80mg，症状缓解后减量。 ⑹用于治疗婴儿血管瘤，推荐剂量为按体重3~5mg/kg（总量不超过50mg），隔日早晨1次顿服，共服8周；第9周减量1/2；第10周，每次服药10mg；第11周，每次服药5mg；第12周停服，完成1个疗程。如需继续，可间隔4~6周重复同样疗程。 ⑺用于治疗慢性阻塞性肺疾病（急性加重）。对需住院治疗的急性加重期患者可考虑口服泼尼松每日30～40mg，连续5天。 ⑻局部外用：①滴眼液：用前摇匀，滴入结膜囊，一日4次，一次1～2滴。②眼膏：涂于下眼睑内，一次少许，一日1～2次，每晚睡前1次。 剂型与规格 片剂 5mg基药 50mg XH02甲0610 0% 哪儿有 滴眼液 5mg 5ml 暂无 眼膏剂 0.005 暂无 缓释片 1mg 2mg 5mg 暂无"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1944",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 222,
    "name": "异维A酸软胶囊",
    "full_name": "(甲)异维A酸软胶囊[市基]",
    "chemical_name": "异维A酸软胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "上海信谊万象药业"
    ],
    "specifications": [
      {
        "specification": "10mg/粒",
        "manufacturer": "上海信谊万象药业",
        "full_manufacturer": "上海信谊万象药业股份有限公司",
        "price": 30.55,
        "unit": "盒",
        "code": "Y00000014986",
        "approval_number": "国药准字H10930210",
        "insurance_code": "XD10BAY152E002010200805",
        "location": "待入库定位",
        "outpatient_location": "S-1"
      }
    ],
    "pinyin": "yiweiasuanruan",
    "pinyin_initials": "ywasr",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于重型痤疮；毛发红糠疹、掌跖角化症等角化异常性皮肤病。",
      "dosage": "本品应在药师或医生指导下使用。开始剂量为0.1～1mg/kg不等，推荐一日0.5mg/kg，分2～3次服用，4周后改用维持量，维持量视患者耐受情况而定，但一日最高剂量不得超过1mg/kg，饭间或餐后服用，一般6～8周为一疗程。如需要，停药8周后，再进行下1个疗程。",
      "contraindications": "孕妇；儿童；高脂血症禁用。",
      "adverse_reactions": "常见：恶心、呕吐、腹泻、瘙痒、过敏等。",
      "interactions": "⑴本药应避免与四环素同时服用。  <br>⑵与阿维Ａ、维胺酯或维Ａ酸类共用，可增加不良反应的发生率及严重程度。  <br>⑶与光敏感药物共用，可发生加剧的光敏反应。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约20小时，肝脏代谢，肾脏排泄。",
      "precautions": "需注意的是，部分患者停药可能无法缓解症状，可能需要专科治疗。⑶可发生光敏感反应，在服药期间应避免过度阳光照晒。",
      "source": "湖南药事服务网",
      "full_indications": "⑴口服适用于重型痤疮，尤其是结节囊肿型痤疮；聚合性痤疮，重型酒糟鼻。亦可用于毛发红糠疹、掌跖角化症等角化异常性皮肤病；<br>⑵外用适于粉刺、寻常痤疮的治疗。",
      "full_dosage": "本品应在药师或医生指导下使用。开始剂量为0.1～1mg/kg不等，推荐一日0.5mg/kg，分2～3次服用，4周后改用维持量，维持量视患者耐受情况而定，但一日最高剂量不得超过1mg/kg，饭间或餐后服用，一般6～8周为一疗程。如需要，停药8周后，再进行下1个疗程。",
      "full_contraindications": "⑴孕妇、哺乳期妇女禁用。  <br>⑵儿童禁用。  <br>⑶肝、肾功能不全，维生素A过量及高脂血症患者禁用。",
      "full_adverse_reactions": "⑴口服后常见的有口唇干燥、脱屑，口干，皮肤干燥、瘙痒等，国外有出现严重皮肤损害的病例报告，包括多形性红斑、史蒂文斯-约翰逊综合征和中毒性表皮坏死松解症，其中两例死亡。少见的反应有精神抑郁、自杀倾向、焦虑；脱发；皮肤对日光过敏性增加、掌跖脱皮、眼干、胃不适、疲乏等。可引起血脂升高。偶见肝、肾功能受损。妊娠期妇女服药后可致自发性流产及胎儿发育畸形。  <br>⑵局部外用常见为皮肤刺激现象，发红、灼热及脱屑等。<br>⑶内分泌/代谢系统：高甘油三酯血症、高尿酸血症、血糖波动、糖尿病、男性乳腺发育。<br>⑷消化系统：炎症性肠病、肝炎、胰腺炎、牙龈出血、牙龈炎、结肠炎、食管炎/食管溃疡、回肠炎、胃肠道出血、出血性腹泻、咽干、恶心、呕吐及其他非特异性胃肠道症状。<br>⑸精神系统：自杀意念、自杀倾向、自杀、抑郁、精神错乱、异常行为、攻击行为、暴力行为。在抑郁的相关报告中，部分患者停药后抑郁症状减轻，但再次用药后会重新出现抑郁。<br>⑹肌肉骨骼系统：骨质增生、肌腱及韧带的钙化、骨骺闭合过早、骨密度降低、肌肉骨骼症状（部分为重度）包括背痛、肌痛、关节痛、一过性胸痛、关节炎、肌腱炎及其他骨异常，肌酸磷酸激酶升高/罕见横纹肌溶解的报道等。为避免加重不良反应，请在服药期间减少剧烈运动。<br>⑺生殖系统：月经紊乱、外阴阴道干燥、勃起功能障碍、性欲降低、性高潮障碍、生殖器感觉减退。<br>⑻泌尿系统：肾小球肾炎、尿道炎、血红蛋白尿、肌红蛋白尿、非特异性泌尿系统检查发现。",
      "full_interactions": "⑴本药应避免与四环素同时服用。  <br>⑵与阿维Ａ、维胺酯或维Ａ酸类共用，可增加不良反应的发生率及严重程度。  <br>⑶与光敏感药物共用，可发生加剧的光敏反应。",
      "full_pharmacokinetics": "⑴药效学：具有缩小皮肤脂腺，抑制皮脂腺活性，减少皮脂分泌，以及减少上皮细胞角化和减少毛囊中痤疮丙酸杆菌的作用。内服后，皮肤、尤其是头面部的油脂分泌会明显减少。  <br>　　⑵药动学：口服后迅速由胃肠道吸收，2～4小时达血浓度高峰，药物的消除半衰期为10～20小时，在肝脏或肠壁代谢，以原形及代谢物由肾脏和胆汁排出。",
      "full_precautions": "⑴本药有致畸作用，育龄期妇女或其配偶服药期间及服药前、后三个月内应严格避孕。接受治疗前2周应作妊娠试验，以后每月1次，确保无妊娠。  <br>⑵服药期间应定期作血、尿常规、血脂、肝功能等检查。  <br>⑶可发生光敏感反应，在服药期间应避免过度阳光照晒。<br>⑷若出现抑郁、躁动、精神异常、攻击性行为，以及罕见的自杀、自杀意念和自杀企图的情况，患者应立即停药，患者或其家属与处方医师及时联系。需注意的是，部分患者停药可能无法缓解症状，可能需要专科治疗。建议在治疗前和治疗过程中评估患者心理健康状态，已经存在明显抑郁症状或有抑郁症的患者谨慎使用。<br>⑸已有异维A酸可能引起性功能障碍的个例报告，表现包括勃起功能障碍、性欲降低、性高潮障碍、生殖器感觉减退。个别患者停用异维A酸后性功能障碍相关症状仍长期存在，可能需要专科治疗。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2941",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 223,
    "name": "贝前列素钠片",
    "full_name": "(乙10%)贝前列素钠片",
    "chemical_name": "贝前列素钠片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "北京泰德制药"
    ],
    "specifications": [
      {
        "specification": "20ug/片",
        "manufacturer": "北京泰德制药",
        "full_manufacturer": "北京泰德制药股份有限公司",
        "price": 31.49,
        "unit": "盒",
        "code": "X00487",
        "approval_number": "国药准字",
        "insurance_code": "XB01ACB040A017010100156",
        "location": "F-4",
        "outpatient_location": "F-2"
      }
    ],
    "pinyin": "beiqianliesuna",
    "pinyin_initials": "bqlsn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于改善慢性动脉闭塞性疾病引起的溃疡、间歇性跛行、疼痛和冷感等症状。 缓释片适应证：用于WHO功能分级I级-III级的肺动脉高压（PAH，WHO第1组）的患者，以改善患者的运动能力。",
      "dosage": "口服：成人每日量为120μg，分3次，餐后服。缓释片成人的初始剂量为一次60μg，一日2次（早餐后和晚餐后）。根据症状（",
      "contraindications": "症 对本品过敏者及有出血性疾病患者禁用。",
      "adverse_reactions": "常见：恶心、腹泻、头痛、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "下列患者慎用：正在使用抗凝血药、抗血小板药、血栓溶解剂的患者；妊娠期妇女及哺乳期妇女慎用；月经期妇女；有出血倾向及其因素的患者。",
      "source": "湖南药事服务网",
      "full_indications": "用于改善慢性动脉闭塞性疾病引起的溃疡、间歇性跛行、疼痛和冷感等症状。 缓释片适应证：适用于治疗WHO功能分级I级-III级的肺动脉高压（PAH，WHO第1组）的患者，以改善患者的运动能力。",
      "full_dosage": "口服：成人每日量为120μg，分3次，餐后服。缓释片成人的初始剂量为一次60μg，一日2次（早餐后和晚餐后）。根据症状（",
      "full_contraindications": "症 对本品过敏者及有出血性疾病患者禁用。",
      "full_adverse_reactions": "可有出血倾向（包括脑出血、消化道出血、眼底出血等）；偶有过敏反应、头痛、恶心、腹泻、食欲不振、肝功能异常、颜面潮红、心悸等不良反应。 缓释片主要不良反应包括：头痛、颜面潮红、潮热、恶心、疲倦感、腹泻、心悸和腹痛等。从上市前至上市后持续进行的临床试验、使用结果调查以及上市后临床试验的总病例数1002 例中，有170例（17.0%）发生不良反应（包括临床检查值异常），其中主要的不良反应包括：头痛、腹泻、AST升高、潮热、ALT升高、颜面潮红等。",
      "full_interactions": "",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "下列患者慎用：正在使用抗凝血药、抗血小板药、血栓溶解剂的患者；妊娠期妇女及哺乳期妇女慎用；月经期妇女；有出血倾向及其因素的患者。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3009",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 224,
    "name": "硫酸阿米卡星注射液",
    "full_name": "(甲)硫酸阿米卡星注射液[国基]",
    "chemical_name": "硫酸阿米卡星注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "新乡市常乐制药"
    ],
    "specifications": [
      {
        "specification": "200mg/支",
        "manufacturer": "新乡市常乐制药",
        "full_manufacturer": "新乡市常乐制药有限责任公司",
        "price": 0.69,
        "unit": "支",
        "code": "X00867",
        "approval_number": "国药准字H20184059",
        "insurance_code": "XJ01GBA034B002010203216",
        "location": "A-2"
      }
    ],
    "pinyin": "liusuanamikaxing",
    "pinyin_initials": "lsamkx",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于治疗革兰阴性杆菌对卡那霉素、庆大霉素或妥布霉素耐药菌株。",
      "full_indications": "本品适用于铜绿假单胞菌及部分其他假单胞菌、大肠埃希菌、变形杆菌属、克雷伯菌属、肠杆菌属、沙雷菌属、不动杆菌属等敏感革兰阴性杆菌与葡萄球菌属(甲氧西林敏感株)所致严重感染，如：<br>1.菌血症或败血症<br>2.细菌性心内膜炎<br>3.下呼吸道感染<br>4.骨关节感染<br>5.胆道感染<br>6.腹腔感染<br>7.复杂性尿路感染<br>8.皮肤软组织感染<br><br>本品对多数氨基糖苷类钝化酶稳定，故尤其适用于治疗革兰阴性杆菌对卡那霉素、庆大霉素或妥布霉素耐药菌株所致的严重感染。",
      "dosage": "成人：常用量：\n①单纯性尿路感染：每12小时200mg；儿童：常用量：\n①早产儿和新生儿：按体重10mg",
      "full_dosage": "肌内注射或静脉滴注：<br>⑴成人常用量：<br>①单纯性尿路感染：每12小时200mg。<br>②其他全身感染：按体重5mg/kg，每8小时一次；或7.5mg/kg，每12小时一次。成人一日不超过1.5g，疗程不超过10天。<br>②复杂性尿路感染：按体重7.5mg/kg，每12小时一次。<br><br>⑵儿童常用量：<br>①早产儿和新生儿：按体重10mg/kg，每12-24小时一次。<br>②婴儿和儿童：按体重5-7.5mg/kg，每8小时一次；或10-15mg/kg，每12小时一次。<br><br>⑶肾功能减退患者：根据肌酐清除率调整剂量和给药间隔。<br><br>⑷给药说明：<br>①肌内注射：每500mg用注射用水或生理盐水2-3ml溶解，深部肌内注射。<br>②静脉滴注：每500mg用生理盐水或5%葡萄糖注射液100-200ml稀释，滴注时间30-60分钟。",
      "contraindications": "过敏禁用。",
      "full_contraindications": "1.对阿米卡星或其他氨基糖苷类过敏者禁用。<br>2.对本品任何一种成分过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、瘙痒、过敏、嗜睡等。",
      "full_adverse_reactions": "1.耳毒性：听力减退、耳鸣、耳部饱满感、眩晕、步态不稳等，大多发生在原有肾功能减退者，或同时合用其他耳毒性药物者。<br>2.肾毒性：血尿、排尿次数减少或尿量减少、血尿素氮及血肌酐值升高、氮质血症、肾功能减退等，大多发生在原有肾功能减退者，或同时合用其他肾毒性药物者。<br>3.神经肌肉阻滞：软弱无力、嗜睡、呼吸困难等，发生率较低，但可能危及生命。<br>4.过敏反应：皮疹、荨麻疹、瘙痒、药物热、嗜酸性粒细胞增多等。<br>5.其他：恶心、呕吐、食欲减退、腹泻、肝功能异常（转氨酶升高、胆红素升高）、白细胞减少、贫血、低血压、头痛、视力模糊等。<br><br>严重不良反应：<br>1.过敏性休克：罕见但严重。<br>2.呼吸抑制：神经肌肉阻滞所致。<br>3.耳毒性导致的永久性听力丧失。<br>4.肾毒性导致的急性肾衰竭。",
      "interactions": "1.其他氨基糖苷类：合用或先后连续局部或全身应用，可能增加耳毒性、肾毒性及神经肌肉阻滞作用。<br>2.神经肌肉阻滞剂：合用可能加重神经肌肉阻滞作用，导致肌肉软弱、呼吸抑制或呼吸麻痹。<br>3.卷曲霉素、顺铂、依他尼酸、呋塞米或万古霉素：合用或先后连续局部或全身应用，可能增加耳毒性与肾毒性。<br>4.头孢噻吩：合用可能增加肾毒性。<br>5.多粘菌素类：合用可能增加肾毒性和神经肌肉阻滞作用。<br>6.苯海拉明、乘晕宁等抗组胺药：可能掩盖耳毒性症状。<br>7.吲哚美辛：可能增加血药浓度。<",
      "full_interactions": "1.其他氨基糖苷类：合用或先后连续局部或全身应用，可能增加耳毒性、肾毒性及神经肌肉阻滞作用。<br>2.神经肌肉阻滞剂：合用可能加重神经肌肉阻滞作用，导致肌肉软弱、呼吸抑制或呼吸麻痹。<br>3.卷曲霉素、顺铂、依他尼酸、呋塞米或万古霉素：合用或先后连续局部或全身应用，可能增加耳毒性与肾毒性。<br>4.头孢噻吩：合用可能增加肾毒性。<br>5.多粘菌素类：合用可能增加肾毒性和神经肌肉阻滞作用。<br>6.苯海拉明、乘晕宁等抗组胺药：可能掩盖耳毒性症状。<br>7.吲哚美辛：可能增加血药浓度。<br>8.锂盐：合用可能增加锂的毒性。",
      "pregnancy_category": "D级",
      "full_pregnancy_category": "D级。本品可透过胎盘，在脐带血中可达到的浓度约与母体血中相近。妊娠期间使用氨基糖苷类药物可能对胎儿造成损害，特别是第八对脑神经损害。妊娠期间应避免使用，除非有明确指征且利大于弊。",
      "pharmacokinetics": "t1/2约3小时，蛋白结合率4%，Tmax约2小时，肾脏排泄。",
      "full_pharmacokinetics": "肌内注射后血药浓度达峰时间为0.75-2小时，峰浓度约为20μg/ml（剂量7.5mg/kg时）。静脉滴注15-30分钟后血药浓度达峰，与肌内注射相近。血浆蛋白结合率约4%。<br>分布广泛，在胸腔积液、腹水、滑膜液、房水、胆汁、骨组织、心肌、骨骼肌中均可达到有效浓度，可透过胎盘，在脐带血中可达到的浓度约与母体血中相近，但不易透过正常的血脑屏障（脑膜炎症时可部分透过）。<br>代谢和排泄：在体内不代谢，主要以原形经肾小球滤过排泄，尿中浓度高。消除半衰期成人为2-3小时，新生儿为4-8小时，肾功能减退时半衰期显著延长（可达70-100小时）。血液透析可清除大部分药物。",
      "precautions": "5.老年人：肾功能减退者多见，应慎用并监测肾功能。7.哺乳期妇女：慎用，使用时应暂停哺乳。6.孕妇：禁用。",
      "full_precautions": "1.定期检查：用药期间应定期检查听力（前庭功能和耳蜗功能）、肾功能（血肌酐、血尿素氮、尿常规）。<br>2.疗程限制：不宜长期使用，疗程一般不超过10天。<br>3.肾功能减退者：需调整剂量和给药间隔，并密切监测肾功能。<br>4.脱水患者：脱水可增加肾毒性风险，应先纠正脱水。<br>5.老年人：肾功能减退者多见，应慎用并监测肾功能。<br>6.孕妇：禁用。<br>7.哺乳期妇女：慎用，使用时应暂停哺乳。<br>8.新生儿和早产儿：慎用，因肾脏发育不完善，半衰期延长。<br>9.重症肌无力患者：慎用，因可能加重神经肌肉阻滞。<br>10.帕金森病患者：慎用，因可能加重症状。<br>11.用药期间应补充足够的水分，以减少肾小管损害。",
      "source": "湖南药事服务网",
      "solvent": "肌注：用注射用水溶解；静滴：用0.9%氯化钠注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1980",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 225,
    "name": "荧光素钠注射液",
    "full_name": "(甲)荧光素钠注射液",
    "chemical_name": "荧光素钠注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Alcon Laboratories, Inc."
    ],
    "specifications": [
      {
        "specification": "5ml/瓶",
        "manufacturer": "Alcon Laboratories, Inc.",
        "full_manufacturer": "Alcon Laboratories, Inc.（Alcon Research LLC）",
        "price": 87.32,
        "unit": "支",
        "code": "X00607",
        "approval_number": "国药准字HJ20130649",
        "insurance_code": "XS01JAY182B002010278196",
        "location": "B-2",
        "outpatient_location": "Q-1"
      }
    ],
    "pinyin": "yingguangsuna",
    "pinyin_initials": "ygsn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于眼科诊断；测血液循环时间。",
      "dosage": "⑴用于眼科检查：\n　　　①滴眼液：在滴眼后于角膜显微镜下观察颜色。",
      "contraindications": "对本品过敏者、严重肝损害患者禁用。",
      "adverse_reactions": "静脉注射后可发生恶心、头痛、胃肠道不适、晕厥、呕吐、低血压以及过敏反应。已有使用本品后心搏停止、基底动脉缺血、严重休克、抽搐、注射部位发生血栓性静脉炎和注射侧手臂的钝痛、荨麻疹、瘙痒、支气管痉挛和过敏反应的报告。注射本品后可发生强烈的味觉改变。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "有哮喘史、哺乳期妇女、过敏体质者慎用；对怀孕3个月内的孕妇避免血管注射造影；本品静脉注射后可使皮肤黄染，但24小时内可褪色。",
      "source": "湖南药事服务网",
      "full_indications": "⑴滴眼液用于眼科诊断，正常角膜不显色，异常角膜显色。  <br>⑵针剂用于测血液循环时间，静脉注射后，在紫外线下观察，以10～15秒内唇部黏膜能见到黄绿色荧光为正常。",
      "full_dosage": "⑴用于眼科检查：<br>　　　①滴眼液：在滴眼后于角膜显微镜下观察颜色。滴入眼睑内，一次1滴，经1～3分钟后用生理盐水冲洗过量药液病观察角膜着色程度。泪道通畅试验：用本品1滴滴眼，如2分钟后眼部仍有药液或3分钟后鼻内棉卷不染色，者表示泪道阻塞。<br>　　　②注射剂：10％本品5～10ml做静注，4秒内注完，8秒后进行眼底摄片检查眼底病变。    <br>　　⑵测血液循环时间，于臂静脉注入2ml，每次用量0.4～0.8g（2～4ml）。    <br>　　⑶血管造影：静脉注射，5％荧光素钠注射液一次10ml，或10％荧光素钠一次5ml，缓慢静脉注射。",
      "full_contraindications": "对本品过敏者、严重肝损害患者禁用。",
      "full_adverse_reactions": "静脉注射后可发生恶心、头痛、胃肠道不适、晕厥、呕吐、低血压以及过敏反应。已有使用本品后心搏停止、基底动脉缺血、严重休克、抽搐、注射部位发生血栓性静脉炎和注射侧手臂的钝痛、荨麻疹、瘙痒、支气管痉挛和过敏反应的报告。注射本品后可发生强烈的味觉改变。",
      "full_interactions": "",
      "full_pharmacokinetics": "",
      "full_precautions": "有哮喘史、哺乳期妇女、过敏体质者慎用；对怀孕3个月内的孕妇应避免血管注射造影；本品静脉注射后可使皮肤黄染，但24小时内可褪色。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3354",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 226,
    "name": "盐酸厄洛替尼片",
    "full_name": "(乙)盐酸厄洛替尼片",
    "chemical_name": "盐酸厄洛替尼片",
    "dosage_form": "片",
    "types": [
      "乙类"
    ],
    "manufacturers": [
      "湖南科伦制药"
    ],
    "specifications": [
      {
        "specification": "150mg/片",
        "manufacturer": "湖南科伦制药",
        "full_manufacturer": "湖南科伦制药有限公司",
        "price": 48.23,
        "unit": "盒",
        "code": "Y00000015029",
        "approval_number": "国药准字H20213509",
        "insurance_code": "XL01EBE006A001010104948",
        "location": "L"
      }
    ],
    "pinyin": "yansuaneluotini",
    "pinyin_initials": "yseltn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于【美国FDA已经批准；【美国FDA已批准；局部晚期或转移的非小细胞肺癌的二线治疗；转移性非小细胞肺癌一线治疗【美国FDA已经批准。",
      "dosage": "口服：推荐剂量为一次150mg，一日1次，在餐前1小时或餐后2小时服用。",
      "contraindications": "对本品过敏者禁用。妊娠期及哺乳期妇女应避免使用本品。",
      "adverse_reactions": "常见：皮疹、腹泻、发热等。",
      "interactions": "⑴与CYP3A4抑制药，如阿扎那韦、茚地那韦、奈非那韦、利托那韦、沙奎那韦、吡咯类抗真菌药、大环内酯类抗菌药物合用可能升高其血药浓度，合用时应慎重。  <br>⑵同工酶诱导剂如卡马西平、地塞米松、苯巴比妥、苯妥英钠、圣约翰草、利福布汀和利福平等可使本品AUC降低约2/3，从而降低本品疗效。<br>⑶厄洛替尼的溶解度与pH值相关。pH值的变化进而影响其生物利用度，与质子泵抑制剂奥美拉唑合用，厄洛替尼的AUC和Cmax分别降低了46%和61%。因此尽量避免与PPI以及影响pH值变化的药物合用。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约36小时，肝脏代谢。",
      "precautions": "因为许多药物可分泌到人乳汁中而且厄洛替尼对婴儿的影响尚未研究，建议妇女使用厄洛替尼时避免哺乳。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于局部晚期或转移的非小细胞肺癌的二线治疗。<br>⑵用于转移性非小细胞肺癌一线治疗【美国FDA已经批准；NCCN临床实践指南：非小细胞肺癌（2018.V3）；中国临床肿瘤学会（CSCO)《原发性肺癌诊疗指南】。<br>⑶联合吉西他滨用于成人局部晚期、不可切除或转移性胰腺癌的一线治疗【美国FDA已批准；NCCN临床实践指南：胰腺癌（2017.V3）】。",
      "full_dosage": "口服：推荐剂量为一次150mg，一日1次，在餐前1小时或餐后2小时服用。直至病情进展或出现无法接受的毒副反应才停药。<br>用于成人局部晚期、不可切除或转移性胰腺癌的一线治疗。100mg，口服，qd，空腹服用（至少在进食前1小时或进食后两小时服用）。持续用药直到疾病进展或出现不能耐受的毒性反应。联合吉西他滨。",
      "full_contraindications": "对本品过敏者禁用。妊娠期及哺乳期妇女应避免使用本品。",
      "full_adverse_reactions": "最常见为皮疹和腹泻。3/4级的皮疹和腹泻的发生率分别为9％和6％。皮疹和腹泻分别使1％的患者停止治疗，6％和1％的患者需要减少剂量。皮疹发生的中位时间是8天，腹泻发生的中位时间是12天。肝功能异常往往为一过性。临床研究中有报道少数患者出现胃肠道出血，部分与合并抗凝治疗有关。有少量报道本品治疗非小细胞肺癌或其他晚期实体瘤出现严重的间质性肺病，甚至是致命的，发生率大约是0.6％。间质性肺病包括局限性肺炎、间质性肺炎、闭塞性细支气管炎、肺纤维化、急性呼吸窘迫综合征和肺浸润。在开始治疗5天到9个月（中位数47天）可出现症状。大多数的病例与联合化疗或既往化放疗、存在右肺实质病变、转移性肺病或肺部感染有关。当出现急性进展且无法解释的一些症状时，如呼吸困难、咳嗽和发热时，应暂停治疗以待诊断性评价。如果确诊为间质性肺病，应停药并给予必要的处理。",
      "full_interactions": "⑴与CYP3A4抑制药，如阿扎那韦、茚地那韦、奈非那韦、利托那韦、沙奎那韦、吡咯类抗真菌药、大环内酯类抗菌药物合用可能升高其血药浓度，合用时应慎重。  <br>⑵同工酶诱导剂如卡马西平、地塞米松、苯巴比妥、苯妥英钠、圣约翰草、利福布汀和利福平等可使本品AUC降低约2/3，从而降低本品疗效。<br>⑶厄洛替尼的溶解度与pH值相关。pH值的变化进而影响其生物利用度，与质子泵抑制剂奥美拉唑合用，厄洛替尼的AUC和Cmax分别降低了46%和61%。因此尽量避免与PPI以及影响pH值变化的药物合用。",
      "full_pharmacokinetics": "⑴药效学：本品属于第一代抗肺癌的表皮生长因子受体（EGFR）靶向药物，为一种Ⅰ型人表皮生长因子受体/表皮生长因子受体酪氨酸激酶抑制剂，但与受体结合是可逆性的。临床抗肿瘤作用机理尚未完全明确。厄洛替尼能抑制与表皮生长因子受体（EGFR）相关的细胞内酪氨酸激酶的磷酸化。对其它酪氨酸激酶受体是否有特异性抑制作用尚未完全明确。<br>　　⑵药动学：口服后大约60％被吸收，与食物同服生物利用度明显提高到几乎100%。半衰期约36小时，主要通过亲环素CYP3A4代谢途径清除，另有小部分通过CYP1A2代谢。主要经肝脏代谢，83％通过粪便，8％通过尿液排出。",
      "full_precautions": "⑴出现以下症状或体征时，患者应就医：严重或持续的腹泻、恶心、呕吐、食欲差；出现难以解释的气促或咳嗽，或以上表现进行性加重；眼部刺激症状。  <br>⑵不清楚人乳汁中是否分泌有厄洛替尼。因为许多药物可分泌到人乳汁中而且厄洛替尼对婴儿的影响尚未研究，建议妇女使用厄洛替尼时避免哺乳。  <br>⑶未在儿童中进行厄洛替尼的有效性和安全性研究。  <br>⑷年轻或老年患者之间未见有意义的安全性和药代动力学差异。因此推荐对老年患者不需要剂量调整。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2598",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 227,
    "name": "金嗓散结胶囊",
    "full_name": "(甲)金嗓散结胶囊[国基]",
    "chemical_name": "金嗓散结胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "西安碑林药业"
    ],
    "specifications": [
      {
        "specification": "0.4g/粒",
        "manufacturer": "西安碑林药业",
        "full_manufacturer": "西安碑林药业股份有限公司",
        "price": 67.14,
        "unit": "盒",
        "code": "Y00000014972",
        "approval_number": "国药准字Z61020024",
        "insurance_code": "ZF03AAJ0460010302458",
        "location": "C-1",
        "outpatient_location": "C-1"
      }
    ],
    "pinyin": "jinsangsanjie",
    "pinyin_initials": "jssj",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于：1.高血压，但不作为一线药物，常与其他降压药合用，作为二、三线治疗用药，亦用于高血压急症；2.偏头痛、绝经期潮热、痛经，以及戒绝阿片瘾时快速除毒；3.用于单独或辅助中枢兴奋药治疗6-17岁儿童和青少年的注意缺陷多动障碍（ADHD）。",
      "dosage": "成人：常用量：①降压，开始一次0.1mg",
      "contraindications": "症 对本品过敏者、低压性青光眼。",
      "adverse_reactions": "⑴常见的有口干（40％）、倦怠（33％）、眩晕（16％）、便秘（10％）等，较少见的有头晕、性功能减退、体位性低血压、恶心、呕吐等。 ⑵长期使用可由于尿潴留而下肢浮肿。 ⑶逾量征象包括呼吸困难、眩晕、昏厥、心跳缓慢、乏力。 禁忌症 对本品过敏者、低压性青光眼。",
      "interactions": "⑴乙醇、巴比妥类、镇静药：可加强中枢抑制作用。 ⑵其他抗高血压药：可加强降压作用。 ⑶β受体拮抗药：合用后停用本品，发生撤药综合征危象的可能增加，宜先停用β受体拮抗药，再停本品。 ⑷三环类抗抑郁药：减弱本品的降压作用。 ⑸非甾体抗炎药：减弱本品的降压作用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴长期用药",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约27小时，蛋白结合率20，肝脏代谢，肾脏排泄。",
      "precautions": "⑷下列情况应慎用：脑血管病、冠状动脉供血不足、精神抑郁史、近期心肌梗死、雷诺病、慢性肾功能障碍、窦房结或房室结功能低下、血栓闭塞性脉管炎。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗：1.高血压，但不作为一线药物，常与其他降压药合用，作为二、三线治疗用药，亦用于高血压急症；2.偏头痛、绝经期潮热、痛经，以及戒绝阿片瘾时快速除毒；3.用于单独或辅助中枢兴奋药治疗6-17岁儿童和青少年的注意缺陷多动障碍（ADHD）。",
      "full_dosage": "⑴口服：成人常用量：①降压，开始一次0.1mg，一日2次，需要时隔2～4日每日递增0.1～0.2mg；维持量为0.1～0.2mg，一日2～4次；严重高血压需紧急治疗时口服0.2mg。继以每小时0.1mg，直到舒张压控制或总量达0.7mg，然后用维持量；②绝经期潮热，一次0.025～0.075mg，一日2次；③严重痛经，口服0.025mg，一日2次，在月经前及月经时，共服14日；④偏头痛，一次0.025mg，一日2～4次，最多为0.05mg，一日3次。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。每天应服用2次，2次剂量可以相等或者睡前的剂量稍高。缓释片必须整片吞服，不得压碎、咀嚼或者掰开。 成人极量：一次0.6mg，一日2.4mg。 ⑵静脉注射：降压，用0.15～0.3mg缓慢注射，10分钟内起效，但降压前可先有血压升高，降压作用在30～60分钟达高峰，持续3～7小时。24小时内总量可达0.75mg。 剂型与规格 片剂 0.075mg 0.1mg XC02A乙0355 5% 哪儿有 缓释贴片 2mg XC02A乙0355 5% 哪儿有 缓释片 0.1mg XN06B乙351 0% 哪儿有 注射液 0.15mg 1ml 哪儿有",
      "full_contraindications": "症 对本品过敏者、低压性青光眼。",
      "full_adverse_reactions": "⑴常见的有口干（40％）、倦怠（33％）、眩晕（16％）、便秘（10％）等，较少见的有头晕、性功能减退、体位性低血压、恶心、呕吐等。 ⑵长期使用可由于尿潴留而下肢浮肿。 ⑶逾量征象包括呼吸困难、眩晕、昏厥、心跳缓慢、乏力。 禁忌症 对本品过敏者、低压性青光眼。",
      "full_interactions": "⑴乙醇、巴比妥类、镇静药：可加强中枢抑制作用。 ⑵其他抗高血压药：可加强降压作用。 ⑶β受体拮抗药：合用后停用本品，发生撤药综合征危象的可能增加，宜先停用β受体拮抗药，再停本品。 ⑷三环类抗抑郁药：减弱本品的降压作用。 ⑸非甾体抗炎药：减弱本品的降压作用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴长期用药由于液体潴留及血容量扩充，可出现耐药性，降压作用减弱，加利尿剂同用可以减少耐药性并增强疗效。 ⑵治疗时突然停药或连续漏服数剂，可发生反跳性血压增高，多于12～48小时出现，可持续数天，此时可有5％～20％病人伴有神经紧张、胸痛、失眠、脸红、头痛、恶心、唾液增多、呕吐、手指颤动等症状。每天用量超过1.2mg突然停药或停用原用的β阻滞药时，发生反跳性高血压的机会增加。因此，停药必须在1～2周内逐渐减量，与此同时考虑其他降压治疗；血压过高时可给二氮嗪或α阻滞药，或再用本品；若因手术必须停服本品时，应在手术前4～6小时停药，术中用静滴降压药，术后再复用本品。 ⑶为保证控制夜间血压，每天末次给药宜在睡前服。 用法与用量 ⑴口服：成人常用量：①降压，开始一次0.1mg，一日2次，需要时隔2～4日每日递增0.1～0.2mg；维持量为0.1～0.2mg，一日2～4次；严重高血压需紧急治疗时口服0.2mg。继以每小时0.1mg，直到舒张压控制或总量达0.7mg，然后用维持量；②绝经期潮热，一次0.025～0.075mg，一日2次；③严重痛经，口服0.025mg，一日2次，在月经前及月经时，共服14日；④偏头痛，一次0.025mg，一日2～4次，最多为0.05mg，一日3次。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。每天应服用2次，2次剂量可以相等或者睡前的剂量稍高。缓释片必须整片吞服，不得压碎、咀嚼或者掰开。 成人极量：一次0.6mg，一日2.4mg。 ⑵静脉注射：降压，用0.15～0.3mg缓慢注射，10分钟内起效，但降压前可先有血压升高，降压作用在30～60分钟达高峰，持续3～7小时。24小时内总量可达0.75mg。 剂型与规格 片剂 0.075mg 0.1mg XC02A乙0355 5% 哪儿有 缓释贴片 2mg XC02A乙0355 5% 哪儿有 缓释片 0.1mg XN06B乙351 0% 哪儿有 注射液 0.15mg 1ml 哪儿有",
      "full_pharmacokinetics": "⑴药效学：①降压，本品激动延脑突触后膜α2肾上腺素受体，使中枢交感冲动传出减少，周围血管阻力减低，心率减慢；也激动周围血管α2受体，使儿茶酚胺释放减少，因而降低血压，很少发生体位性低血压。②治疗偏头痛，可能通过阻滞血管运动反射。③治痛经及绝经期潮热，作用机制未明，可能通过稳定周围血管作用。④戒阿片瘾，可能通过抑制脑内α受体活性。 ⑵药动学：口服后70％～80％吸收，吸收后很快分布到各器官，组织内药浓度比血浆中浓度高，能通过血脑屏障蓄积于脑组织。蛋白结合率为20％～40％。口服本品后半小时即发生降压作用，3～5小时血药浓度达峰值，一般为1.35ng/ml，持续6～8小时。清除半衰期在正常肾功能时为12.7（6～23）小时，肾功能不全时为25～27小时。在肝内代谢，约50％吸收的剂量经肝内生物转化。40％～60％以原形于24小时内经肾排出；20％经肝肠循环由胆汁排出。 贴片经皮肤吸收后进入血循环，能以平稳速度释放可乐定。除去贴片，局部皮肤内贮存的药物仍能维持有效血药浓度24小时。",
      "full_precautions": "⑴动物研究发现对胎仔有害，人体研究尚不充分。本品从乳汁排泄。孕妇和哺乳期妇女应用必须权衡利弊。 ⑵老年人对降压作用较敏感，又可有增龄后肾功能减退，若须应用，剂量须减少。 ⑶对诊断的干扰：应用本品时可使直接抗球蛋白（Coombs）试验弱阳性，尿儿茶酚胺和香草杏仁酸（VMA）排出减少。 ⑷下列情况应慎用：脑血管病、冠状动脉供血不足、精神抑郁史、近期心肌梗死、雷诺病、慢性肾功能障碍、窦房结或房室结功能低下、血栓闭塞性脉管炎。 ⑸为减少局部皮肤刺激，每次换贴片时应更换贴用部位。须防止儿童取玩。 ⑹严重逾量反应时须洗胃。低血压时应平卧，抬高双脚，必要时静脉输液，给多巴胺以提高血压。高血压时静脉给呋塞米、酚妥拉明或硝普钠。 药物相互作用 ⑴乙醇、巴比妥类、镇静药：可加强中枢抑制作用。 ⑵其他抗高血压药：可加强降压作用。 ⑶β受体拮抗药：合用后停用本品，发生撤药综合征危象的可能增加，宜先停用β受体拮抗药，再停本品。 ⑷三环类抗抑郁药：减弱本品的降压作用。 ⑸非甾体抗炎药：减弱本品的降压作用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 ⑴长期用药由于液体潴留及血容量扩充，可出现耐药性，降压作用减弱，加利尿剂同用可以减少耐药性并增强疗效。 ⑵治疗时突然停药或连续漏服数剂，可发生反跳性血压增高，多于12～48小时出现，可持续数天，此时可有5％～20％病人伴有神经紧张、胸痛、失眠、脸红、头痛、恶心、唾液增多、呕吐、手指颤动等症状。每天用量超过1.2mg突然停药或停用原用的β阻滞药时，发生反跳性高血压的机会增加。因此，停药必须在1～2周内逐渐减量，与此同时考虑其他降压治疗；血压过高时可给二氮嗪或α阻滞药，或再用本品；若因手术必须停服本品时，应在手术前4～6小时停药，术中用静滴降压药，术后再复用本品。 ⑶为保证控制夜间血压，每天末次给药宜在睡前服。 用法与用量 ⑴口服：成人常用量：①降压，开始一次0.1mg，一日2次，需要时隔2～4日每日递增0.1～0.2mg；维持量为0.1～0.2mg，一日2～4次；严重高血压需紧急治疗时口服0.2mg。继以每小时0.1mg，直到舒张压控制或总量达0.7mg，然后用维持量；②绝经期潮热，一次0.025～0.075mg，一日2次；③严重痛经，口服0.025mg，一日2次，在月经前及月经时，共服14日；④偏头痛，一次0.025mg，一日2～4次，最多为0.05mg，一日3次。⑤注意缺陷多动障碍（ADHD）：初始用可乐定缓释片治疗时，应在睡前单次服用0.1mg，然后每隔一周将剂量上调0.1mg/天，直至获得期望的反应（最大剂量为0.4mg/天）。每天应服用2次，2次剂量可以相等或者睡前的剂量稍高。缓释片必须整片吞服，不得压碎、咀嚼或者掰开。 成人极量：一次0.6mg，一日2.4mg。 ⑵静脉注射：降压，用0.15～0.3mg缓慢注射，10分钟内起效，但降压前可先有血压升高，降压作用在30～60分钟达高峰，持续3～7小时。24小时内总量可达0.75mg。 剂型与规格 片剂 0.075mg 0.1mg XC02A乙0355 5% 哪儿有 缓释贴片 2mg XC02A乙0355 5% 哪儿有 缓释片 0.1mg XN06B乙351 0% 哪儿有 注射液 0.15mg 1ml 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "composition": "马勃、醋莪术、金银花、燀桃仁、玄参、醋三棱、红花、丹参、板蓝根、麦冬、浙贝母、泽泻、炒鸡内金、蝉蜕、木蝴蝶、蒲公英。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4106",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 228,
    "name": "更昔洛韦眼用凝胶",
    "full_name": "(甲)更昔洛韦眼用凝胶",
    "chemical_name": "更昔洛韦眼用凝胶",
    "dosage_form": "凝胶",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "湖北科益药业"
    ],
    "specifications": [
      {
        "specification": "8g/支",
        "manufacturer": "湖北科益药业",
        "full_manufacturer": "湖北科益药业股份有限公司",
        "price": 29.22,
        "unit": "盒",
        "code": "Y00000014998",
        "approval_number": "国药准字H20050406",
        "insurance_code": "XS01ADG075G006020101828",
        "location": "G-4",
        "outpatient_location": "D-4"
      },
      {
        "specification": "8g/支",
        "manufacturer": "湖北科益药业",
        "full_manufacturer": "湖北科益药业股份有限公司",
        "price": 29.22,
        "unit": "盒",
        "code": "X00896",
        "approval_number": "国药准字H20050406",
        "insurance_code": "XS01ADG075G006020101828",
        "location": "G-4",
        "outpatient_location": "D-1"
      }
    ],
    "pinyin": "gengxiluoweiyanyong",
    "pinyin_initials": "gxlwyy",
    "dosage_form_pinyin": "ningjiao",
    "dosage_form_initials": "nj",
    "manual": {
      "indications": "1.免疫缺陷者如艾滋病或器官移植患者合并巨细胞病毒视网膜炎因而危及视力者，因易复发，需采用长期抑制治疗。但用本品无效者可采用与膦甲酸钠联合治疗；\n2.艾滋病患者合并危及生命的巨细胞病毒感染，如肺炎或胃肠道感染，但确切疗效尚难评价。本品与免疫球蛋白或巨细胞病毒免疫球蛋白静脉给药联合应用，可降低巨细胞病毒性肺炎患者的死亡率；\n3.骨髓移植或器官移植患者移植物对巨",
      "dosage": "成人：一次静脉滴注5mg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐等。",
      "interactions": "⑴影响造血系统药物、可引起骨髓抑制的药物及放射治疗等与本品合用时，可增强对骨髓抑制作用。  <br>⑵更昔洛韦与具有肾毒性药物合用时（如两性霉素Ｂ、环孢素）可能加重肾功能损害，使本品经肾排出减少而引起不良反应。  <br>⑶更昔洛韦与齐多夫定合用时可加重造血系统的毒性，故两者不宜合用。  <br>⑷更昔洛韦与去羟肌苷合用或先后使用可使去羟肌苷AUC显著增加（增加72％～111％），但本品的药代动力学不受影响。如口服更昔洛韦2小时前服用去羟肌苷时可使更昔洛韦的AUC减少21％，两者经肾清除量不变；",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率1，肾脏排泄。",
      "precautions": "⑸由于本品可引起中性粒细胞减低、血小板减少，并易引起出血个感染，用药期间应注意口腔卫生，疗程中应定期监测周围血象。",
      "source": "湖南药事服务网",
      "full_indications": "1.免疫缺陷者如艾滋病或器官移植患者合并巨细胞病毒视网膜炎因而危及视力者，因易复发，需采用长期抑制治疗。但用本品无效者可采用与膦甲酸钠联合治疗；<br>2.艾滋病患者合并危及生命的巨细胞病毒感染，如肺炎或胃肠道感染，但确切疗效尚难评价。本品与免疫球蛋白或巨细胞病毒免疫球蛋白静脉给药联合应用，可降低巨细胞病毒性肺炎患者的死亡率；<br>3.骨髓移植或器官移植患者移植物对巨细胞病毒血清试验呈阳性，或接受移植骨髓的供者为排CMV病毒者，采用本品以预防发生巨细胞病毒性疾病。",
      "full_dosage": "⑴诱导期：静脉滴注5mg/kg，每12小时1次，每次静脉滴注1小时以上，疗程14～21天，肾功能减退者剂量应酌减。肌酐清除率50～69ml/min，每12小时静脉滴注2.5mg/min；肌酐清除率25～49ml/min，每24小时静脉滴注2.5mg/min；肌酐清除率10～24ml/min，每24小时1.25mg/min；肌酐清除率＜10ml/min，一周给药3次，一次1.25mg/min于血液透析后给予。    <br>　　⑵维持期：①静脉给药，一日1次，5mg/kg，静脉滴注1小时以上。肾功能减退者按肌酐清除率调整剂量：肌酐清除率50～69ml/min，每24小时2.5mg/kg；肌酐清除率25～49ml/min，每24小时1.25mg/min；肌酐清除率10～24ml/min，每24小时0.625mg/kg；肌酐清除率＜10ml/min，一周给药3次，一次0.625mg/kg于血液透析后给予。②口服，一日3次，每次1g与食物同服。肾功能减退者按肌酐清除率调整剂量：肌酐清除率50～69ml/min，每日口服1.5g或0.5g，一日3次；肌酐清除率25～49ml/min，每日1次口服1g，或一次0.5g，一日2次；肌酐清除率10～24ml/min，一日1次0.5g；肌酐清除率＜10ml/min，一周给药3次，一次0.5g，血液透析后给予。    <br>　　⑶预防用药：成人一次静脉滴注5mg/kg，至少1小时以上，每12小时1次，连续7～14天；继以5mg/kg，一日1次，共7天。    <br>　　⑷局部用药：①滴眼液，滴眼一次1滴，每2小时1次；②眼膏剂，涂入结膜囊内，一次适量（长5～6mm含更昔洛韦0.25～0.3mg），一日4～6次；③眼用凝胶：一次1滴，一日4次，疗程3周。",
      "full_contraindications": "⑴对本品及阿昔洛韦过敏的患者禁用。  <br>⑵中性粒细胞＜500/ul或血小板计数＜2500/ul者禁用。",
      "full_adverse_reactions": "⑴常见的不良反应为骨髓抑制作用，用药后约40％的患者中性粒细胞减低至1000/mm³以下，约20％的患者血小板计数减低至50000/mm³以下，此外可有贫血。  <br>⑵中枢神经系统症状如精神异常、紧张、震颤等，发生率约5％，偶有昏迷、抽搐等。  <br>⑶此外可出现皮疹、药物热、恶心、呕吐、腹痛、食欲减退、肝功能异常等；静脉给药时可发生静脉炎。",
      "full_interactions": "⑴影响造血系统药物、可引起骨髓抑制的药物及放射治疗等与本品合用时，可增强对骨髓抑制作用。  <br>⑵更昔洛韦与具有肾毒性药物合用时（如两性霉素Ｂ、环孢素）可能加重肾功能损害，使本品经肾排出减少而引起不良反应。  <br>⑶更昔洛韦与齐多夫定合用时可加重造血系统的毒性，故两者不宜合用。  <br>⑷更昔洛韦与去羟肌苷合用或先后使用可使去羟肌苷AUC显著增加（增加72％～111％），但本品的药代动力学不受影响。如口服更昔洛韦2小时前服用去羟肌苷时可使更昔洛韦的AUC减少21％，两者经肾清除量不变；与齐多夫定联合应用，更昔洛韦的AUC减少而齐多夫定的AUC增大。  <br>⑸更昔洛韦与亚胺培南-西司他丁合用可发生全身抽搐，故两者不宜合用。  <br>⑹更昔洛韦与丙磺舒合用可抑制肾小管分泌使更昔洛韦的肾清除量减少约22％，其AUC增加53％，因而易产生不良反应。  <br>⑺更昔洛韦与氨苯砜、喷他脒、氟胞嘧啶、长春新碱、阿霉素、SMZ-TMP或核苷类似物合用前应充分权衡利弊，应可能增加不良反应。",
      "full_pharmacokinetics": "⑴药效学：本品进入细胞内后迅速被磷酸化形成单磷酸化合物，然后经细胞激酶的作用成为三磷酸化合物，更昔洛韦在已感染的巨细胞病毒的细胞内，其磷酸化的过程较正常细胞中更快。更昔洛韦三磷酸盐可竞争性抑制DNA多聚酶，并掺入病毒及宿主细胞的DNA中，从而抑制DNA合成。本品对病毒DNA多聚酶的抑制作用较宿主细胞DNA多聚酶为强。 <br>　　⑵药动学：口服吸收差，空腹服药时Ｆ为5％，进食后服药时Ｆ为6％～9％。在体内广泛分布于各种组织中，可透过胎盘进入胎儿血液循环。脑脊液内药物为同期血浓度的7％～67％；亦可进入眼内组织。分布容积为0.74L/kg。血浆蛋白结合率低，为1％～2％，在体内不代谢，主要以原形经肾排出。正常成人中血ｔ1/2为2.5～3.6小时（静注）和3.1～5.5小时（口服）；肾功能减退者可分别延长至9～30小时（静注）和15.7～18.2小时（口服）。成人静滴5mg/kg（1小时内）后的Ｃmax可达8.3～9mg/L,一次口服3g后Ｃmax可达1～1.2mg/L。本品可经血液透析清除。",
      "full_precautions": "⑴本品化学结构与阿昔洛韦相似，对后者过敏的患者也可能对本品过敏。  <br>⑵动物实验中本品致畸、致癌对孕妇患者应充分权衡利弊后决定是否用药。育龄妇女应用本品时应采取有效避孕措施，育龄男性用本品时应采用避孕工具至停药后至少3个月。乳母用药期间应停止哺乳。  <br>⑶12岁以下儿童及婴儿患者应充分权衡利弊后决定是否用药。  <br>⑷老年患者应根据其肾功能适当调整剂量。  <br>⑸由于本品可引起中性粒细胞减低、血小板减少，并易引起出血个感染，用药期间应注意口腔卫生，疗程中应定期监测周围血象。如中性粒细胞计数在500/mm³以下，或血小板计数低于25000/mm³时应暂时停药，直至中性粒细胞增加至750/mm³以上方可重新用药。少数病人同时采用GM-CSF治疗粒细胞减低有效。  <br>⑹本品止咳缓慢静滴，并宜选择较粗静脉滴入。采用注射剂时患者应摄入充足水分。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2243",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 229,
    "name": "利鲁唑片",
    "full_name": "(乙10%)利鲁唑片",
    "chemical_name": "利鲁唑片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "SANOFI WINTHROP INDUSTRIE制药有限公司）",
      "Sanofi Mature IP制药有限公司)"
    ],
    "specifications": [
      {
        "specification": "50mg/片",
        "manufacturer": "SANOFI WINTHROP INDUSTRIE制药有限公司）",
        "full_manufacturer": "SANOFI WINTHROP INDUSTRIE（Opella Healthcare International SAS)（进口分包企业：赛诺菲(北京)制药有限公司）",
        "price": 3540.32,
        "unit": "盒",
        "code": "X00498",
        "approval_number": "国药准字HJ20140172",
        "insurance_code": "XN07XXL068A001010378248",
        "location": "E-1",
        "outpatient_location": "H-1"
      },
      {
        "specification": "50mg/片",
        "manufacturer": "Sanofi Mature IP制药有限公司)",
        "full_manufacturer": "Sanofi Mature IP（Opella Healthcare International SAS）(进口分包企业：赛诺菲（北京）制药有限公司)",
        "price": 3540.32,
        "unit": "盒",
        "code": "Y00000014941",
        "approval_number": "国药准字J20140092",
        "insurance_code": "XN07XXL068A001010178248"
      }
    ],
    "pinyin": "liluzuo",
    "pinyin_initials": "llz",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于肌萎缩侧索硬化症（罕见病：ALS/渐冻症）的治疗，延长生命或推迟需要机械通气的时间，但无法缓解肌力的减退。此外，还可用于脑损伤、惊厥、焦虑及帕金森病。",
      "dosage": "口服（片剂、口服溶液剂）：推荐剂量为一次50mg，一日2次（每12小时1次），餐前1小时或餐后2小时服用，以降低食物对本品生物利用度的影响。增加每日给药剂量不会增加疗效，但增加不良反应。如漏服一次，按原计划服用下一剂。",
      "contraindications": "对本品过敏；哺乳期禁用。",
      "adverse_reactions": "可见疲劳、无力、嗜睡、眩晕、恶心、呕吐、胃部不适、腹泻、厌食、口周感觉异常、血浆转氨酶水平升高。偶见嗜中性粒细胞减少症。",
      "interactions": "⑴本品与CYP1A2的抑制药（如咖啡因、非那西汀、胆茶碱、阿米替林、喹诺酮类等）合用，可使本品血药浓度升高。  <br>⑵本品与CYP1A2诱导剂（如利福平、奥美拉唑等）合用，可能使本品消除速率加快，降低其血药浓度。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约12小时，蛋白结合率96，肝脏代谢，肾脏排泄。",
      "precautions": "⑴肝脏疾病患者慎用，如使用应定期检查肝功能。⑵儿童慎用。若发现转氨酶升高应进行监测，必要时停药。",
      "source": "湖南药事服务网",
      "full_indications": "用于肌萎缩侧索硬化症（罕见病：ALS/渐冻症）的治疗，延长生命或推迟需要机械通气的时间，但无法缓解肌力的减退。此外，还可用于脑损伤、惊厥、焦虑及帕金森病。",
      "full_dosage": "口服（片剂、口服溶液剂）：推荐剂量为一次50mg，一日2次（每12小时1次），餐前1小时或餐后2小时服用，以降低食物对本品生物利用度的影响。增加每日给药剂量不会增加疗效，但增加不良反应。如漏服一次，按原计划服用下一剂。",
      "full_contraindications": "⑴对本品过敏者、肝功能不正常或转氨酶水平异常增高者禁用。  <br>⑵妊娠期及哺乳期妇女禁用。",
      "full_adverse_reactions": "可见疲劳、无力、嗜睡、眩晕、恶心、呕吐、胃部不适、腹泻、厌食、口周感觉异常、血浆转氨酶水平升高。偶见嗜中性粒细胞减少症。",
      "full_interactions": "⑴本品与CYP1A2的抑制药（如咖啡因、非那西汀、胆茶碱、阿米替林、喹诺酮类等）合用，可使本品血药浓度升高。  <br>⑵本品与CYP1A2诱导剂（如利福平、奥美拉唑等）合用，可能使本品消除速率加快，降低其血药浓度。",
      "full_pharmacokinetics": "⑴药效学：本品属于苯并噻唑类抗谷氨酸药物。其作用机制包括：抑制谷氨酸释放；抑制并稳定电压依赖性钠离子通道；干预兴奋性氨基酸所引起的胞内信号转导，抑制钙离子内流；抑制NMDA受体功能；提高神经营养因子表达量。通过上述机制起到：神经元保护作用，特别是对由于兴奋性神经递质介导的多种神经元损伤有保护作用；降低肌萎缩侧索硬化动物模型中脊髓前角运动神经元的损伤率；抗惊厥作用；抗抑郁作用；镇静、睡眠和降温作用；以及抗依赖作用。<br>　　⑵药动学：口服吸收良好，约为90％，生物利用度为60％，高脂饮食降低药物吸收。服药后1～1.5小时达最大血药浓度，平均消除半衰期为12小时（9～15小时），血浆蛋白结合率为96％。在体内分布广泛，可通过血脑屏障。在肝内代谢，主要代谢酶为CYP1A2，由于CYP1A2活性差异，个体间本品的消除速率有显著差异。代谢产物最后通过肾脏随尿排出，尿中未代谢的本品含量小于总量的10％，不到10％的代谢产物通过粪便排出。尿中85％的代谢产物是糖苷化的，只有2％的口服给药量是以原形药物经尿液排出体外，女性消除率比男性低32％，不吸烟者比吸烟者低32％。",
      "full_precautions": "⑴肝脏疾病患者慎用，如使用应定期检查肝功能。  <br>⑵儿童慎用。  <br>⑶使用前要检查转氨酶水平，用药前3个月应每月检查一次；持续用药者第一年3个月检查1次。若发现转氨酶升高应进行监测，必要时停药。服用本品期间不要过量饮酒。  <br>⑷对可能出现的粒细胞减少不良反应，须监测血红蛋白、血细胞压积、血细胞计数。  <br>⑸服用本品后如感到眩晕或头晕，不应驾驶机动车或操作机器。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7942"
    }
  },
  {
    "id": 230,
    "name": "利培酮片",
    "full_name": "(甲)利培酮片[国基、上增]",
    "chemical_name": "利培酮片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "浙江华海药业"
    ],
    "specifications": [
      {
        "specification": "1mg/片",
        "manufacturer": "浙江华海药业",
        "full_manufacturer": "浙江华海药业股份有限公司（委托生产企业：浙江华海药业股份有限公司,浙江华海制药科技有限公司）",
        "price": 5.8,
        "unit": "盒",
        "code": "Y00000014440",
        "approval_number": "国药准字H20052330",
        "insurance_code": "XN05AXL071A001010504647",
        "location": "E-1",
        "outpatient_location": "H-5"
      }
    ],
    "pinyin": "lipeitong",
    "pinyin_initials": "lpt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于13岁及以上儿童精神分裂症；均可应用；【美国FDA已批准；5岁以上儿童青少年孤独症-易激惹型【美国FDA已批准】；10岁以上儿童青少年双相障碍Ⅰ型【美国FDA已批准】；的患者有30%可出现肝功能试验异常；初期8周出现；开始的几天内发生。",
      "full_indications": "1.精神分裂症等精神障碍，对精神分裂症阳性症状和阴性症状和情感性症状均有疗效。对急性期、恢复期和长期的维持治疗均可应用。\n2、抽动-秽语综合征；一多发性运动和发音联合为特点的一些慢性抽动障碍，主要表现为不自主、多发运动抽动和发音抽动共同出现。\n3、用于13岁及以上儿童精神分裂症的治疗【美国FDA已批准；中华医学会精神病学会《精神分裂症防治指南》】。\n4、用于治疗5岁以上儿童青少年孤独症-易激惹型【美国FDA已批准】。\n5、用于治疗10岁以上儿童青少年双相障碍Ⅰ型【美国FDA已批准】。\n药理作用\n⑴药效学：本品为苯丙异噁唑衍生物，是新一代抗精神病药。对5—HT受体有高度亲和力，对多巴胺2（Ｄ2）受体的亲和力较低，其抗精神病效应与上述两种受体阻断作用有关，其中，对皮层5—HT受体阻断作用与边缘系统多巴胺受体阻断作用尤为重要。此外，本品对α1、α2肾上腺素受体以及H1组胺受体具有中度亲和力；对5—HT1A、5-HT1C和5-HT1D受体也有一定的亲和力；而对多巴胺1受体的亲和力则较低。\n本品具有α肾上腺素受体阻滞作用，可引起心血管反应，如低血压、反射性心动过速或QT延长，也可能产生心律失常。利培酮可促进慢波睡眠并能改变睡眠节律，可能与其阻断5-HT受体有关。可诱发催乳素升高（停药后可逆转），与多巴胺受体阻断作用有关。此外，大剂量利培酮对黒质-纹状体多巴胺受体有较强的阻断作用，因而可能引起锥体外系不良反应。\n⑵药动学：口服吸收快而完全，不受进食影响。主要代谢产物为9-羟利培酮。ｔmax为1～2小时，口服1mg时，Ｃmax为9～16ng/ml（包括利培酮和9-羟利培酮），血浆蛋白结合率为90％（9-羟利培酮为77％）。分布广泛，Ｖd为1.1L/kg。在肝脏经CYP2D6代谢，9-羟利培酮具有生物活性，原形药物及代谢产物主要经肾脏排泄，少量随粪便排出，均可自乳汁分泌。中度或重度肾功能损害时，利培酮及活性代谢产物排出减少60％～80％。半衰期（ｔ\n1/2\n）为24小时。恒量、恒定间隔时间多次给药，5～6日血药浓度达稳态，血药浓度个体差异很大。\n不良反应\n⑴常见不良反应有：失眠、焦虑、激越、头痛、头晕、口干。\n⑵少见的不良反应有：嗜睡、疲劳、注意力下降、便秘、、性功能障碍、消化不良、恶心、呕吐、腹痛、视物模糊、尿失禁、鼻炎、皮疹以及其他过敏反应。\n⑶可能引起锥体外系症状，如：肌震颤、紧张、僵直、流涎、运动迟缓、静坐不能、急性肌张力障碍。通过降低剂量或给予中枢抗胆碱药如苯海索可消除。\n⑷偶尔会出现体位性低血压、心动过速或高血压的症状。\n⑸可引起体重增加。\n⑹偶会烦渴或抗利尿激素分泌失调。\n⑺会引起血浆中催乳素浓度的增加，其相关症状为：溢乳、男性乳房增大、、月经失调、闭经。\n⑻偶见迟发型运动障碍、恶性综合征、体温失调以及癫痫发作。\n⑼有轻度中性粒细胞和血小板计数下降的个例报告。\n⑽偶可引起肝功能异常。\n肝损伤\n⑴肝毒性：\n长期接受利培酮治疗的患者有30%可出现肝功能试验异常，一般在治疗初期8周出现。丙氨酸氨基转移酶（ALT）通常呈轻度暂时性升高，如果继续给药可恢复正常。也有报道患者ALT和碱性磷酸酶（ALP）可显著升高，伴或不伴临床症状及黄疸。肝损伤一般在治疗开始的几天内发生，并在停药迅速消退。也有报道伴有黄疸的急性肝损伤可出现于开始用药数月至数年后。血清肝酶升高呈典型的淤胆型，但也可有肝细胞型和混合型肝损伤。罕见皮疹、发烧、嗜酸性粒细胞增多等免疫变应性症状。虽然已报道1例似由利培酮治疗引起自身免疫性肝炎的病例，但多数病例无自身免疫表现。\n⑵损伤机制：\n利培酮引起血清ALT升高的机制尚未阐明。利培酮主要经肝脏细胞色素P450系统(CYP 2D6)代谢为活性代谢产物。部分患者的肝损伤可能是由于非酒精性脂肪性肝病，因为至少四分之一的患者在利培酮治疗第1-2年体重增加（可达30 kg)。但在绝大多数病例，利培酮治疗过程中出现的轻微ALT升高与体重增加并无相关性。\n⑶肝损星级：\n★★★★\n禁忌症\n⑴对本品过敏者禁用。\n⑵哺乳期妇女禁用。\n注意事项\n⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。\n⑵由于本品具有α肾上腺素受体阻滞作用，再用药初期和加药速度过快时可能发生体位性低血压，此时应考虑减量。\n⑶同其他具有多巴胺受体拮抗性质的药物相似，可引起迟发性运动障碍，其特征为有节律的不随意运动，主要见于舌及面部。如果出现迟发性运动障碍，应停止服用。\n⑷已有报道本品可引起恶性综合征，其特征为高热、肌肉僵直、颤抖、意识改变和肌酸磷酸激酶水平升高。此时应停用。\n⑸患有帕金森综合征的病人应慎用。\n⑹会降低癫痫的发作阈值，故患有癫痫的病人应慎用。\n⑺服用本品的患者应避免进食过多，以免发胖。\n⑻在与其他作用于中枢的药物同时服用时应慎重。\n⑼本品对需要警觉性的活动有影响。建议服药期间不应驾驶汽车或操作机械。\n⑽妊娠妇女服用本品是否安全尚不明确。除非利大于弊，妊娠妇女不应服用本品。\n⑾动物实验表明，利培酮和9-羟利培酮可经乳汁排出，因此，服用本品的妇女不应哺乳。\n⑿对于15岁以下的儿童目前尚缺乏足够的临床经验。\n药物相互作用\n⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。\n⑵与降压药物合用可增强利培酮的低血压效应。\n⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。\n⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。\n⑸长期与氯氮平合用可减少利培酮自体内清除。\n⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。\n用药交代\n⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。\n给药说明\n⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。\n⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。\n用法与用量\n⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。\n⑵深部肌内注射：一般一次25mg，2周1次。\n⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。\n⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。\n⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。\n剂型与规格\n片剂\n0.5mg\n1mg\n基药\n2mg\n基药\nXN05AX乙1124\n0%\n哪儿有\n口腔崩解片\n1mg\n2mg\n0.5mg\nXN05AX乙1124\n5%\n哪儿有\n口服液\n30mg 30ml\n100mg 100ml\nXN05AX乙1124\n5%\n哪儿有\n粉针剂(微球)\n25mg\n37.5mg\n50mg\nXN05AX乙335\n20%\n哪儿有\n胶囊剂\n1mg\nXN05AX乙1124\n0%\n哪儿有\n分散片\n1mg\nXN05AX乙1124\n0%\n哪儿有\n薄膜衣片\n3mg\nXN05AX乙1124\n0%\n哪儿有\n膜剂\n1mg\n2mg\n哪儿有",
      "dosage": "成人：一般开始剂量为一次1mg；儿童：，起始剂量为0.25mg",
      "full_dosage": "⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。\n⑵深部肌内注射：一般一次25mg，2周1次。\n⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。\n⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。\n⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。\n剂型与规格\n片剂\n0.5mg\n1mg\n基药\n2mg\n基药\nXN05AX乙1124\n0%\n哪儿有\n口腔崩解片\n1mg\n2mg\n0.5mg\nXN05AX乙1124\n5%\n哪儿有\n口服液\n30mg 30ml\n100mg 100ml\nXN05AX乙1124\n5%\n哪儿有\n粉针剂(微球)\n25mg\n37.5mg\n50mg\nXN05AX乙335\n20%\n哪儿有\n胶囊剂\n1mg\nXN05AX乙1124\n0%\n哪儿有\n分散片\n1mg\nXN05AX乙1124\n0%\n哪儿有\n薄膜衣片\n3mg\nXN05AX乙1124\n0%\n哪儿有\n膜剂\n1mg\n2mg\n哪儿有",
      "contraindications": "对本品过敏；哺乳期禁用。",
      "full_contraindications": "⑴对本品过敏者禁用。\n⑵哺乳期妇女禁用。\n注意事项\n⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。\n⑵由于本品具有α肾上腺素受体阻滞作用，再用药初期和加药速度过快时可能发生体位性低血压，此时应考虑减量。\n⑶同其他具有多巴胺受体拮抗性质的药物相似，可引起迟发性运动障碍，其特征为有节律的不随意运动，主要见于舌及面部。如果出现迟发性运动障碍，应停止服用。\n⑷已有报道本品可引起恶性综合征，其特征为高热、肌肉僵直、颤抖、意识改变和肌酸磷酸激酶水平升高。此时应停用。\n⑸患有帕金森综合征的病人应慎用。\n⑹会降低癫痫的发作阈值，故患有癫痫的病人应慎用。\n⑺服用本品的患者应避免进食过多，以免发胖。\n⑻在与其他作用于中枢的药物同时服用时应慎重。\n⑼本品对需要警觉性的活动有影响。建议服药期间不应驾驶汽车或操作机械。\n⑽妊娠妇女服用本品是否安全尚不明确。除非利大于弊，妊娠妇女不应服用本品。\n⑾动物实验表明，利培酮和9-羟利培酮可经乳汁排出，因此，服用本品的妇女不应哺乳。\n⑿对于15岁以下的儿童目前尚缺乏足够的临床经验。\n药物相互作用\n⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。\n⑵与降压药物合用可增强利培酮的低血压效应。\n⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。\n⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。\n⑸长期与氯氮平合用可减少利培酮自体内清除。\n⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。\n用药交代\n⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。\n给药说明\n⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。\n⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。\n用法与用量\n⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。\n⑵深部肌内注射：一般一次25mg，2周1次。\n⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。\n⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。\n⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。\n剂型与规格\n片剂\n0.5mg\n1mg\n基药\n2mg\n基药\nXN05AX乙1124\n0%\n哪儿有\n口腔崩解片\n1mg\n2mg\n0.5mg\nXN05AX乙1124\n5%\n哪儿有\n口服液\n30mg 30ml\n100mg 100ml\nXN05AX乙1124\n5%\n哪儿有\n粉针剂(微球)\n25mg\n37.5mg\n50mg\nXN05AX乙335\n20%\n哪儿有\n胶囊剂\n1mg\nXN05AX乙1124\n0%\n哪儿有\n分散片\n1mg\nXN05AX乙1124\n0%\n哪儿有\n薄膜衣片\n3mg\nXN05AX乙1124\n0%\n哪儿有\n膜剂\n1mg\n2mg\n哪儿有",
      "adverse_reactions": "常见：有：失眠、焦虑、激越、头痛、头晕、口干",
      "full_adverse_reactions": "。\n⑵药动学：口服吸收快而完全，不受进食影响。主要代谢产物为9-羟利培酮。ｔmax为1～2小时，口服1mg时，Ｃmax为9～16ng/ml（包括利培酮和9-羟利培酮），血浆蛋白结合率为90％（9-羟利培酮为77％）。分布广泛，Ｖd为1.1L/kg。在肝脏经CYP2D6代谢，9-羟利培酮具有生物活性，原形药物及代谢产物主要经肾脏排泄，少量随粪便排出，均可自乳汁分泌。中度或重度肾功能损害时，利培酮及活性代谢产物排出减少60％～80％。半衰期（ｔ\n1/2\n）为24小时。恒量、恒定间隔时间多次给药，5～6日血药浓度达稳态，血药浓度个体差异很大。\n不良反应\n⑴常见不良反应有：失眠、焦虑、激越、头痛、头晕、口干。\n⑵少见的不良反应有：嗜睡、疲劳、注意力下降、便秘、、性功能障碍、消化不良、恶心、呕吐、腹痛、视物模糊、尿失禁、鼻炎、皮疹以及其他过敏反应。\n⑶可能引起锥体外系症状，如：肌震颤、紧张、僵直、流涎、运动迟缓、静坐不能、急性肌张力障碍。通过降低剂量或给予中枢抗胆碱药如苯海索可消除。\n⑷偶尔会出现体位性低血压、心动过速或高血压的症状。\n⑸可引起体重增加。\n⑹偶会烦渴或抗利尿激素分泌失调。\n⑺会引起血浆中催乳素浓度的增加，其相关症状为：溢乳、男性乳房增大、、月经失调、闭经。\n⑻偶见迟发型运动障碍、恶性综合征、体温失调以及癫痫发作。\n⑼有轻度中性粒细胞和血小板计数下降的个例报告。\n⑽偶可引起肝功能异常。\n肝损伤\n⑴肝毒性：\n长期接受利培酮治疗的患者有30%可出现肝功能试验异常，一般在治疗初期8周出现。丙氨酸氨基转移酶（ALT）通常呈轻度暂时性升高，如果继续给药可恢复正常。也有报道患者ALT和碱性磷酸酶（ALP）可显著升高，伴或不伴临床症状及黄疸。肝损伤一般在治疗开始的几天内发生，并在停药迅速消退。也有报道伴有黄疸的急性肝损伤可出现于开始用药数月至数年后。血清肝酶升高呈典型的淤胆型，但也可有肝细胞型和混合型肝损伤。罕见皮疹、发烧、嗜酸性粒细胞增多等免疫变应性症状。虽然已报道1例似由利培酮治疗引起自身免疫性肝炎的病例，但多数病例无自身免疫表现。\n⑵损伤机制：\n利培酮引起血清ALT升高的机制尚未阐明。利培酮主要经肝脏细胞色素P450系统(CYP 2D6)代谢为活性代谢产物。部分患者的肝损伤可能是由于非酒精性脂肪性肝病，因为至少四分之一的患者在利培酮治疗第1-2年体重增加（可达30 kg)。但在绝大多数病例，利培酮治疗过程中出现的轻微ALT升高与体重增加并无相关性。\n⑶肝损星级：\n★★★★\n禁忌症\n⑴对本品过敏者禁用。\n⑵哺乳期妇女禁用。\n注意事项\n⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。\n⑵由于本品具有α肾上腺素受体阻滞作用，再用药初期和加药速度过快时可能发生体位性低血压，此时应考虑减量。\n⑶同其他具有多巴胺受体拮抗性质的药物相似，可引起迟发性运动障碍，其特征为有节律的不随意运动，主要见于舌及面部。如果出现迟发性运动障碍，应停止服用。\n⑷已有报道本品可引起恶性综合征，其特征为高热、肌肉僵直、颤抖、意识改变和肌酸磷酸激酶水平升高。此时应停用。\n⑸患有帕金森综合征的病人应慎用。\n⑹会降低癫痫的发作阈值，故患有癫痫的病人应慎用。\n⑺服用本品的患者应避免进食过多，以免发胖。\n⑻在与其他作用于中枢的药物同时服用时应慎重。\n⑼本品对需要警觉性的活动有影响。建议服药期间不应驾驶汽车或操作机械。\n⑽妊娠妇女服用本品是否安全尚不明确。除非利大于弊，妊娠妇女不应服用本品。\n⑾动物实验表明，利培酮和9-羟利培酮可经乳汁排出，因此，服用本品的妇女不应哺乳。\n⑿对于15岁以下的儿童目前尚缺乏足够的临床经验。\n药物相互作用\n⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。\n⑵与降压药物合用可增强利培酮的低血压效应。\n⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。\n⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。\n⑸长期与氯氮平合用可减少利培酮自体内清除。\n⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。\n用药交代\n⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。\n给药说明\n⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。\n⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。\n用法与用量\n⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。\n⑵深部肌内注射：一般一次25mg，2周1次。\n⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。\n⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。\n⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。\n剂型与规格\n片剂\n0.5mg\n1mg\n基药\n2mg\n基药\nXN05AX乙1124\n0%\n哪儿有\n口腔崩解片\n1mg\n2mg\n0.5mg\nXN05AX乙1124\n5%\n哪儿有\n口服液\n30mg 30ml\n100mg 100ml\nXN05AX乙1124\n5%\n哪儿有\n粉针剂(微球)\n25mg\n37.5mg\n50mg\nXN05AX乙335\n20%\n哪儿有\n胶囊剂\n1mg\nXN05AX乙1124\n0%\n哪儿有\n分散片\n1mg\nXN05AX乙1124\n0%\n哪儿有\n薄膜衣片\n3mg\nXN05AX乙1124\n0%\n哪儿有\n膜剂\n1mg\n2mg\n哪儿有",
      "interactions": "⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。\n⑵与降压药物合用可增强利培酮的低血压效应。\n⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。\n⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。\n⑸长期与氯氮平合用可减少利培酮自体内清除。\n⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。\n用药交代\n⑴本品可导致困倦或其他",
      "full_interactions": "⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。\n⑵与降压药物合用可增强利培酮的低血压效应。\n⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。\n⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。\n⑸长期与氯氮平合用可减少利培酮自体内清除。\n⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。\n用药交代\n⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。\n给药说明\n⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。\n⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。\n用法与用量\n⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。\n⑵深部肌内注射：一般一次25mg，2周1次。\n⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。\n⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。\n⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。\n剂型与规格\n片剂\n0.5mg\n1mg\n基药\n2mg\n基药\nXN05AX乙1124\n0%\n哪儿有\n口腔崩解片\n1mg\n2mg\n0.5mg\nXN05AX乙1124\n5%\n哪儿有\n口服液\n30mg 30ml\n100mg 100ml\nXN05AX乙1124\n5%\n哪儿有\n粉针剂(微球)\n25mg\n37.5mg\n50mg\nXN05AX乙335\n20%\n哪儿有\n胶囊剂\n1mg\nXN05AX乙1124\n0%\n哪儿有\n分散片\n1mg\nXN05AX乙1124\n0%\n哪儿有\n薄膜衣片\n3mg\nXN05AX乙1124\n0%\n哪儿有\n膜剂\n1mg\n2mg\n哪儿有",
      "pregnancy_category": "",
      "pharmacokinetics": "蛋白结合率90，肝脏代谢，肾脏排泄。",
      "full_pharmacokinetics": "⑴药效学：本品为苯丙异噁唑衍生物，是新一代抗精神病药。对5—HT受体有高度亲和力，对多巴胺2（Ｄ2）受体的亲和力较低，其抗精神病效应与上述两种受体阻断作用有关，其中，对皮层5—HT受体阻断作用与边缘系统多巴胺受体阻断作用尤为重要。此外，本品对α1、α2肾上腺素受体以及H1组胺受体具有中度亲和力；对5—HT1A、5-HT1C和5-HT1D受体也有一定的亲和力；而对多巴胺1受体的亲和力则较低。\n本品具有α肾上腺素受体阻滞作用，可引起心血管反应，如低血压、反射性心动过速或QT延长，也可能产生心律失常。利培酮可促进慢波睡眠并能改变睡眠节律，可能与其阻断5-HT受体有关。可诱发催乳素升高（停药后可逆转），与多巴胺受体阻断作用有关。此外，大剂量利培酮对黒质-纹状体多巴胺受体有较强的阻断作用，因而可能引起锥体外系不良反应。\n⑵药动学：口服吸收快而完全，不受进食影响。主要代谢产物为9-羟利培酮。ｔmax为1～2小时，口服1mg时，Ｃmax为9～16ng/ml（包括利培酮和9-羟利培酮），血浆蛋白结合率为90％（9-羟利培酮为77％）。分布广泛，Ｖd为1.1L/kg。在肝脏经CYP2D6代谢，9-羟利培酮具有生物活性，原形药物及代谢产物主要经肾脏排泄，少量随粪便排出，均可自乳汁分泌。中度或重度肾功能损害时，利培酮及活性代谢产物排出减少60％～80％。半衰期（ｔ\n1/2\n）为24小时。恒量、恒定间隔时间多次给药，5～6日血药浓度达稳态，血药浓度个体差异很大。\n不良反应\n⑴常见不良反应有：失眠、焦虑、激越、头痛、头晕、口干。\n⑵少见的不良反应有：嗜睡、疲劳、注意力下降、便秘、、性功能障碍、消化不良、恶心、呕吐、腹痛、视物模糊、尿失禁、鼻炎、皮疹以及其他过敏反应。\n⑶可能引起锥体外系症状，如：肌震颤、紧张、僵直、流涎、运动迟缓、静坐不能、急性肌张力障碍。通过降低剂量或给予中枢抗胆碱药如苯海索可消除。\n⑷偶尔会出现体位性低血压、心动过速或高血压的症状。\n⑸可引起体重增加。\n⑹偶会烦渴或抗利尿激素分泌失调。\n⑺会引起血浆中催乳素浓度的增加，其相关症状为：溢乳、男性乳房增大、、月经失调、闭经。\n⑻偶见迟发型运动障碍、恶性综合征、体温失调以及癫痫发作。\n⑼有轻度中性粒细胞和血小板计数下降的个例报告。\n⑽偶可引起肝功能异常。\n肝损伤\n⑴肝毒性：\n长期接受利培酮治疗的患者有30%可出现肝功能试验异常，一般在治疗初期8周出现。丙氨酸氨基转移酶（ALT）通常呈轻度暂时性升高，如果继续给药可恢复正常。也有报道患者ALT和碱性磷酸酶（ALP）可显著升高，伴或不伴临床症状及黄疸。肝损伤一般在治疗开始的几天内发生，并在停药迅速消退。也有报道伴有黄疸的急性肝损伤可出现于开始用药数月至数年后。血清肝酶升高呈典型的淤胆型，但也可有肝细胞型和混合型肝损伤。罕见皮疹、发烧、嗜酸性粒细胞增多等免疫变应性症状。虽然已报道1例似由利培酮治疗引起自身免疫性肝炎的病例，但多数病例无自身免疫表现。\n⑵损伤机制：\n利培酮引起血清ALT升高的机制尚未阐明。利培酮主要经肝脏细胞色素P450系统(CYP 2D6)代谢为活性代谢产物。部分患者的肝损伤可能是由于非酒精性脂肪性肝病，因为至少四分之一的患者在利培酮治疗第1-2年体重增加（可达30 kg)。但在绝大多数病例，利培酮治疗过程中出现的轻微ALT升高与体重增加并无相关性。\n⑶肝损星级：\n★★★★\n禁忌症\n⑴对本品过敏者禁用。\n⑵哺乳期妇女禁用。\n注意事项\n⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。\n⑵由于本品具有α肾上腺素受体阻滞作用，再用药初期和加药速度过快时可能发生体位性低血压，此时应考虑减量。\n⑶同其他具有多巴胺受体拮抗性质的药物相似，可引起迟发性运动障碍，其特征为有节律的不随意运动，主要见于舌及面部。如果出现迟发性运动障碍，应停止服用。\n⑷已有报道本品可引起恶性综合征，其特征为高热、肌肉僵直、颤抖、意识改变和肌酸磷酸激酶水平升高。此时应停用。\n⑸患有帕金森综合征的病人应慎用。\n⑹会降低癫痫的发作阈值，故患有癫痫的病人应慎用。\n⑺服用本品的患者应避免进食过多，以免发胖。\n⑻在与其他作用于中枢的药物同时服用时应慎重。\n⑼本品对需要警觉性的活动有影响。建议服药期间不应驾驶汽车或操作机械。\n⑽妊娠妇女服用本品是否安全尚不明确。除非利大于弊，妊娠妇女不应服用本品。\n⑾动物实验表明，利培酮和9-羟利培酮可经乳汁排出，因此，服用本品的妇女不应哺乳。\n⑿对于15岁以下的儿童目前尚缺乏足够的临床经验。\n药物相互作用\n⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。\n⑵与降压药物合用可增强利培酮的低血压效应。\n⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。\n⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。\n⑸长期与氯氮平合用可减少利培酮自体内清除。\n⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。\n用药交代\n⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。\n给药说明\n⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。\n⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。\n用法与用量\n⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。\n⑵深部肌内注射：一般一次25mg，2周1次。\n⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。\n⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。\n⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。\n剂型与规格\n片剂\n0.5mg\n1mg\n基药\n2mg\n基药\nXN05AX乙1124\n0%\n哪儿有\n口腔崩解片\n1mg\n2mg\n0.5mg\nXN05AX乙1124\n5%\n哪儿有\n口服液\n30mg 30ml\n100mg 100ml\nXN05AX乙1124\n5%\n哪儿有\n粉针剂(微球)\n25mg\n37.5mg\n50mg\nXN05AX乙335\n20%\n哪儿有\n胶囊剂\n1mg\nXN05AX乙1124\n0%\n哪儿有\n分散片\n1mg\nXN05AX乙1124\n0%\n哪儿有\n薄膜衣片\n3mg\nXN05AX乙1124\n0%\n哪儿有\n膜剂\n1mg\n2mg\n哪儿有",
      "precautions": "⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。⑸患有帕金森综合征的病人应慎用。给药说明\n⑴应从小剂量开始用药，注意按个体化的原则。",
      "full_precautions": "⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。\n⑵由于本品具有α肾上腺素受体阻滞作用，再用药初期和加药速度过快时可能发生体位性低血压，此时应考虑减量。\n⑶同其他具有多巴胺受体拮抗性质的药物相似，可引起迟发性运动障碍，其特征为有节律的不随意运动，主要见于舌及面部。如果出现迟发性运动障碍，应停止服用。\n⑷已有报道本品可引起恶性综合征，其特征为高热、肌肉僵直、颤抖、意识改变和肌酸磷酸激酶水平升高。此时应停用。\n⑸患有帕金森综合征的病人应慎用。\n⑹会降低癫痫的发作阈值，故患有癫痫的病人应慎用。\n⑺服用本品的患者应避免进食过多，以免发胖。\n⑻在与其他作用于中枢的药物同时服用时应慎重。\n⑼本品对需要警觉性的活动有影响。建议服药期间不应驾驶汽车或操作机械。\n⑽妊娠妇女服用本品是否安全尚不明确。除非利大于弊，妊娠妇女不应服用本品。\n⑾动物实验表明，利培酮和9-羟利培酮可经乳汁排出，因此，服用本品的妇女不应哺乳。\n⑿对于15岁以下的儿童目前尚缺乏足够的临床经验。\n药物相互作用\n⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。\n⑵与降压药物合用可增强利培酮的低血压效应。\n⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。\n⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。\n⑸长期与氯氮平合用可减少利培酮自体内清除。\n⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。\n用药交代\n⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。\n给药说明\n⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。\n⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。\n用法与用量\n⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。\n⑵深部肌内注射：一般一次25mg，2周1次。\n⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。\n⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。\n⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。\n剂型与规格\n片剂\n0.5mg\n1mg\n基药\n2mg\n基药\nXN05AX乙1124\n0%\n哪儿有\n口腔崩解片\n1mg\n2mg\n0.5mg\nXN05AX乙1124\n5%\n哪儿有\n口服液\n30mg 30ml\n100mg 100ml\nXN05AX乙1124\n5%\n哪儿有\n粉针剂(微球)\n25mg\n37.5mg\n50mg\nXN05AX乙335\n20%\n哪儿有\n胶囊剂\n1mg\nXN05AX乙1124\n0%\n哪儿有\n分散片\n1mg\nXN05AX乙1124\n0%\n哪儿有\n薄膜衣片\n3mg\nXN05AX乙1124\n0%\n哪儿有\n膜剂\n1mg\n2mg\n哪儿有",
      "source": "湖南药事服务网",
      "url_added": true
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1202",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 231,
    "name": "神曲消食口服液",
    "full_name": "(乙10%)神曲消食口服液",
    "chemical_name": "神曲消食口服液",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "扬子江药业集团江苏龙凤堂中药"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "扬子江药业集团江苏龙凤堂中药",
        "full_manufacturer": "扬子江药业集团江苏龙凤堂中药有限公司",
        "price": 78.18,
        "unit": "盒",
        "code": "Y00000014663",
        "approval_number": "国药准字Z20153035",
        "insurance_code": "ZA14BAS1058010101749",
        "location": "H-4",
        "outpatient_location": "A-5"
      }
    ],
    "pinyin": "shenquxiaoshikoufuye",
    "pinyin_initials": "sqxskfy",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于控制耐万古霉素屎肠球菌；（MRSA/MSSA；控制耐万古霉素屎肠球菌所致的系统感染。",
      "dosage": "成人：和超过12岁儿童，一次口服或静脉注射600mg；儿童：，一次口服或静脉注射600mg",
      "contraindications": "症 对本药或其他成分过敏者禁用。",
      "adverse_reactions": "常见：皮疹、头晕、过敏等。",
      "interactions": "⑴本品有单胺氧化酶抑制作用，禁忌并用拟肾上腺素药物（伪麻黄碱、多巴胺、肾上腺素等）和5-HT再摄取抑制药（如抗抑郁药）、禁用含酪胺食物（奶酪、肉干等）和某些含乙醇饮料（啤酒、红酒等）以免引起血压异常升高。 ⑵避免与使血小板减少的药物合用。 ⑶本品与两性霉素Ｂ、氯丙嗪、地西泮、红霉素、喷他脒、苯妥英有配伍禁忌。 用药交代 遵照医嘱，完成处方的疗程。 用法与用量 口服与静滴剂量相同：滴注时间30～120分钟。 ⑴复杂性皮肤或皮肤软组织感染、社区获得性肺炎及伴发的菌血症、院内获得性肺炎：①成人和超过1",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "蛋白结合率31。",
      "precautions": "妊娠期妇女和哺乳期妇女慎用。药物相互作用 ⑴本品有单胺氧化酶抑制作用，禁忌并用拟肾上腺素药物（伪麻黄碱、多巴胺、肾上腺素等）和5-HT再摄取抑制药（如抗抑郁药）、禁用含酪胺食物（奶酪、肉干等）和某些含乙醇饮料（啤酒、红酒等）以免引起血压异常升高。⑶有高血压病史者使用本品应注意观察。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于控制耐万古霉素屎肠球菌所致的系统感染，包括败血症、肺炎以及复杂性皮肤和皮肤组织感染。对糖肽类抗生素高度耐药的耐甲氧西林金黄色葡萄球菌（MRSA）和耐甲氧西林表皮葡萄球菌（MRSE）及肠球菌感染，可选用本品治疗。 基于现有临床证据，利奈唑胺作为中枢神经系统感染目标性治疗（MRSA/MSSA，凝固酶阴性葡萄球菌，痤疮丙酸杆菌，肠球菌属）的备选药物之一，属于超说明书用药。",
      "full_dosage": "口服与静滴剂量相同：滴注时间30～120分钟。 ⑴复杂性皮肤或皮肤软组织感染、社区获得性肺炎及伴发的菌血症、院内获得性肺炎：①成人和超过12岁儿童，一次口服或静脉注射600mg，每12小时1次，疗程10～14日。②儿童（新生儿至11岁）：按体重口服或静脉给药，一次10mg/kg，每12小时1次，疗程欠佳可增至每8小时1次，疗程10～14日。 ⑵治疗耐万古霉素屎肠球菌感染及伴发的菌血症：①成人或12岁以上儿童，每12小时静脉滴注或口服600mg，疗程14～28日。②儿童（新生儿至11岁）：按体重每8小时静脉滴注或口服10mg/kg，疗程10～28日。 ⑶单纯性皮肤或软组织感染：①成人或12岁以上儿童：每12小时口服400mg，青少年每12小时口服600mg，疗程10～14日。②儿童：按体重，＜5岁，每8小时10mg/kg口服；5～11岁，每12小时10mg/kg口服，疗程10～14日。 ⑷耐甲氧西林甲磺酸葡萄球菌（MRSA）感染：①成人，一次600mg，每12小时1次。②儿童和新生儿：按体重10mg/kg，每8小时1次，疗程7日。出生7日以内的早产（＜34周）患儿，初始剂量10mg/kg，每12小时1次，当临床疗效不佳时，应考虑按体重10mg/kg，每8小时1次。从静脉给药换成口服给药时无需调整剂量。 剂型与规格 片剂 200mg 500mg 600mg XJ01XX乙0722 5% 哪儿有 注射液 200mg 100ml 600mg 300ml XJ01XX乙0722 5% 哪儿有 干混悬剂 3g 100mg/5ml 哪儿有",
      "full_contraindications": "症 对本药或其他成分过敏者禁用。",
      "full_adverse_reactions": "常见的不良反应有消化道症状，失眠、头晕、药热、皮疹等。可见血小板减少，尚有白细胞、中性粒细胞减少、骨髓抑制，AST、ALT、LDH、ALP、脂酶、淀粉酶、总胆红素、BUN和肌酐等变化，舌变色、口腔白色念珠菌病，罕见乳酸性酸中毒和低血糖。 肝损伤 ⑴肝损伤： 1至9%服用利奈唑酮的患者出现轻度和暂时性的血清转氨酶和碱性磷酸酶水平升高。虽然服用其他可比较药物的患者也出现了类似比例的血清转氨酶和碱性磷酸酶水平升高。短期服用利奈唑酮的健康志愿者中未出现酶升高水平的现象。剂量越高，丙氨酸氨基转移酶含量也越高。但是，在所有病例中，丙氨酸氨基转移酶含量的升高均未伴有其他症状，并均在停药后恢复。 虽然利奈唑酮的使用时间和用途均受限制，仍然出现因服用利奈唑酮导致临床症状明显的肝病（伴黄疸）的数例报告。曾有一例超敏性反应的病例，表现为皮疹、嗜酸性粒细胞增多症和肾机能不全（DRESS综合征），并伴有轻微的血清酶升高。 利奈唑酮导致乳酸酸中毒的比例较高，通常出现在治疗的1至8周内，有时伴有肝损伤和黄疸。乳酸酸中毒的原因通常是肝线粒体损伤和功能障碍，导致有微囊泡性脂肪症并干扰肝功能（通常不会伴有黄疸，甚至不会出现丙氨酸氨基转移酶或碱性磷酸酶升高）。其他因线粒体损伤导致的严重副作用包括周围神经病变、视神经病变、血清素综合征和肾损伤。鉴于利奈唑酮会影响细菌核糖体功能，因此，线粒体损伤的原因被认为是线粒体核糖体功能受到抑制。乳酸酸中毒通常发生在服药后的1至6周内，虽然在停药后会很快恢复，但也可能很严重。相反，因利奈唑酮导致的视神经病变和周围神经病变的恢复通常较缓慢，也可能是永久性的。乳酸酸中毒可致命。多例严重乳酸酸中毒病例中均提到患者出现肝功能缺陷和黄疸。⑵损伤机制： 利奈唑酮导致血清酶含量升高的病因目前未知，有很大可能是因为潜在病因而非利奈唑酮引起的损伤。利奈唑酮导致乳酸酸中毒和周围神经病变的原因可能是其抑制了线粒体核糖体功能和蛋白质合成。⑶肝损星级：★★ 禁忌症 对本药或其他成分过敏者禁用。",
      "full_interactions": "⑴本品有单胺氧化酶抑制作用，禁忌并用拟肾上腺素药物（伪麻黄碱、多巴胺、肾上腺素等）和5-HT再摄取抑制药（如抗抑郁药）、禁用含酪胺食物（奶酪、肉干等）和某些含乙醇饮料（啤酒、红酒等）以免引起血压异常升高。 ⑵避免与使血小板减少的药物合用。 ⑶本品与两性霉素Ｂ、氯丙嗪、地西泮、红霉素、喷他脒、苯妥英有配伍禁忌。 用药交代 遵照医嘱，完成处方的疗程。 用法与用量 口服与静滴剂量相同：滴注时间30～120分钟。 ⑴复杂性皮肤或皮肤软组织感染、社区获得性肺炎及伴发的菌血症、院内获得性肺炎：①成人和超过12岁儿童，一次口服或静脉注射600mg，每12小时1次，疗程10～14日。②儿童（新生儿至11岁）：按体重口服或静脉给药，一次10mg/kg，每12小时1次，疗程欠佳可增至每8小时1次，疗程10～14日。 ⑵治疗耐万古霉素屎肠球菌感染及伴发的菌血症：①成人或12岁以上儿童，每12小时静脉滴注或口服600mg，疗程14～28日。②儿童（新生儿至11岁）：按体重每8小时静脉滴注或口服10mg/kg，疗程10～28日。 ⑶单纯性皮肤或软组织感染：①成人或12岁以上儿童：每12小时口服400mg，青少年每12小时口服600mg，疗程10～14日。②儿童：按体重，＜5岁，每8小时10mg/kg口服；5～11岁，每12小时10mg/kg口服，疗程10～14日。 ⑷耐甲氧西林甲磺酸葡萄球菌（MRSA）感染：①成人，一次600mg，每12小时1次。②儿童和新生儿：按体重10mg/kg，每8小时1次，疗程7日。出生7日以内的早产（＜34周）患儿，初始剂量10mg/kg，每12小时1次，当临床疗效不佳时，应考虑按体重10mg/kg，每8小时1次。从静脉给药换成口服给药时无需调整剂量。 剂型与规格 片剂 200mg 500mg 600mg XJ01XX乙0722 5% 哪儿有 注射液 200mg 100ml 600mg 300ml XJ01XX乙0722 5% 哪儿有 干混悬剂 3g 100mg/5ml 哪儿有",
      "full_pharmacokinetics": "⑴药效学：本品为合成的噁唑烷酮类抗菌药，能抑制细菌蛋白质合成，其特点是与细菌50S核糖体附近界面的30S亚基结合，阻止70S初始复合物的形成而产生杀菌作用。由于其结构特殊和作用机制独特，因此与其他抗菌药无交叉耐药性。对多重耐药的革兰阳性球菌，包括MRSA、MRSE、PRSP、CRSP，尤其是对万古霉素耐药的肠球菌最有效。 ⑵药动学：口服吸收迅速，口服400mg，于1.52小时达峰；Ｃmax为8～10mg/L，高脂饮食可降低本品血药浓度，但AUC仍相近。静脉滴注本品600mg，滴毕血药浓度为12.90mg/L，认为口服与滴注间不必调整剂量，血浆蛋白结合率约31％，Ｖd为40～50L（成年人）。体内代谢成无效代谢物，此反应与细胞色素无关。代谢物由30％由尿液，10％由粪便排泄。ｔ1/2为4.4～5.2小时。",
      "full_precautions": "⑴本品应严格控制使用指征，避免滥用。妊娠期妇女和哺乳期妇女慎用。 ⑵空腹或餐后服用，须避开高脂性饮食及含酪胺食物和含乙醇饮料。 ⑶有高血压病史者使用本品应注意观察。 ⑷据报道，使用利奈唑胺后，可能引起肌酸激酶（CK）升高并导致横纹肌溶解症。在某些情况下，横纹肌溶解症会导致急性肾损伤，如果观察到横纹肌溶解症的体征或症状，应停用利奈唑胺并开始适当的治疗。以下患者应考虑定期监测CK水平：①肌病或横纹肌溶解症风险升高；②近期接受或目前正在使用已知与肌病或横纹肌溶解症相关的其他药物；③出现任何横纹肌溶解症的迹象或症状，包括肌肉疼痛、虚弱或尿液变黑。 药物相互作用 ⑴本品有单胺氧化酶抑制作用，禁忌并用拟肾上腺素药物（伪麻黄碱、多巴胺、肾上腺素等）和5-HT再摄取抑制药（如抗抑郁药）、禁用含酪胺食物（奶酪、肉干等）和某些含乙醇饮料（啤酒、红酒等）以免引起血压异常升高。 ⑵避免与使血小板减少的药物合用。 ⑶本品与两性霉素Ｂ、氯丙嗪、地西泮、红霉素、喷他脒、苯妥英有配伍禁忌。 用药交代 遵照医嘱，完成处方的疗程。 用法与用量 口服与静滴剂量相同：滴注时间30～120分钟。 ⑴复杂性皮肤或皮肤软组织感染、社区获得性肺炎及伴发的菌血症、院内获得性肺炎：①成人和超过12岁儿童，一次口服或静脉注射600mg，每12小时1次，疗程10～14日。②儿童（新生儿至11岁）：按体重口服或静脉给药，一次10mg/kg，每12小时1次，疗程欠佳可增至每8小时1次，疗程10～14日。 ⑵治疗耐万古霉素屎肠球菌感染及伴发的菌血症：①成人或12岁以上儿童，每12小时静脉滴注或口服600mg，疗程14～28日。②儿童（新生儿至11岁）：按体重每8小时静脉滴注或口服10mg/kg，疗程10～28日。 ⑶单纯性皮肤或软组织感染：①成人或12岁以上儿童：每12小时口服400mg，青少年每12小时口服600mg，疗程10～14日。②儿童：按体重，＜5岁，每8小时10mg/kg口服；5～11岁，每12小时10mg/kg口服，疗程10～14日。 ⑷耐甲氧西林甲磺酸葡萄球菌（MRSA）感染：①成人，一次600mg，每12小时1次。②儿童和新生儿：按体重10mg/kg，每8小时1次，疗程7日。出生7日以内的早产（＜34周）患儿，初始剂量10mg/kg，每12小时1次，当临床疗效不佳时，应考虑按体重10mg/kg，每8小时1次。从静脉给药换成口服给药时无需调整剂量。 剂型与规格 片剂 200mg 500mg 600mg XJ01XX乙0722 5% 哪儿有 注射液 200mg 100ml 600mg 300ml XJ01XX乙0722 5% 哪儿有 干混悬剂 3g 100mg/5ml 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "composition": "焦神曲、焦山楂、焦麦芽、白芍、党参、茯苓、麸炒白术、木香、砂仁、醋延胡索、炙甘草。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=8118",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 232,
    "name": "肾石通颗粒",
    "full_name": "(甲)肾石通颗粒",
    "chemical_name": "肾石通颗粒",
    "dosage_form": "颗粒",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "华润三九制药"
    ],
    "specifications": [
      {
        "specification": "5g/袋",
        "manufacturer": "华润三九制药",
        "full_manufacturer": "华润三九(郴州)制药有限公司",
        "price": 20.0,
        "unit": "盒",
        "code": "Y00000014756",
        "approval_number": "国药准字Z43020338",
        "insurance_code": "ZB01DAS0432020104961"
      }
    ],
    "pinyin": "shenshitong",
    "pinyin_initials": "sst",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "可作为饮食和运动的辅助剂，用于改善2型糖尿病成人的血糖控制。 使用限制： ①尚未对有胰腺炎病史的患者进行研究。在有胰腺炎病史的患者中考虑其他抗糖尿病疗法。 ②不建议与任何其他含有GLP-1受体激动剂的产品组合使用。 ③不用于1型糖尿病或糖尿病酮症酸中毒。 ④不建议用于胃轻瘫患者。",
      "dosage": "在腹部、大腿或上臂皮下注射：每天在第一顿饭前1小时内皮下注射1次。",
      "contraindications": "症 ⑴低血糖发作期间。 ⑵对甘精胰岛素、利西森肽或制剂中任何的赋形剂过敏者。",
      "adverse_reactions": "常见：包括低血糖、恶心、鼻咽炎、腹泻、上呼吸道感染和头痛",
      "interactions": "⑴影响葡萄糖代谢的药物：可能需要调整剂量；密切监测血糖。br> ⑵抗肾上腺素能药物（如β受体阻滞剂、可乐定、胍啶和利血平）：低血糖症状可能会减轻。br> ⑶胃排空延迟对口服药物的影响：利西那肽延迟胃排空，可能影响口服药物的吸收。口服避孕药和其他药物，如抗生素和对酰氨基酚，应在给药前至少1小时或给药后11小时服用。 给药说明 ⑴在腹部、大腿或上臂皮下注射，并在同一区域内从一次注射到下一次注射，以减少脂肪营养不良和局部皮肤淀粉样变的风险。 ⑵不要通过静脉或输液泵给药。 ⑶不要稀释或与任何其他胰岛素产",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑷胰岛素方案变化导致的高血糖或低血糖：在密切的医学监督下改变患者的胰岛素方案（如胰岛素强度、制造商、类型、注射部位或给药方法），增加血糖监测频率。增加血糖监测的频率，改变以下因素：胰岛素剂量、共同服用的降血糖药物、膳食模式、体力活动；",
      "source": "湖南药事服务网",
      "full_indications": "可作为饮食和运动的辅助剂，用于改善2型糖尿病成人的血糖控制。 使用限制： ①尚未对有胰腺炎病史的患者进行研究。在有胰腺炎病史的患者中考虑其他抗糖尿病疗法。 ②不建议与任何其他含有GLP-1受体激动剂的产品组合使用。 ③不用于治疗1型糖尿病或糖尿病酮症酸中毒。 ④不建议用于胃轻瘫患者。",
      "full_dosage": "在腹部、大腿或上臂皮下注射：每天在第一顿饭前1小时内皮下注射1次。每次注射可提供15U至60U。每日最大剂量为60单位（60U甘精胰岛素和20μg利西司那肽）。 开始前停用基础胰岛素或GLP-1受体激动剂。 对于初次使用基础胰岛素或GLP-1受体激动剂的患者，目前使用少于30U的基础胰岛素或使用GLP-1受体拮抗剂，建议的起始剂量为15U，每天皮下注射1次。 对于未充分控制30至60U基础胰岛素的患者，起始剂量为30U，每天皮下注射1次。",
      "full_contraindications": "症 ⑴低血糖发作期间。 ⑵对甘精胰岛素、利西森肽或制剂中任何的赋形剂过敏者。",
      "full_adverse_reactions": "最常见不良反应包括低血糖、恶心、鼻咽炎、腹泻、上呼吸道感染和头痛。",
      "full_interactions": "⑴影响葡萄糖代谢的药物：可能需要调整剂量；密切监测血糖。br> ⑵抗肾上腺素能药物（如β受体阻滞剂、可乐定、胍啶和利血平）：低血糖症状可能会减轻。br> ⑶胃排空延迟对口服药物的影响：利西那肽延迟胃排空，可能影响口服药物的吸收。口服避孕药和其他药物，如抗生素和对酰氨基酚，应在给药前至少1小时或给药后11小时服用。 给药说明 ⑴在腹部、大腿或上臂皮下注射，并在同一区域内从一次注射到下一次注射，以减少脂肪营养不良和局部皮肤淀粉样变的风险。 ⑵不要通过静脉或输液泵给药。 ⑶不要稀释或与任何其他胰岛素产品或溶液混合。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴过敏反应和严重超敏反应：可能发生严重、危及生命和全身性过敏反应。如果出现反应，指导患者停止使用，并立即就医。 ⑵胰腺炎：如果怀疑胰腺炎，应立即停止治疗。如果确认胰腺炎，请勿重启。 ⑶即使更换针头，也不要在患者之间共用预充笔。 ⑷胰岛素方案变化导致的高血糖或低血糖：在密切的医学监督下改变患者的胰岛素方案（如胰岛素强度、制造商、类型、注射部位或给药方法），增加血糖监测频率。 ⑸因用药错误导致用药过量：本品含有两种药物。指导患者在每次注射前始终检查标签，因为可能会与胰岛素产品意外混合。不要超过最大剂量或与其他GLP-1受体激动剂一起使用。 ⑹低血糖：可能危及生命。增加血糖监测的频率，改变以下因素：胰岛素剂量、共同服用的降血糖药物、膳食模式、体力活动；以及肾或肝功能损害和低血糖症患者。 ⑺急性肾损伤：监测肾损害患者和严重胃肠道不良反应患者的肾功能。终末期肾病患者不建议使用。 ⑻免疫原性：患者可能产生甘精胰岛素和利西森肽抗体。如果血糖控制恶化或未能达到目标血糖控制，注射部位出现严重反应或过敏反应，应考虑采用替代性抗糖尿病治疗。 ⑼低钾血症：可能危及生命。监测有低钾血症风险的患者的钾水平，并在需要时进行治疗。 ⑽使用噻唑烷二酮（TZDs）时液体潴留和心力衰竭：观察心力衰竭的症状和体征；如果发生心力衰竭，考虑减少剂量或停药。 ⑾急性胆囊疾病：如果怀疑胆结石或胆囊炎，应进行胆囊检查。 药物相互作用 ⑴影响葡萄糖代谢的药物：可能需要调整剂量；密切监测血糖。br> ⑵抗肾上腺素能药物（如β受体阻滞剂、可乐定、胍啶和利血平）：低血糖症状可能会减轻。br> ⑶胃排空延迟对口服药物的影响：利西那肽延迟胃排空，可能影响口服药物的吸收。口服避孕药和其他药物，如抗生素和对酰氨基酚，应在给药前至少1小时或给药后11小时服用。 给药说明 ⑴在腹部、大腿或上臂皮下注射，并在同一区域内从一次注射到下一次注射，以减少脂肪营养不良和局部皮肤淀粉样变的风险。 ⑵不要通过静脉或输液泵给药。 ⑶不要稀释或与任何其他胰岛素产品或溶液混合。 用法与用量 在腹部、大腿或上臂皮下注射：每天在第一顿饭前1小时内皮下注射1次。每次注射可提供15U至60U。每日最大剂量为60单位（60U甘精胰岛素和20μg利西司那肽）。 开始前停用基础胰岛素或GLP-1受体激动剂。 对于初次使用基础胰岛素或GLP-1受体激动剂的患者，目前使用少于30U的基础胰岛素或使用GLP-1受体拮抗剂，建议的起始剂量为15U，每天皮下注射1次。 对于未充分控制30至60U基础胰岛素的患者，起始剂量为30U，每天皮下注射1次。",
      "composition": "金钱草、王不留行（炒）、萹蓄、丹参、延胡索（醋制）、鸡内金（烫）、木香、瞿麦、牛膝、海金沙。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4685",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 233,
    "name": "肾衰宁片",
    "full_name": "(甲)肾衰宁片[国基]",
    "chemical_name": "肾衰宁片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "沈阳东新药业"
    ],
    "specifications": [
      {
        "specification": "0.36g/片",
        "manufacturer": "沈阳东新药业",
        "full_manufacturer": "沈阳东新药业有限公司",
        "price": 7.2,
        "unit": "盒",
        "code": "Y00000014392",
        "approval_number": "国药准字Z20060244",
        "insurance_code": "ZA12AAS0439010101283",
        "location": "D-2",
        "outpatient_location": "J-3"
      }
    ],
    "pinyin": "shenshuaining",
    "pinyin_initials": "ssn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "⑴在配合饮食控制和运动的情况下，单独用药可改善成人2型糖尿病患者的血糖控制； ⑵在单独使用二甲双胍血糖控制不佳时，与二甲双胍联合使用，治疗成人2型糖尿病。",
      "dosage": "口服：推荐剂量为一次75mg，一日2次。早餐前和晚餐前1小时内任何时间服用。如漏药，无需补服。",
      "contraindications": "症 对本品中任何成份有过敏者禁用。",
      "adverse_reactions": "常见：皮疹、呕吐、疼痛等。",
      "interactions": "⑴本品在人体的代谢主要由CYP3A4介导，因此与CYP3A4诱导剂和抑制剂合用应谨憤。 ⑵强效CYP3A4诱导剂（利福平）显著降低多格列艾汀的暴露量与中效CYP3A4诱导剂（依法韦仑）联合用药可使本品的血药浓度-时间曲线下面积（AUC）及血浆峰浓度（Cmax）分别降低51%和23%. 因此，本品与CYP3A4诱导剂（如苯妥英、利福平和卡马西平）合用应谨憤。 ⑶强效CYP3A4抑制剂（伊曲康唑）显著提高多格列艾汀暴露量与中效CYP3A4抑制剂（维拉帕米、氟康唑和红霉素）联合用药可使本品的AUC和C",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴可用于中度至终末期慢性肾病2型糖尿病患者的口服降糖药物，对于肾功能不全患者，无需调整剂量。 ⑵本品目前尚未在孕妇中进行临床研究，在孕妇中使用的安全性未知。不孕妇使用本品。 ⑶尚不清楚本品是否会分泌至人乳汁中，不哺乳期使用本品。 ⑷尚未确定本品在18岁以下儿童及少年患者中的安全性和有效性。 ⑸老年患者无需调整剂量。",
      "source": "湖南药事服务网",
      "full_indications": "⑴在配合饮食控制和运动的情况下，单独用药可改善成人2型糖尿病患者的血糖控制； ⑵在单独使用二甲双胍血糖控制不佳时，与二甲双胍联合使用，治疗成人2型糖尿病。",
      "full_dosage": "口服：推荐剂量为一次75mg，一日2次。早餐前和晚餐前1小时内任何时间服用。如漏药，无需补服。",
      "full_contraindications": "症 对本品中任何成份有过敏者禁用。",
      "full_adverse_reactions": "临床试验中观察到（＜0.4%）的不良反应有：天门冬氨酸氨基转移酶升高、心电图T波异常、白细胞计数降低、血尿酸升高、低HDL胆固醇血症、高尿酸血症、高脂血症、上呼吸道感染；（＜0.3%）的不良反应有：血甘油三脂升高、血肌酸磷酸激酶MB升高、高胆固醇血症、便秘、心肌缺血、贫血；（＜0.1%）的不良反应有：心肌缺血的心电图、血小板计数降低、血碱性璘酸酶升高、低钾血症、脂肪代谢疾病、酮症、十二指肠溃疡、呕吐、消化不良、牙疼、胃肠动力障碍、胃食管反流病、腹胀、肝脂肪变性、支气管炎、一度房室阻滞、冠状动脉疾病、背痛、腰肋疼痛、眼睑水肿、眼脸浮肿、面部水肿、 困倦、勃起功能障碍、皮疹、失眠。",
      "full_interactions": "⑴本品在人体的代谢主要由CYP3A4介导，因此与CYP3A4诱导剂和抑制剂合用应谨憤。 ⑵强效CYP3A4诱导剂（利福平）显著降低多格列艾汀的暴露量与中效CYP3A4诱导剂（依法韦仑）联合用药可使本品的血药浓度-时间曲线下面积（AUC）及血浆峰浓度（Cmax）分别降低51%和23%. 因此，本品与CYP3A4诱导剂（如苯妥英、利福平和卡马西平）合用应谨憤。 ⑶强效CYP3A4抑制剂（伊曲康唑）显著提高多格列艾汀暴露量与中效CYP3A4抑制剂（维拉帕米、氟康唑和红霉素）联合用药可使本品的AUC和Cmax分别升高至2.4和1.2倍。因此，本品与强效或中效CYP3A4抑制剂（如酮康唑、阿扎那韦、克拉霉素、曲地那韦、伊曲康唑、奈法唑酮、奈非那韦、利托那韦、沙奎那韦、泰利霉素和葡萄柚汁合用应谨慎。 用药交代 ⑴治疗期间应注意遵守用药时间，如果漏服，无需补服。 ⑵用药期间不要吃葡萄柚或饮用含有葡萄柚汁的饮料。 用法与用量 口服：推荐剂量为一次75mg，一日2次。早餐前和晚餐前1小时内任何时间服用。如漏药，无需补服。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴可用于中度至终末期慢性肾病2型糖尿病患者的口服降糖药物，对于肾功能不全患者，无需调整剂量。 ⑵本品目前尚未在孕妇中进行临床研究，在孕妇中使用的安全性未知。不建议孕妇使用本品。 ⑶尚不清楚本品是否会分泌至人乳汁中，不建议哺乳期使用本品。 ⑷尚未确定本品在18岁以下儿童及少年患者中的安全性和有效性。 ⑸老年患者无需调整剂量。",
      "composition": "太子参、黄连、法半夏、陈皮、茯苓、大黄、丹参、牛膝、红花、甘草。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7064",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 234,
    "name": "氟康唑氯化钠注射液",
    "full_name": "(甲)氟康唑氯化钠注射液[国基]",
    "chemical_name": "氟康唑氯化钠注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "四川科伦药业"
    ],
    "specifications": [
      {
        "specification": "0.2g/袋",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 45.15,
        "unit": "袋",
        "code": "Y00000014708",
        "approval_number": "国药准字H20055572",
        "insurance_code": "XJ02ACF624B002010102180"
      },
      {
        "specification": "0.2g/袋",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 14.1,
        "unit": "袋",
        "code": "X00686",
        "approval_number": "国药准字H20055572",
        "insurance_code": "XJ02ACF624B002010202180",
        "location": "A-5",
        "outpatient_location": "D-6"
      }
    ],
    "pinyin": "fukangzuolvhuana",
    "pinyin_initials": "fkzlhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于治疗敏感真菌；口咽部和食道感染；时；脑膜意外的新型隐球菌病；艾滋病和非艾滋病患者的隐球菌脑膜炎时；药物；敏感真菌所致的眼部感染；治疗口咽部和食道感染。",
      "dosage": "成人：常用量：①系统性念珠菌感染，包括念珠菌菌血症、散播性念珠菌病，第1日400mg",
      "contraindications": "症 ⑴对本品或其他咪唑类药物有过敏史者禁用。 ⑵本品禁止与特非那定、西沙比利合用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、发热、过敏等。",
      "interactions": "⑴与磺丁脲、格列本脲和格列吡嗪等口服降糖药合用时，本品可减少该类药物在肝脏的代谢，使血药浓度升高，可发生低血糖症，因此需要监测血糖，并减少磺脲类降糖药的剂量。 ⑵与华法林等抗凝药合用时本品可增强其抗凝作用，致凝血酶原时间延长，并可发生出血倾向，应监测凝血酶原时间并谨慎使用。 ⑶苯妥英钠与氟康唑合用时，可使苯妥英钠的血药浓度升高，因此两者同用时需监测苯妥英钠药浓度，并据此调整该药剂量。 ⑷高剂量氟康唑与环孢素合用时，可使环孢素血药浓度升高，致毒性反应发生的危险性增加，因此必须在监测环孢素血药浓度并",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "因此应用本品疗程中应严密观察并监测肝功能，一旦出现临床症状或肝功能持续异常，需立即停药。药物相互作用 ⑴与磺丁脲、格列本脲和格列吡嗪等口服降糖药合用时，本品可减少该类药物在肝脏的代谢，使血药浓度升高，可发生低血糖症，因此需要监测血糖，并减少磺脲类降糖药的剂量。",
      "source": "湖南药事服务网",
      "full_indications": "1.念珠菌病。用于治疗口咽部和食道感染；播散性念珠菌病，包括念珠菌菌血症、腹膜炎、肺炎、尿路感染等；念珠菌外阴阴道炎。上课用于骨髓移植患者接受细胞毒性类药物或放射治疗时，预防念珠菌感染的发生； 2.隐球菌病。用于治疗脑膜意外的新型隐球菌病；在治疗艾滋病和非艾滋病患者的隐球菌脑膜炎时，本品可作为两性霉素B联合氟胞嘧啶初治后的长期维持治疗药物； 3.球孢子菌病； 4.芽生菌病、组织胞浆菌病。本品可作为伊曲康唑的替代选用药物。氟康唑目前在免疫缺陷者中长程预防用药，已经导致了念珠菌属等对氟康唑等抗真菌耐药性的增加，故需掌握指征，避免无指征预防用药； 5.用于治疗敏感真菌所致的眼部感染，如真菌性角膜炎、角膜溃疡等。",
      "full_dosage": "⑴成人常用量：①系统性念珠菌感染，包括念珠菌菌血症、散播性念珠菌病，第1日400mg，以后一日200～400mg，均为一日1次，疗程视病情而定，一般至少4周，症状缓解后至少持续2周。②食道念珠菌病，第1日200mg，以后一日100mg，至少3周，症状缓解后至少持续2周。根据治疗反应，也可加大剂量至一日400mg，一日1次。③口咽部念珠菌病，第1日200mg，以后一日100mg，一日1次，疗程至少2周。④念珠菌外阴阴道炎，150mg单剂口服：⑤预防念珠菌病，有预防用药指征者（参见适应证及给药说明），口服200～400mg，一日1次。⑥隐球菌脑膜炎，初治者，首日400mg，一次静脉滴注，继以一日200～400mg，一日1次，用至脑脊液培养转阴后至少10～12周。本品用于艾滋病患者隐球菌脑膜炎抑制治疗防止复发时可予长程应用本品，一日200mg。 ⑵小儿常用量：①食道念珠菌病，第1日6mg/kg，随后予一日3mg/kg，每日1次，根据病情亦可加大至一日12mg/kg，一日1次，疗程至少3周，症状缓解后至少持续2周。②系统性念珠菌病，治疗散播性念珠菌感染一日6～12mg/kg，疗程视病情而定。③隐球菌脑膜炎，首日12mg/kg，继以一日6mg/kg，一日1次，根据病情亦可增至12mg/kg，一日1次，疗程为脑脊液细菌培养转阴后10～12周。艾滋病患者长程抑制复发治疗为每日6mg/kg，一日1次，长程治疗。小儿应用氟康唑的一日最高剂量不可超过600mg，早产儿（26～29周）出生后首两周内氟康唑每次剂量同年长儿，但给药间期为72小时，在首两周后可改为一日给药1次。治疗隐球菌脑膜炎初期宜静脉给药。静脉滴注最大速率为每小时200mg。 ⑶肾功能减退患者的肌酐清除率＞50ml/min或0.83ml/s时，不需要调整剂量；肌酐清除率为11～50ml/min或0.18～0.83ml/s时，剂量减为正常剂量的一半。血液透析患者在每次透析后可给予一日量，应在给予一次3小时血液透析后氟康唑血药浓度约降低50％。 ⑷作为眼部用药时：滴入结膜囊内，一日4～6次，重症时每1～2小时一次，一次1～2滴。滴眼后尚未发现明显眼部和全身",
      "full_contraindications": "症 ⑴对本品或其他咪唑类药物有过敏史者禁用。 ⑵本品禁止与特非那定、西沙比利合用。",
      "full_adverse_reactions": "本品不良反应发生率约为10％～16％。主要有以下几个方面： ⑴消化道反应：恶心、呕吐、腹痛或腹泻等。 ⑵过敏反应：可表现为皮疹，偶可发生严重的剥脱性皮炎、渗出性多形红斑，个别病例可发生过敏性休克。 ⑶肝毒性：本品治疗中可发生轻度一过性血清氨基转移酶升高，偶可出现肝毒性症状。并有罕见死亡病例报道，此多发生在原有严重基础疾患者，因此在本品治疗开始前、治程中应定期检查肝功能，如肝功能出现持续异常或加剧，或出现肝毒性临床症状时均需立即中止治疗。 ⑷周围血象中性粒细胞减少和血小板减少偶可发生，多为一过性。 肝损伤 ⑴肝毒性： 5%接受氟康唑治疗的患者出现血清转氨酶暂时轻中度升高，但通常不伴有症状，甚至可能在持续治疗过程中恢复正常。临床明显的肝毒性非常罕见。氟康唑引起的肝损伤普遍属于肝细胞损伤型，通常在治疗开始后前几周出现，可能伴随着超敏性反应，如发热、皮疹和嗜酸性粒细胞增多症。氟康唑引起肝损伤致死的病例已报告，但多数病例中，肝损伤具有自限性。患者在停止使用氟康唑后几周后恢复，部分患者可能需要2至3个月。⑵损伤机制： 氟康唑导致明显临床肝中毒的机制目前未知；但可能与氟康唑改变人体甾醇合成的能力有关。氟康唑是一种强效的细胞色素P450酶CYP 3A4抑制剂，能够显著降低其在血清中的含量，因此可引起由CYP 3A4代谢的药物（尤其是他汀类药物和环孢霉素）的严重肝毒性。⑶肝损星级：★★ 禁忌症 ⑴对本品或其他咪唑类药物有过敏史者禁用。 ⑵本品禁止与特非那定、西沙比利合用。",
      "full_interactions": "⑴与磺丁脲、格列本脲和格列吡嗪等口服降糖药合用时，本品可减少该类药物在肝脏的代谢，使血药浓度升高，可发生低血糖症，因此需要监测血糖，并减少磺脲类降糖药的剂量。 ⑵与华法林等抗凝药合用时本品可增强其抗凝作用，致凝血酶原时间延长，并可发生出血倾向，应监测凝血酶原时间并谨慎使用。 ⑶苯妥英钠与氟康唑合用时，可使苯妥英钠的血药浓度升高，因此两者同用时需监测苯妥英钠药浓度，并据此调整该药剂量。 ⑷高剂量氟康唑与环孢素合用时，可使环孢素血药浓度升高，致毒性反应发生的危险性增加，因此必须在监测环孢素血药浓度并调整剂量的情况下方可谨慎应用。 ⑸利福平与氟康唑合用时，可降低氟康唑的血药浓度，可根据临床情况，必要时调整氟康唑的剂量。 ⑹与茶碱合用时，茶碱的血药浓度约可增高13％，可导致不良反应增加，需监测茶碱血浓度，必要时进行剂量调整。 ⑺特非那定与氟康唑合用时可使特非那定血药浓度增高，致ＱＴ间期延长，可导致严重室性心律紊乱的发生，因此禁止两药合用。 ⑻西沙比利与氟康唑合用时可使西沙比利血药浓度升高，致ＱＴ间期延长，可导致严重室性心律紊乱，包括尖端扭转室性，因此禁止两药合用。 ⑼阿司咪唑与氟康唑合用时，阿司咪唑血药浓度升高，需严密观察有无严重不良反应发生。 ⑽口服避孕药二烯酮与氟康唑合用时，二烯酮的药时曲线下面积可增高。 ⑾他克莫司或（和）齐多夫定与氟康唑合用时，他克莫司、齐多夫定的血药浓度可增高。 ⑿氢氯噻嗪可使氟康唑的血药浓度升高，可能与氢氯噻嗪使氟康唑肾清除减少有关。 用药交代 ⑴遵照医嘱合理服用，不可擅自增加剂量或者增加每日服药次数，需要按医嘱完成处方的疗程。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 不推荐在静脉输注氟康唑前，与其他任何药物混合。 输液调配 ⑴氟康唑注射液：一次用量用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液100ml稀释。需限钠的病人应考虑用5%葡萄糖注射液稀释。 ⑵注射用氟康唑：每瓶药物用0.9%氯化钠注射液或5%葡萄糖注射液适量溶解，一次用量药物溶解液稀释于相对应输液100～250ml中，使终浓度为2mg/ml。 ⑶新鲜调配为无色的澄明液体。氟康唑注射液用0.9%氯化钠注射液调配的稀释液pH为4.0～8.0，用5%葡萄糖注射液调配的稀释液pH为3.5～6.5。 【稳定性】氟康唑浓度为1mg/ml的5%葡萄糖注射液或乳酸钠林格注射液于25℃24h化学性质稳定。 给药说明 ⑴由于氟康唑口服吸收完全，其每日口服剂量与静脉给药者相同。 ⑵氟康唑静脉滴注给药时，滴注速度为每小时200mg。 ⑶肾功能损害的成人患者，如果肌酐清除率＞50ml/min时，无需调整剂量；如果肌酐清除率在11～50ml/min范围时，剂量减半。血液透析患者在每次透析后可给予全量（一日量），因在给予一次3小时血液透析后氟康唑血药浓度约降低50％。 用法与用量 ⑴成人常用量：①系统性念珠菌感染，包括念珠菌菌血症、散播性念珠菌病，第1日400mg，以后一日200～400mg，均为一日1次，疗程视病情而定，一般至少4周，症状缓解后至少持续2周。②食道念珠菌病，第1日200mg，以后一日100mg，至少3周，症状缓解后至少持续2周。根据治疗反应，也可加大剂量至一日400mg，一日1次。③口咽部念珠菌病，第1日200mg，以后一日100mg，一日1次，疗程至少2周。④念珠菌外阴阴道炎，150mg单剂口服：⑤预防念珠菌病，有预防用药指征者（参见适应证及给药说明），口服200～400mg，一日1次。⑥隐球菌脑膜炎，初治者，首日400mg，一次静脉滴注，继以一日200～400mg，一日1次，用至脑脊液培养转阴后至少10～12周。本品用于艾滋病患者隐球菌脑膜炎抑制治疗防止复发时可予长程应用本品，一日200mg。 ⑵小儿常用量：①食道念珠菌病，第1日6mg/kg，随后予一日3mg/kg，每日1次，根据病情亦可加大至一日12mg/kg，一日1次，疗程至少3周，症状缓解后至少持续2周。②系统性念珠菌病，治疗散播性念珠菌感染一日6～12mg/kg，疗程视病情而定。③隐球菌脑膜炎，首日12mg/kg，继以一日6mg/kg，一日1次，根据病情亦可增至12mg/kg，一日1次，疗程为脑脊液细菌培养转阴后10～12周。艾滋病患者长程抑制复发治疗为每日6mg/kg，一日1次，长程治疗。小儿应用氟康唑的一日最高剂量不可超过600mg，早产儿（26～29周）出生后首两周内氟康唑每次剂量同年长儿，但给药间期为72小时，在首两周后可改为一日给药1次。治疗隐球菌脑膜炎初期宜静脉给药。静脉滴注最大速率为每小时200mg。 ⑶肾功能减退患者的肌酐清除率＞50ml/min或0.83ml/s时，不需要调整剂量；肌酐清除率为11～50ml/min或0.18～0.83ml/s时，剂量减为正常剂量的一半。血液透析患者在每次透析后可给予一日量，应在给予一次3小时血液透析后氟康唑血药浓度约降低50％。 ⑷作为眼部用药时：滴入结膜囊内，一日4～6次，重症时每1～2小时一次，一次1～2滴。滴眼后尚未发现明显眼部和全身不良反应。",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴肝毒性：通常本品可致一过性肝功能异常，停药后恢复正常，但偶可致严重肝毒性，并有死亡病例报道，此发生于有严重基础疾病的患者。因此应用本品疗程中应严密观察并监测肝功能，一旦出现临床症状或肝功能持续异常，需立即停药。 ⑵本品偶可致严重的剥脱性皮炎，因此在该药治程中，需密切观察，如出现皮疹并呈进展性，则需中止治疗。此严重皮损在艾滋病或恶性肿瘤等严重基础情况者中易发生。 ⑶妊娠期应用：本品高剂量投予动物时可出现流产、死胎增多等，在妊娠妇女中缺乏充足的、没有对照的临床研究资料。该药在孕妇中应用属Ｃ类。仅在其可能的受益大于对胎儿潜在的危险性时，方可充分权衡利弊考虑是否用药。 ⑷本品可分泌入乳汁中，乳汁中药物浓度于血药浓度相仿，因此不推荐氟康唑用于乳妇。 ⑸小儿中应用：氟康唑用于日龄1日至17岁患者577例的安全性与成人相仿，该药用于6个月以下婴儿的病例数尚不多，其安全性及有效性的确立有待临床资料的积累。 ⑹由于本品主要经肾排出，因此治程中需定期随访肾功能检查。用于肾功能减退患者及老年患者需减量应用。 ⑺本品与肝毒性药物合用时，可使肝毒性的发生率增高，故需严密观察。 ⑻氟康唑应用疗程应视感染部位及个体治疗反应而定。一般应持续至真菌感染的临床表现及实验室检查指标显示真菌感染小时为止。隐球菌脑膜炎或反复发作口咽部念珠菌病的艾滋病患者需本品长期维持治疗以防止复发。 ⑼接受骨髓移植者，如严重粒细胞减少已先期发生，则应预防用氟康唑，直至中性粒细胞计数上升至1.0×109/L以上后7日。 药物相互作用 ⑴与磺丁脲、格列本脲和格列吡嗪等口服降糖药合用时，本品可减少该类药物在肝脏的代谢，使血药浓度升高，可发生低血糖症，因此需要监测血糖，并减少磺脲类降糖药的剂量。 ⑵与华法林等抗凝药合用时本品可增强其抗凝作用，致凝血酶原时间延长，并可发生出血倾向，应监测凝血酶原时间并谨慎使用。 ⑶苯妥英钠与氟康唑合用时，可使苯妥英钠的血药浓度升高，因此两者同用时需监测苯妥英钠药浓度，并据此调整该药剂量。 ⑷高剂量氟康唑与环孢素合用时，可使环孢素血药浓度升高，致毒性反应发生的危险性增加，因此必须在监测环孢素血药浓度并调整剂量的情况下方可谨慎应用。 ⑸利福平与氟康唑合用时，可降低氟康唑的血药浓度，可根据临床情况，必要时调整氟康唑的剂量。 ⑹与茶碱合用时，茶碱的血药浓度约可增高13％，可导致不良反应增加，需监测茶碱血浓度，必要时进行剂量调整。 ⑺特非那定与氟康唑合用时可使特非那定血药浓度增高，致ＱＴ间期延长，可导致严重室性心律紊乱的发生，因此禁止两药合用。 ⑻西沙比利与氟康唑合用时可使西沙比利血药浓度升高，致ＱＴ间期延长，可导致严重室性心律紊乱，包括尖端扭转室性，因此禁止两药合用。 ⑼阿司咪唑与氟康唑合用时，阿司咪唑血药浓度升高，需严密观察有无严重不良反应发生。 ⑽口服避孕药二烯酮与氟康唑合用时，二烯酮的药时曲线下面积可增高。 ⑾他克莫司或（和）齐多夫定与氟康唑合用时，他克莫司、齐多夫定的血药浓度可增高。 ⑿氢氯噻嗪可使氟康唑的血药浓度升高，可能与氢氯噻嗪使氟康唑肾清除减少有关。 用药交代 ⑴遵照医嘱合理服用，不可擅自增加剂量或者增加每日服药次数，需要按医嘱完成处方的疗程。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 配伍禁忌 不推荐在静脉输注氟康唑前，与其他任何药物混合。 输液调配 ⑴氟康唑注射液：一次用量用0.9%氯化钠注射液、5%葡萄糖注射液或乳酸钠林格注射液100ml稀释。需限钠的病人应考虑用5%葡萄糖注射液稀释。 ⑵注射用氟康唑：每瓶药物用0.9%氯化钠注射液或5%葡萄糖注射液适量溶解，一次用量药物溶解液稀释于相对应输液100～250ml中，使终浓度为2mg/ml。 ⑶新鲜调配为无色的澄明液体。氟康唑注射液用0.9%氯化钠注射液调配的稀释液pH为4.0～8.0，用5%葡萄糖注射液调配的稀释液pH为3.5～6.5。 【稳定性】氟康唑浓度为1mg/ml的5%葡萄糖注射液或乳酸钠林格注射液于25℃24h化学性质稳定。 给药说明 ⑴由于氟康唑口服吸收完全，其每日口服剂量与静脉给药者相同。 ⑵氟康唑静脉滴注给药时，滴注速度为每小时200mg。 ⑶肾功能损害的成人患者，如果肌酐清除率＞50ml/min时，无需调整剂量；如果肌酐清除率在11～50ml/min范围时，剂量减半。血液透析患者在每次透析后可给予全量（一日量），因在给予一次3小时血液透析后氟康唑血药浓度约降低50％。 用法与用量 ⑴成人常用量：①系统性念珠菌感染，包括念珠菌菌血症、散播性念珠菌病，第1日400mg，以后一日200～400mg，均为一日1次，疗程视病情而定，一般至少4周，症状缓解后至少持续2周。②食道念珠菌病，第1日200mg，以后一日100mg，至少3周，症状缓解后至少持续2周。根据治疗反应，也可加大剂量至一日400mg，一日1次。③口咽部念珠菌病，第1日200mg，以后一日100mg，一日1次，疗程至少2周。④念珠菌外阴阴道炎，150mg单剂口服：⑤预防念珠菌病，有预防用药指征者（参见适应证及给药说明），口服200～400mg，一日1次。⑥隐球菌脑膜炎，初治者，首日400mg，一次静脉滴注，继以一日200～400mg，一日1次，用至脑脊液培养转阴后至少10～12周。本品用于艾滋病患者隐球菌脑膜炎抑制治疗防止复发时可予长程应用本品，一日200mg。 ⑵小儿常用量：①食道念珠菌病，第1日6mg/kg，随后予一日3mg/kg，每日1次，根据病情亦可加大至一日12mg/kg，一日1次，疗程至少3周，症状缓解后至少持续2周。②系统性念珠菌病，治疗散播性念珠菌感染一日6～12mg/kg，疗程视病情而定。③隐球菌脑膜炎，首日12mg/kg，继以一日6mg/kg，一日1次，根据病情亦可增至12mg/kg，一日1次，疗程为脑脊液细菌培养转阴后10～12周。艾滋病患者长程抑制复发治疗为每日6mg/kg，一日1次，长程治疗。小儿应用氟康唑的一日最高剂量不可超过600mg，早产儿（26～29周）出生后首两周内氟康唑每次剂量同年长儿，但给药间期为72小时，在首两周后可改为一日给药1次。治疗隐球菌脑膜炎初期宜静脉给药。静脉滴注最大速率为每小时200mg。 ⑶肾功能减退患者的肌酐清除率＞50ml/min或0.83ml/s时，不需要调整剂量；肌酐清除率为11～50ml/min或0.18～0.83ml/s时，剂量减为正常剂量的一半。血液透析患者在每次透析后可给予一日量，应在给予一次3小时血液透析后氟康唑血药浓度约降低50％。 ⑷作为眼部用药时：滴入结膜囊内，一日4～6次，重症时每1～2小时一次，一次1～2滴。滴眼后尚未发现明显眼部和全身不良反应。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3090",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 235,
    "name": "吸入用盐酸氨溴索溶液",
    "full_name": "(甲)吸入用盐酸氨溴索溶液",
    "chemical_name": "吸入用盐酸氨溴索溶液",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "银谷制药"
    ],
    "specifications": [
      {
        "specification": "2ml:15mg/支",
        "manufacturer": "银谷制药",
        "full_manufacturer": "银谷制药有限责任公司",
        "price": 84.3,
        "unit": "盒",
        "code": "X00344",
        "approval_number": "国药准字H20223050",
        "insurance_code": "XR05CBA198L019020100123",
        "location": "C-2",
        "outpatient_location": "A-4"
      }
    ],
    "pinyin": "xiruyongyansuananxiusuorongye",
    "pinyin_initials": "xryysaxsry",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "⑴用于和预防成人和儿童甲型、乙型流行性感冒(流感)。俄罗斯已经批准用于2岁儿童。 ⑵用于A、B型流行性感冒(流感)病毒等引起的上呼吸道感染。",
      "dosage": "⑴治疗：一次口服0.2g，一日4次，疗程4日； ⑵预防：与流感患者接触者的高危人群，一次口服0.2g，一日1次，共5～10日；流感流行季节，一次0.1g，一日3次，共20～21日。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头晕、瘙痒、过敏、疼痛等。",
      "interactions": "⑴若与铝制剂同时服用，则影响本品的吸收。如果在服用本品1～2小时后，再服用铝制剂，则不影响药物的吸收。 ⑵与丙磺舒同时应用，本品的半衰期延长至10小时。 ⑶与茶碱合用，则血中的茶碱浓度会增加。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约4.01h。",
      "precautions": "⑴孕妇及哺乳期妇女、严重肾功能不全者、有窦房结病变或功能不全的患者慎用。⑵本品用于妊娠期和哺乳期妇女的疗效与安全性尚无充分证据，孕妇及哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗和预防成人和儿童甲型、乙型流行性感冒(流感)。俄罗斯已经批准用于2岁儿童。 ⑵用于A、B型流行性感冒(流感)病毒等引起的上呼吸道感染。",
      "full_pharmacokinetics": "半衰期为10.55±4.01h tmax为20min；150",
      "full_dosage": "⑴治疗：一次口服0.2g，一日4次，疗程4日； ⑵预防：与流感患者接触者的高危人群，一次口服0.2g，一日1次，共5～10日；流感流行季节，一次0.1g，一日3次，共20～21日。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "上市后监测中发现本品报告有以下不良反应（发生率未知）： ⑴胃肠系统：腹泻、腹部不适、腹胀、恶心、呕吐、腹泻、厌食、口腔感觉减退。 ⑵肝胆系统：肝功能异常、黄疸、血胆红素升高、肝酶升高。 ⑶皮肤及皮下组织：皮疹、瘙痒。 ⑷神经系统和精神类反应：头晕、食欲减退。 ⑸代谢和营养障碍：血尿酸升高、血脂异常。 ⑹全身性损害：乏力、疼痛。 ⑺心血管系统：心动过缓。 ⑻免疫系统：过敏反应。 ⑼其他：肌痛、血肌酐异常、白细胞计数降低。 本品动物实验未发现致畸、致突变作用。 肾损伤 孕妇及哺乳期妇女、严重肾功能不全者、有窦房结病变或功能不全的患者慎用。",
      "full_interactions": "⑴若与铝制剂同时服用，则影响本品的吸收。如果在服用本品1～2小时后，再服用铝制剂，则不影响药物的吸收。 ⑵与丙磺舒同时应用，本品的半衰期延长至10小时。 ⑶与茶碱合用，则血中的茶碱浓度会增加。",
      "full_precautions": "⑴孕妇及哺乳期妇女、严重肾功能不全者、有窦房结病变或功能不全的患者慎用。 ⑵本品用于妊娠期和哺乳期妇女的疗效与安全性尚无充分证据，孕妇及哺乳期妇女慎用。 ⑶尚无65岁以上老年人用药安全性的临床数据。 药物相互作用 ⑴若与铝制剂同时服用，则影响本品的吸收。如果在服用本品1～2小时后，再服用铝制剂，则不影响药物的吸收。 ⑵与丙磺舒同时应用，本品的半衰期延长至10小时。 ⑶与茶碱合用，则血中的茶碱浓度会增加。",
      "full_pregnancy_category": "C\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2249",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 236,
    "name": "参葛补肾胶囊",
    "full_name": "※▲(乙10%)参葛补肾胶囊",
    "chemical_name": "参葛补肾胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "新疆华春生物药业股份有限公司药业有限公司)"
    ],
    "specifications": [
      {
        "specification": "0.32g/粒",
        "manufacturer": "新疆华春生物药业股份有限公司药业有限公司)",
        "full_manufacturer": "新疆华春生物药业股份有限公司(委托生产企业：国药集团德众(佛山)药业有限公司)",
        "price": 104.4,
        "unit": "盒",
        "code": "C00027",
        "approval_number": "国药准字Z20220008",
        "insurance_code": "ZA13AAS1085010200255",
        "location": "D-4",
        "outpatient_location": "K-3"
      }
    ],
    "pinyin": "※▲cangebushen",
    "pinyin_initials": "※▲cgbs",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "1.治疗子宫内膜异位症； 2.子宫肌瘤； 3.性早熟； 4.也可用于辅助生育技术； 5.前列腺的内分泌治疗，替代睾丸切除，作为药物去势治疗； 6.前列腺癌。",
      "dosage": "成人：每4周1次，连续使用12～24周，一次3.75mg；儿童：按体重一次30μg",
      "contraindications": "症 ⑴对本药过敏者及GnRH（垂体促性腺激素释放素）有过敏者禁用。 ⑵孕妇或有可能妊娠的妇女，或哺乳期妇女禁用。 ⑶有性质不明的、异常的阴道出血者（有可能为恶性疾病）。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、过敏、疼痛等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": "X\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴有下列情况者慎用：①充血性心力衰竭或有心血管疾病史者；②血栓栓塞患者；③限制钠盐摄入者；④骨质疏松者；⑤伴有脊髓压迫者；⑥输尿管梗阻患者；⑦肾功能障碍者；⑧老年患者生理功能低下者。 ⑵醇可加重本品的",
      "source": "湖南药事服务网",
      "full_indications": "1.治疗子宫内膜异位症； 2.子宫肌瘤； 3.性早熟； 4.也可用于辅助生育技术； 5.前列腺的内分泌治疗，替代睾丸切除，作为药物去势治疗； 6.前列腺癌。",
      "full_dosage": "皮下注射： ⑴子宫内膜异位症/子宫肌瘤：成人每4周1次，连续使用12～24周，一次3.75mg或3.6mg，当患者体重低于50kg时，一次1.88mg，每4周1次。用已配备的悬浮液2ml调制后皮下注射。初次给药应从月经周期的1～5日开始。 ⑵前列腺癌、闭经前乳腺癌：成人每4周1次，一次3.75mg。 ⑶中枢性性早熟症：皮下或肌内注射，儿童按体重一次30μg/kg，每4周1次，根据患者症状可增量至90μg/kg。给药前，应用附加的2ml混悬液将瓶内药物充分混悬，注意勿起泡沫。首剂注射前最好先使用雄激素拮抗剂一周。如果是加量长效制剂，3个月或4个月注射一次。",
      "full_contraindications": "症 ⑴对本药过敏者及GnRH（垂体促性腺激素释放素）有过敏者禁用。 ⑵孕妇或有可能妊娠的妇女，或哺乳期妇女禁用。 ⑶有性质不明的、异常的阴道出血者（有可能为恶性疾病）。",
      "full_adverse_reactions": "⑴代谢、内分泌系统：常见潮热、多汗、国外有用药后出现高磷酸盐血症及体重改变的报道。 ⑵中枢神经系统：常见头痛，可见抑郁、眩晕、情绪不稳定等。 ⑶消化系统：可见恶心、呕吐、偶见肝功能异常，使用本药长效制剂后，国外有出现腹水的观察报道。 ⑷骨骼肌肉系统：发生关节疼痛、骨密度降低。 ⑸泌尿生殖系统：可出现阳痿和睾丸萎缩疼痛、夜尿、尿频。 ⑹呼吸系统：国外有用药后发生间质性肺炎的个案报道。 ⑺血液系统：偶有贫血和白细胞减少报道。 ⑻皮肤毛发：可见注射部位发红并感疼痛，可有脱发或多毛现象，也可见痤疮、皮疹。 如作为妇产科用药的不良反应： ⑴用药初期会使原有症状加重。 ⑵卵巢不应期主要出现雌激素低下症状，出汗、外阴阴道萎缩引起的阴道干燥、性欲减退和性交困难。 ⑶治疗超过6个月会造成骨量丢失。 ⑷少数妇女出现头痛、虚弱、情绪变化等症状。 ⑸极个别出现发痒、皮疹、高烧、过敏症。 ⑹极个别妇女停药后仍持续闭经。 禁忌症 ⑴对本药过敏者及GnRH（垂体促性腺激素释放素）有过敏者禁用。 ⑵孕妇或有可能妊娠的妇女，或哺乳期妇女禁用。 ⑶有性质不明的、异常的阴道出血者（有可能为恶性疾病）。",
      "full_interactions": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴有下列情况者慎用：①充血性心力衰竭或有心血管疾病史者；②血栓栓塞患者；③限制钠盐摄入者；④骨质疏松者；⑤伴有脊髓压迫者；⑥输尿管梗阻患者；⑦肾功能障碍者；⑧老年患者生理功能低下者。 ⑵醇可加重本品的",
      "full_pregnancy_category": "X\n \n",
      "composition": "太子参、葛根、淫羊藿。 太子参益气、养阴、生津，针对气阴两虚的核心病机，为君药。葛根升阳生津；淫羊藿具有温肾壮阳之功效，助君药升发阳气，使补而不滞，共为臣药。临床用于中医辨证为气阴两虚、肾气不足证引发的轻、中度抑郁患者，完全体现中医郁证辨证结合特点。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13594",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 237,
    "name": "散寒化湿颗粒",
    "full_name": "※▲(乙10%)散寒化湿颗粒",
    "chemical_name": "散寒化湿颗粒",
    "dosage_form": "颗粒",
    "types": [],
    "manufacturers": [
      "江苏康缘药业"
    ],
    "specifications": [
      {
        "specification": "10g/袋",
        "manufacturer": "江苏康缘药业",
        "full_manufacturer": "江苏康缘药业股份有限公司",
        "price": 82.8,
        "unit": "盒",
        "code": "C00028",
        "approval_number": "国药准字C20220001",
        "insurance_code": "ZA06CAS1084010101463",
        "location": "D-4"
      }
    ],
    "pinyin": "※▲sanhanhuashi",
    "pinyin_initials": "※▲shhs",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "用于患者经历了其他两种抗精神病药充分治疗无效或不能耐受其他药物；各型精神分裂症；躁狂症或其他精神病性障碍的兴奋躁动和幻觉、妄想；无效或不能耐受其他药物的治疗；急性和慢性精神分裂症的各个亚型；治疗躁狂症或其他精神病性障碍的兴奋躁动和幻觉、妄想；难治性精神分裂症。",
      "dosage": "口服：成人常用量，初始剂量一次25mg，一日2～3次，然后每日增加25～50mg，耐受良好，在开始治疗的第2周末将一日总量增至200～400mg。如病情需要可继续每周加量1～2次，每次增加50～100mg。维持剂量一日200～400mg，最高日剂量不超过600mg。",
      "contraindications": "过敏；孕妇禁用。",
      "adverse_reactions": "常见：中枢神经系统反应，如嗜睡、镇静、头晕、眩晕、头痛和震颤等；心血管反应，如心动过速、低血压和晕厥等；自主神经系统反应，如过度活动、流涎、出汗、口干和视觉障碍等；胃肠反应，如便秘和恶心等；其他反应，如发热等",
      "interactions": "⑴合用其他精神治疗药物可能影响氯氮平的血药浓度，导致氯氮平血药浓度的波动，为避免发生",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴12岁以下儿童的安全性和有效性研究尚未确立，因此，12岁以下儿童不宜用。 ⑵下列情况慎用：①闭角型青光眼；②前列腺增生；③痉挛性疾病或病史者；④心血管疾病。 ⑶使用过量易发生心律失常、谵妄或呼吸抑制。",
      "source": "湖南药事服务网",
      "full_indications": "治疗各型精神分裂症。对精神分裂症的阳性或阴性症状有较好的疗效，适用于急性和慢性精神分裂症的各个亚型，对偏执型、青春型效果好。也可以减轻与精神分裂症有关的情感症状（如抑郁、负罪感、焦虑）。本品也用于治疗躁狂症或其他精神病性障碍的兴奋躁动和幻觉、妄想，适用于难治性精神分裂症。但因导致粒细胞减少症，一般不作为首选药物，而用于患者经历了其他两种抗精神病药充分治疗无效或不能耐受其他药物的治疗。",
      "full_dosage": "口服：成人常用量，初始剂量一次25mg，一日2～3次，然后每日增加25～50mg，耐受良好，在开始治疗的第2周末将一日总量增至200～400mg。如病情需要可继续每周加量1～2次，每次增加50～100mg。维持剂量一日200～400mg，最高日剂量不超过600mg。",
      "full_contraindications": "症 ⑴严重心、肝、肾疾患、低血压、青光眼患者禁用； ⑵对氯氮平或氯氮平其他组份过敏的患者禁用； ⑶骨髓增生障碍的患者禁用； ⑷未得到有效控制的癫痫患者禁用； ⑸麻痹性肠梗阻患者禁用； ⑹曾因氯氮平导致粒细胞缺乏症或严重粒细胞减少的患者禁用； ⑺与典型抗精神病药类似，对有严重中枢神经系统抑制或处于各种原因所致昏迷状态的患者禁用。 ⑻禁与其他能引起粒细胞缺乏症或有骨髓抑制作用的药物合用。 ⑼孕妇禁用。",
      "full_adverse_reactions": "，可导致严重的感染和死亡。因此，氯氮平仅适用于对至少2种不同抗精神病药足量足疗程治疗无效的难治性精神分裂症患者的治疗。使用氯氮平治疗的患者，必须在开始治疗前进行白细胞计数（WBC）和中性粒细胞绝对值（ANC）的基线检查，并在治疗期间定期进行复查，用药后的首个6个月内，每周复查一次；若正常，之后6个月可降至每2周复查一次，若复查结果仍正常，之后的复查频率可降至每4周一次；停药后的至少4周内，每周复查一次。用药期间，建议患者立即报告符合严重中性粒细胞减少或感染（例如发热、虚弱、嗜睡或咽喉痛）的症状。氯氮平应在具备相应处方资质的医师或在专科医师指导下使用。 2.癫痫发作。氯氮平可致癫痫发作，风险与剂量有关，剂量越高越易发生。使用本品应从小剂量开始服用，逐渐增加剂量，并分次使用。有癫痫发作史或其他易感因素（如中枢神经系统疾病、使用其他诱发癫痫的药物、酗酒）的患者应慎用氯氮平。应告知患者避免从事那些因意识突然丧失而对自身或他人带来危险的活动。 3.体位性低血压、心动过缓、晕厥和其他心血管和呼吸系统的不良反应。氯氮平可导致伴有或不伴有晕厥的体位性低血压和心动过缓，极少数患者出现重度虚脱并伴有呼吸和/或心脏骤停。体位性低血压多在从初始剂量快速增加剂量的过程中发生。心血管或脑血管疾病或易发生低血压病症（如脱水、使用抗高血压药物）的患者应谨慎使用氯氮平。服用氯氮平期间出现短暂间隔（如2天或2天以上）的患者再次服药时，应以12.5mg作为起始剂量，一天1次或2次。已有患者在开始服用苯二氮䓬类或其他抗精神病药期间出现虚脱、呼吸骤停和心脏骤停的报告，所以，正在服用苯二氮䓬类或其他抗精神病药的患者开始给予氯氮平时，应特别慎重。 4.心肌炎、心肌病和二尖瓣功能不全。上市后的安全数据分析表明，氯氮平具有增加致死性心肌炎和心肌病发生的危险性，尤其是（但不仅限于）在服药的第1个月。心肌病的症状通常晚于氯氮平相关心肌炎，并且通常在治疗8周后发生。在用氯氮平治疗期间的任何时期都可能发生心肌炎和心肌病。如出现胸痛、心动过速、心悸、呼吸困难、发热、流感样症状、低血压或心电图改变，应考虑心肌炎或心肌病的可能性。已有服用氯氮平导致二尖瓣功能不全的病例报告，这些病例的二维超声心动图中有轻度或中度二尖瓣反流。一旦怀疑患者发生心肌炎或心肌病，应立即停止服用氯氮平并转专科就诊，氯氮平相关心肌炎或心肌病患者不应再次接受氯氮平治疗。 5.痴呆相关性精神病老年患者的死亡率增加。使用氯氮平等非典型抗精神病药治疗患有痴呆相关性精神病的老年患者时，死亡的风险会增加。氯氮平片未被批准用于治疗痴呆相关的精神病患者。 英文名称 Clozapine 其他名称 氯扎平、二氮杂䓬、Clozaril、Leponex 基本药物（片剂：25mg、50mg）类别(、)备注 2025版、口服常释剂型为类，口腔崩解片为类 处方或非处方药 处方药 妊娠期用药方式 口服给药 妊娠期用药安全分级 B 性状 本品为淡黄色结晶性粉末，无臭无味。在水中几乎不溶，在醇中溶解，在氯仿中易溶。 贮存条件 避光，密闭保存。 适应证 治疗各型精神分裂症。对精神分裂症的阳性或阴性症状有较好的疗效，适用于急性和慢性精神分裂症的各个亚型，对偏执型、青春型效果好。也可以减轻与精神分裂症有关的情感症状（如抑郁、负罪感、焦虑）。本品也用于治疗躁狂症或其他精神病性障碍的兴奋躁动和幻觉、妄想，适用于难治性精神分裂症。但因导致粒细胞减少症，一般不作为首选药物，而用于患者经历了其他两种抗精神病药充分治疗无效或不能耐受其他药物的治疗。 药理作用 ⑴药效学：本品是二苯二氮䓬类广谱抗精神病药，对多种受体如多巴胺1，多巴胺2，多巴胺4,5-HT2和Ｍ受体有较高的亲和力，有报道氯氮平对多巴胺4受体的亲和力高于5-HT2、多巴胺2和多巴胺1受体，与其抗精神病作用强和锥体外系不良反应少有关。由于氯氮平不与结节-漏斗多巴胺系统结合，故甚少或不影响血清催乳素的含量。 ⑵药动学：口服吸收迅速、完全，有首过消除，ｔmax为2.5小时（1～6小时），生物利用度（F）为50％。血浆蛋白结合率高达95％，吸收后迅速广泛分布到各组织，可通过血-脑脊液屏障。几乎完全在肝脏代谢，主要经CYP1A2、3A4催化，生成N-去基、羟化及N-氧化代谢产物。代谢产物及极微量原形药物有尿急粪便排出体外。血浆浓度的个体差异大。血药浓度达稳态时，半衰期（ｔ1/2)平均为12小时。作用持续时间为4～12小时。本品还可从乳汁分泌。女性患者的血药浓度明显高于男性患者，吸烟可加速本品的代谢，肾清除率及代谢在老年人中明显减低。 不良反应 常见不良反应：中枢神经系统反应，如嗜睡、镇静、头晕、眩晕、头痛和震颤等；心血管反应，如心动过速、低血压和晕厥等；自主神经系统反应，如过度活动、流涎、出汗、口干和视觉障碍等；胃肠反应，如便秘和恶心等；其他反应，如发热等。随着继续治疗或减小剂量，嗜睡、镇静、流涎（尤其在睡觉时流涎）的主诉可能会减少。 氯氮平临床试验中发现或上市后监测发现的不良反应/事件： ⑴中枢神经系统：嗜睡、镇静、头晕、眩晕、头痛、震颤、晕厥、睡眠障碍、梦魇、坐立不安、运动功能减退、运动障碍、激动不安、癫痫（抽搐）、僵直、静坐不能、意识障碍、疲劳、失眠、运动机能亢进、虚弱、嗜睡、共济失调、口齿不清、抑郁、焦虑、少语、精神错乱、抽搐、动作不协调、妄想、幻觉、不自主运动、口吃、构音障碍、遗忘/记忆丧失、表演样动作、性欲增加或减退、偏执、颤抖、帕金森症、易怒、谵妄、精神分裂症加剧、肌阵挛、过量中毒、感觉异常、轻度猝倒、癫痫持续状态。 ⑵心血管系统：心动过速、低血压、体位性低血压、高血压、胸痛、心绞痛、心电图异常、水肿、心悸、血栓性静脉炎、深静脉血栓形成、紫绀、室性早搏、QT间期延长、尖端扭转型室性心动过速、房颤、室颤、心动过缓、晕厥、周围组织水肿、心肌炎、心肌病。 ⑶消化系统：便秘、腹部不适、胃灼热、恶心、呕吐、腹泻、肝功能异常、厌食、腹胀、胃肠炎、直肠出血、胃运动神经障碍、粪便异常、呕血、胃溃疡、口苦、嗳气、急性胰腺炎、咽下困难、粪便嵌塞、麻痹性肠梗阻、唾液腺肿胀、结肠炎、胆汁郁积、肝炎、黄疸。 ⑷泌尿生殖系统：尿异常、尿失禁、射精异常、尿急、尿频、尿潴留、痛经、阳痿、阴道瘙痒、急性肾间质肾炎、阴茎异常勃起。 ⑸自主神经系统：流涎、多汗、口干、视觉障碍、麻木、烦渴、潮热、咽干、瞳孔散大。 ⑹皮肤：皮疹、瘙痒、苍白、湿疹、红斑、青肿、皮炎、瘀斑、荨麻疹。过敏反应：光敏性皮炎、血管炎、多形性红斑、Stevens-Johnson综合征。 ⑺肌肉骨骼系统：肌无力、疼痛（背部、颈部、腿）、肌痉挛、肌肉痛、颤搐、关节痛、肌无力综合征、横纹肌溶解。 ⑻呼吸系统：咽喉不适、呼吸困难、呼吸急促、鼻充血、鼻出血、咳嗽、肺炎样症状、鼻溢、换气过度、喘鸣、支气管炎、喉炎、喷嚏、误吸、胸腔积液。 ⑼血液/淋巴系统：白细胞数减少、中性粒细胞减少、粒细胞缺乏症、嗜酸性粒细胞增加、贫血、白细胞增多、血红蛋白升高、血细胞比容升高、血沉增加、肺栓塞、脓毒症、血小板增加症、血小板减少症。 ⑽代谢和营养失调：体重增加、高胆固醇血症、高甘油三酯血症、高血糖、酮症酸中毒、高渗性昏迷或死亡、高尿酸血症、低血钠、体重减轻。 ⑾锥体外系症状：锥体外系症状，表现为急性肌张力障碍，出现强迫性张口、伸舌、斜颈、呼吸运动障碍及吞咽困难；肌张力增高、面容呆板、动作迟缓、肌肉震颤、流涎等帕金森综合征样症状；静坐不能；迟发性运动障碍，如吸吮、舔舌、咀嚼等。 ⑿肌张力异常的症状：表现为肌肉群收缩异常延长，在药物治疗的头几天可能发生在那些易受影响的患者身上。肌张力异常症状包括：颈部肌肉痉挛，有时表现为渐进性咽喉发紧、吞咽困难、呼吸困难、和/或舌头伸出。一旦在服用低剂量典型抗精神病药时发生上述症状，那么高剂量下更频繁发生上述症状及症状更严重的可能性更大。在年纪较轻的男性人群中观察到其发生急性肌张力异常的风险升高。氯氮平肌张力异常的发生率极低。 ⒀其他反应：发热、寒战、低体温症、不适、食欲增加、耳疾、眼睑病、眼充血、眼球震颤、闭角型青光眼、磷酸肌酸激酶升高、神经阻滞剂恶性综合征、停药后精神病复发、胆碱能反跳。 禁忌症 ⑴严重心、肝、肾疾患、低血压、青光眼患者禁用； ⑵对氯氮平或氯氮平其他组份过敏的患者禁用； ⑶骨髓增生障碍的患者禁用； ⑷未得到有效控制的癫痫患者禁用； ⑸麻痹性肠梗阻患者禁用； ⑹曾因氯氮平导致粒细胞缺乏症或严重粒细胞减少的患者禁用； ⑺与典型抗精神病药类似，对有严重中枢神经系统抑制或处于各种原因所致昏迷状态的患者禁用。 ⑻禁与其他能引起粒细胞缺乏症或有骨髓抑制作用的药物合用。 ⑼孕妇禁用。",
      "full_interactions": "⑴合用其他精神治疗药物可能影响氯氮平的血药浓度，导致氯氮平血药浓度的波动，为避免发生",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴12岁以下儿童的安全性和有效性研究尚未确立，因此，12岁以下儿童不宜应用。 ⑵下列情况应慎用：①闭角型青光眼；②前列腺增生；③痉挛性疾病或病史者；④心血管疾病。 ⑶使用过量易发生心律失常、谵妄或呼吸抑制。",
      "full_pregnancy_category": "B\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13573",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 238,
    "name": "虎贞清风胶囊",
    "full_name": "※▲(乙10%)虎贞清风胶囊",
    "chemical_name": "虎贞清风胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "一力制药"
    ],
    "specifications": [
      {
        "specification": "0.4g/粒",
        "manufacturer": "一力制药",
        "full_manufacturer": "一力制药股份有限公司",
        "price": 107.64,
        "unit": "瓶",
        "code": "C00029",
        "approval_number": "国药准字Z20210007",
        "insurance_code": "ZA16BAH0471010100359",
        "location": "D-2"
      }
    ],
    "pinyin": "※▲huzhenqingfeng",
    "pinyin_initials": "※▲hzqf",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "仅用于15kg以上儿童及成人长期肠外全营养师补充电解质和微量元素。妊娠期妇女对微量元素的需要量轻度增加，本品也适用于妊娠期妇女。",
      "dosage": "成人一日10ml，体重＞15kg儿童一日0.1ml/kg，静脉输注。本品10ml可加入复方氨基酸注射液或5％～10％葡萄糖注射液500ml内6～8小时输注。本品具高渗透压和低pH，未经稀释不能输注。在无菌条件下，配制好的输液必须在12小时内输注完毕，以免被污染，输注速度40滴/分钟。",
      "contraindications": "症 ⑴对本品及所含成份过敏者禁用。 ⑵肾功能障碍、不耐果糖病人禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "在无菌条件下，配制好的输液必须在12小时内输注完毕，以免被污染。 配伍",
      "pregnancy_category": null,
      "pharmacokinetics": "一般饮食摄入不会引起微量元素的缺乏和过量，但长期肠外营养，可造成微量元素摄入不足，本品可满足成人每日对所需微量元素的生理需要。",
      "precautions": "⑴微量元素代谢障碍和胆道功能明显减退以及肾功能障碍者慎用。 ⑵因本品渗透压较高，每500ml复方氨基酸注射液或葡萄糖注射液中可加入本品10ml。不可加入其他药物，以免可能发生的沉淀。 ⑶输注速度不宜过快。",
      "source": "湖南药事服务网",
      "full_indications": "仅用于15kg以上儿童及成人长期肠外全营养师补充电解质和微量元素。妊娠期妇女对微量元素的需要量轻度增加，本品也适用于妊娠期妇女。",
      "full_dosage": "成人一日10ml，体重＞15kg儿童一日0.1ml/kg，静脉输注。本品10ml可加入复方氨基酸注射液或5％～10％葡萄糖注射液500ml内6～8小时输注。本品具高渗透压和低pH，未经稀释不能输注。在无菌条件下，配制好的输液必须在12小时内输注完毕，以免被污染，输注速度40滴/分钟。",
      "full_contraindications": "症 ⑴对本品及所含成份过敏者禁用。 ⑵肾功能障碍、不耐果糖病人禁用。",
      "full_adverse_reactions": "上市后药品不良反应监测发现本品有以下不良反应/事件报告： ⑴全身性损害：畏寒、寒战、胸闷、发热、高热、潮红等，有过敏性休克的个例报告； ⑵皮肤及其附件：皮疹、瘙痒、皮肤发红、皮肤红肿、局部肿胀等； ⑶用药部位：注射部位疼痛、注射部位红肿、静脉炎等； ⑷消化系统：恶心、呕吐、腹痛等； ⑸神经精神系统：头晕、头痛、麻木等； ⑹心血管系统：心悸、紫绀等； ⑺呼吸系统：呼吸困难、呼吸急促等。",
      "full_interactions": "在无菌条件下，配制好的输液必须在12小时内输注完毕，以免被污染。 配伍",
      "full_pharmacokinetics": "一般饮食摄入不会引起微量元素的缺乏和过量，但长期肠外营养，可造成微量元素摄入不足，本品可满足成人每日对所需微量元素的生理需要。",
      "full_precautions": "⑴微量元素代谢障碍和胆道功能明显减退以及肾功能障碍者应慎用。 ⑵因本品渗透压较高，每500ml复方氨基酸注射液或葡萄糖注射液中可加入本品10ml。不可加入其他药物，以免可能发生的沉淀。 ⑶输注速度不宜过快。",
      "composition": "虎杖、车前草、女贞子、蜂房。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13382",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 239,
    "name": "注射用盐酸纳洛酮",
    "full_name": "(甲)注射用盐酸纳洛酮",
    "chemical_name": "注射用盐酸纳洛酮",
    "dosage_form": "注射用",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "国药一心制药"
    ],
    "specifications": [
      {
        "specification": "0.8mg/支",
        "manufacturer": "国药一心制药",
        "full_manufacturer": "国药一心制药有限公司",
        "price": 14.19,
        "unit": "支",
        "code": "X00598",
        "approval_number": "国药准字H20060741",
        "insurance_code": "XV03ABN007B001010203458",
        "location": "N-3"
      }
    ],
    "pinyin": "zhusheyongyansuannaluotong",
    "pinyin_initials": "zsyysnlt",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴可用于顽固性高血压及肾性高血压，其降压作用比肼屈嗪强。不引起体位性低血压，长期用药未见药效降低。 ⑵凝胶剂或配制溶液外用尚有促进毛发生长作用，用于雄激素所致遗传性秃发、斑秃、遗传性稀毛症、脱发和Loose Anagen综合征。",
      "dosage": "⑴最多一日不超过100mg。②儿童，初始一次0.2mg/kg，一日1次，以后每3日调整剂量，一次一日按体重增加0.1mg/kg，12岁以下一日最多为50mg；维持量按体重一日0.25～1.0mg/kg，一日单次或分次服用。 ⑵局部外用：一日2～3次，刚洗过头者，应将头发吹干后再用药，涂搽于脱发处。",
      "contraindications": "症 对本品过敏者、嗜铬细胞瘤患者禁用。",
      "adverse_reactions": "常见：皮疹、头痛、瘙痒、过敏等。",
      "interactions": "⑴其他抗高血压药：同用可使降压作用加强。 ⑵硝酸酯类：同用可使降压作用加强。 ⑶非甾体抗炎药：同用使降压作用减弱。 ⑷拟肾上腺素药：同用使降压作用减弱。 ⑸在用于治疗秃发时与非那雄胺（可抑制睾酮转化为二氢睾酮）合用可增强本品的作用。 给药说明 ⑴应用本品后发生水钠潴留时可给利尿药以解除，常选用呋塞米等利尿药。 ⑵应用本品后反射性心率过快也常见，可加用一种β阻滞剂以纠正。 ⑶如应用本品后出现心包积液，应停用本品。 ⑷应用本品后突然停用可致血压反跳，故宜逐步撤药。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑹下列情况慎用本品：①脑血管病；⑻应用本品逾量时可静脉给氯化钠注射液，危重时可给去氧肾上腺素或多巴胺，但不宜用肾上腺素或去肾上腺素，以避免过度兴奋心脏。",
      "source": "湖南药事服务网",
      "full_indications": "⑴可用于顽固性高血压及肾性高血压，其降压作用比肼屈嗪强。不引起体位性低血压，长期用药未见药效降低。 ⑵凝胶剂或配制溶液外用尚有促进毛发生长作用，用于治疗雄激素所致遗传性秃发、斑秃、遗传性稀毛症、脱发和Loose Anagen综合征。",
      "full_pharmacokinetics": "",
      "full_dosage": "⑴口服：①成人，初始一次2.5mg，一日2次，以后每3日将剂量加倍，至达到疗效，维持量一日10～40mg，单次或分次服用。最多一日不超过100mg。②儿童，初始一次0.2mg/kg，一日1次，以后每3日调整剂量，一次一日按体重增加0.1mg/kg，12岁以下一日最多为50mg；维持量按体重一日0.25～1.0mg/kg，一日单次或分次服用。 ⑵局部外用：一日2～3次，刚洗过头者，应将头发吹干后再用药，涂搽于脱发处。",
      "full_contraindications": "症 对本品过敏者、嗜铬细胞瘤患者禁用。",
      "full_adverse_reactions": "⑴常见的有：①放射性交感兴奋所致的心率加快、心律失常、皮肤潮红；②水钠潴留引起的下肢及体重增加；③毛发增生，以脸、臂及背部较显著，常在用药3～6周出现，停药1～6个月后消退。 ⑵较少见的有：心绞痛、胸痛（心包炎）、头痛（血管扩张所致）。 ⑶少见的有：过敏反应、皮疹、瘙痒。 肝损伤 ⑴肝毒性： 米诺地尔治疗中血清转氨酶升高的现象并不常见。但在外用给药时，出现相关报告。尽管米诺地尔已使用几十年，但是目前尚无有说服力的病例说明米诺地尔会导致临床症状明显的急性肝中毒。已有服用米诺地尔后出现重度皮疹、毒性表皮坏死松解症和史蒂芬斯-强森症候群的病例（通常出现在服药后的2至6周）。但是，尚无并发肝损伤的公开病例。⑵损伤机制： 米诺地尔由肝脏代谢，但对其他药物的肝代谢影响很小。米诺地尔不具有肝毒性的原因目前未知。⑶肝损星级：★ 禁忌症 对本品过敏者、嗜铬细胞瘤患者禁用。",
      "full_interactions": "⑴其他抗高血压药：同用可使降压作用加强。 ⑵硝酸酯类：同用可使降压作用加强。 ⑶非甾体抗炎药：同用使降压作用减弱。 ⑷拟肾上腺素药：同用使降压作用减弱。 ⑸在用于治疗秃发时与非那雄胺（可抑制睾酮转化为二氢睾酮）合用可增强本品的作用。 给药说明 ⑴应用本品后发生水钠潴留时可给利尿药以解除，常选用呋塞米等利尿药。 ⑵应用本品后反射性心率过快也常见，可加用一种β阻滞剂以纠正。 ⑶如应用本品后出现心包积液，应停用本品。 ⑷应用本品后突然停用可致血压反跳，故宜逐步撤药。",
      "full_precautions": "⑴本品能通过陶盘。在人体研究不充分，但在大鼠与家兔重致死胎者，故孕妇应用须权衡利弊。 ⑵本品能排入乳汁，但尚未有对婴儿影响的报道。 ⑶对小儿的安全性缺少研究。 ⑷老年人对降压作用敏感，且肾功能常较差，应用本品须酌减剂量。 ⑸对诊断的干扰：①用本品治疗后初期血尿素氮及肌酐增高，但继续治疗后下降至治前水平；②血浆肾素活性、血清碱性磷酸酶、血钠可能增高；③血细胞计数机血红蛋白可能因血液稀释而降低。 ⑹下列情况慎用本品：①脑血管病；②非高血压所致的心力衰竭；③冠心病、心绞痛、心肌梗死；④心包积液；⑤嗜铬细胞瘤；⑥肾功能障碍。 ⑺随访检查：应用本品时定时测血压、体重。 ⑻应用本品逾量时可静脉给氯化钠注射液，危重时可给去氧肾上腺素或多巴胺，但不宜用肾上腺素或去肾上腺素，以避免过度兴奋心脏。 药物相互作用 ⑴其他抗高血压药：同用可使降压作用加强。 ⑵硝酸酯类：同用可使降压作用加强。 ⑶非甾体抗炎药：同用使降压作用减弱。 ⑷拟肾上腺素药：同用使降压作用减弱。 ⑸在用于治疗秃发时与非那雄胺（可抑制睾酮转化为二氢睾酮）合用可增强本品的作用。 给药说明 ⑴应用本品后发生水钠潴留时可给利尿药以解除，常选用呋塞米等利尿药。 ⑵应用本品后反射性心率过快也常见，可加用一种β阻滞剂以纠正。 ⑶如应用本品后出现心包积液，应停用本品。 ⑷应用本品后突然停用可致血压反跳，故宜逐步撤药。 用法与用量 ⑴口服：①成人，初始一次2.5mg，一日2次，以后每3日将剂量加倍，至达到疗效，维持量一日10～40mg，单次或分次服用。最多一日不超过100mg。②儿童，初始一次0.2mg/kg，一日1次，以后每3日调整剂量，一次一日按体重增加0.1mg/kg，12岁以下一日最多为50mg；维持量按体重一日0.25～1.0mg/kg，一日单次或分次服用。 ⑵局部外用：一日2～3次，刚洗过头者，应将头发吹干后再用药，涂搽于脱发处。",
      "full_pregnancy_category": "C\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3284",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 240,
    "name": "桉柠蒎肠溶胶囊",
    "full_name": "(甲)桉柠蒎肠溶胶囊[国基]",
    "chemical_name": "桉柠蒎肠溶胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "北京远大九和药业"
    ],
    "specifications": [
      {
        "specification": "0.3g/粒",
        "manufacturer": "北京远大九和药业",
        "full_manufacturer": "北京远大九和药业有限公司",
        "price": 72.97,
        "unit": "盒",
        "code": "X00348",
        "approval_number": "国药准字H20052401",
        "insurance_code": "XR05CBA101E005030800066",
        "location": "J-4",
        "outpatient_location": "B-4"
      }
    ],
    "pinyin": "anningpaichangrong",
    "pinyin_initials": "anpcr",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于：\n1、急、慢性鼻炎、鼻窦炎；慢性阻塞性肺部疾患、肺部真菌感染、肺结核等的痰液排除。",
      "dosage": "口服：成人,急性患者一次0.3g(1粒)，一日3―4次；慢性患者一次0.3g(1粒)，一日2次。本品宜于餐前半小时，凉开水送服，禁用热开水；不可打开或嚼破后服用。",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "不良反应轻微，偶有胃肠道不适及过敏反 应，如皮疹、面部浮肿、呼吸困难和循环障碍。",
      "interactions": "如与其他药品同时使用可能会产生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "尚不明确。",
      "source": "湖南药事服务网",
      "full_indications": "适用于：<br>1、急、慢性鼻炎、鼻窦炎；急、慢性支气管炎、肺炎、支气管扩张和肺脓肿等呼吸道疾病患者的止咳化痰。<br>2、亦适用于慢性阻塞性肺部疾患、肺部真菌感染、肺结核等的痰液排除。",
      "full_dosage": "口服：成人,急性患者一次0.3g(1粒)，一日3―4次；慢性患者一次0.3g(1粒)，一日2次。本品宜于餐前半小时，凉开水送服，禁用热开水；不可打开或嚼破后服用。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "不良反应轻微，偶有胃肠道不适及过敏反 应，如皮疹、面部浮肿、呼吸困难和循环障碍。",
      "full_interactions": "如与其他药品同时使用可能会产生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "尚不明确。",
      "pharmacodynamics": "⑴药效学：本品主要成份是桉油精，柠檬烯及α-蒎烯。试验结果表明，本品能使小鼠气管段分泌 量增加，改善气管黏膜纤毛运动，促进呼吸道腺体的分泌作用，并使粘液移动速度增加有助痰液排出。并能使豚鼠咳嗽潜伏期延长。文献显示本品具有抗炎作用，能通过减轻支气管粘膜肿胀面起到舒张支气管作用。<br>　　⑵药动学：口",
      "full_pharmacodynamics": "⑴药效学：本品主要成份是桉油精，柠檬烯及α-蒎烯。试验结果表明，本品能使小鼠气管段分泌 量增加，改善气管黏膜纤毛运动，促进呼吸道腺体的分泌作用，并使粘液移动速度增加有助痰液排出。并能使豚鼠咳嗽潜伏期延长。文献显示本品具有抗炎作用，能通过减轻支气管粘膜肿胀面起到舒张支气管作用。<br>　　⑵药动学：口服给药后，桉柠蒎油中的单萜成分吸收迅速且完全，动物实验表明口服后1～3小时单萜成分达最大血药浓度。深入的研究表明柠檬烯在大鼠及其它动物和人类很快被代谢，口服给药后，柠檬烯主要通过动物和人类的尿排泄，约60％在24小时内经尿排泄，5％经粪便排泄，2％经呼出的CO2排泄。柠檬烯的主要代谢产物是双氢紫苏酸和紫苏酸，由约35％的血浆中的柠檬烯转化而得。柠檬烯-1，2-二醇是另一主要代谢产物（由约18％的柠檬烯初始量转化而得）。服用柠檬烯后在血浆中可检测到紫苏酸甲酯和双氢紫苏酸甲酯，但仅有5％是从初始的柠檬烯转化而来的。桉柠蒎肠溶软胶囊中的其它萜类成分的动力学特性类似于柠檬烯，但代谢途径少有细致的研究。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7975",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 241,
    "name": "参芪扶正注射液",
    "full_name": "※▲(乙10%)参芪扶正注射液",
    "chemical_name": "参芪扶正注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "丽珠集团利民制药厂"
    ],
    "specifications": [
      {
        "specification": "250ml/瓶",
        "manufacturer": "丽珠集团利民制药厂",
        "full_manufacturer": "丽珠集团利民制药厂",
        "price": 113.2,
        "unit": "瓶",
        "code": "C00031",
        "approval_number": "国药准字Z19990065",
        "insurance_code": "ZC02AAC0115010100454",
        "location": "M-8"
      }
    ],
    "pinyin": "※▲canqifuzheng",
    "pinyin_initials": "※▲cqfz",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "主要用于表皮生长因子Ⅱ（HER-Ⅱ/HER2）过度表达的转移性乳腺癌以及经伊立替康治疗失败后转移性直肠癌。亦可与紫杉醇或多烯紫杉醇合用用于未接受化疗的转移性乳腺癌。 用于HER2阳性非小细胞肺癌【美国FDA未批准；NCCN临床实践指南：非小细胞肺癌指南（2016.V4）】。",
      "dosage": "⑴标准剂量：①单药治疗，建议按下列初次负荷量和标准剂量给药。",
      "contraindications": "症 对本品或其他成分过敏的患者禁用。",
      "adverse_reactions": "常见：皮疹、头痛、发热、过敏等。",
      "interactions": "临床试验中未观察到本品与其他药物有明显的相互作用。本品联合紫杉醇与本品联合蒽环类、环磷酰胺相比，本品的平均血浆谷浓度升高约1.5倍。在灵长类动物实验中，本品联合紫杉醇，本品的清除率减少2倍。与顺铂、多柔比星或表柔比星、环磷酰胺联合用药时，对本品的血浆水平没有任何影响。 配伍禁忌 ⑴本品不可与其他药物混用。 ⑵使用聚氯乙烯、聚乙烯袋未观察到本品失效。 ⑶不能使用5%葡萄糖注射液溶解与稀释，因其可使蛋白聚集。 输液调配 ⑴药液调配：每瓶150mg或440mg，用灭菌注射用水7.2ml或附带的20ml",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "⑴药效学：本品为重组DNA人源化的抗p185糖蛋白单克隆抗体。属IgG抗体，轻链可变区由鼠源部分组成可以识别p185糖蛋白，而重链固定区和大部分轻链区均是人源部分。本品进入人体后能选择性地和由细胞核内表皮生长因子Ⅱ（Her-Ⅱ）基因控制的p185糖蛋白结合。是抗体依赖性细胞介导细胞毒性（ADCC）的",
      "precautions": "本品不可与其他药物混合，也不可静脉注射。 药物相互作用 临床试验中未观察到本品与其他药物有明显的相互作用。本品联合紫杉醇与本品联合蒽环类、环磷酰胺相比，本品的平均血浆谷浓度升高约1.5倍。在灵长类动物实验中，本品联合紫杉醇，本品的清除率减少2倍。与顺铂、多柔比星或表柔比星、环磷酰胺联合用药时，对本品的血浆水平没有任何影响。 配伍禁忌 ⑴本品不可与其他药物混用",
      "source": "湖南药事服务网",
      "full_indications": "主要用于治疗表皮生长因子Ⅱ（HER-Ⅱ/HER2）过度表达的转移性乳腺癌以及经伊立替康治疗失败后转移性直肠癌。亦可与紫杉醇或多烯紫杉醇合用用于未接受化疗的转移性乳腺癌。 用于治疗HER2阳性非小细胞肺癌【美国FDA未批准；NCCN临床实践指南：非小细胞肺癌指南（2016.V4）】。",
      "full_dosage": "⑴标准剂量：①单药治疗，建议按下列初次负荷量和标准剂量给药。②初次负荷量：建议本品初次负荷量为4mg/kg。90分钟内静脉滴注。应观察病人是否出现发热，寒战或其他与输注相关的症状。如出现上述症状应先停止输注，待症状消失后可继续输注。③标准剂量：建议本品每周用量为2mg/kg。如初次负荷量可耐受，此剂量可于30分钟内输完。 ⑵疗程：本品可一直用到疾病出现进展。 ⑶给药途径：静滴（请勿静推或静脉冲入），或皮下注射（2~5分钟注射完毕）。 ⑷输液准备：根据本品初次负荷量4mg/kg或标准剂量2mg/kg计算所需溶液的体积。不可使用5％的葡萄糖注射液配制输液。用生理盐水稀释后配好后即应马上使用。如果在无菌条件下稀释的，可在2～8℃冰箱中保存24小时。本品不可与其他药混合。 ⑸用于治疗HER2阳性非小细胞肺癌。静脉给药：初次负荷剂量为4mg/kg，90分钟内静脉输入。维持剂量为每周2mg/kg，若初次负荷剂量可耐受，此剂量可于30分钟内输完。 剂型与规格 粉针剂 440mg(20ml)基药 150mg(7.2ml)基药 60mg XL01F乙0882 30% 哪儿有 皮下注射液 600mg 5ml XL01FD乙226 30% 哪儿有",
      "full_contraindications": "症 对本品或其他成分过敏的患者禁用。",
      "full_adverse_reactions": "本品为生物制剂，会引起生物制剂常见的不良反应： ①过敏反应，表现为发热、寒战、头痛、皮疹等。在首次4mg/kg剂量较高时比较明显，主要发生在首次滴注后30～120分钟内，所以必须在给药30～60分钟前给予对乙酰氨基酚和苯海拉明。滴注开始时应当缓慢，并密切观察。一般在以后注射时可减轻，但仍有轻度发热，皮疹比较少见。绝大多数患者均可比较顺利完成疗程。 ②心脏毒性：虽然本品本身心脏毒性并不显著，但如果和多柔比星同时应用，心脏毒性比较明显，表现为呼吸困难、水肿、左心射血减少，甚至可以导致心力衰竭。对既往曾经应用过多柔比星和做过胸部照射的患者也需注意，因为本品可以使心脏毒性重现。 ③血液学毒性：很小部分患者可以有贫血、白细胞和血小板减少，但一般较轻，如果与抗肿瘤药物联合应用，需注意血液学毒性有可能加重。 ④本品对肝肾功能无明显影响。 禁忌症 对本品或其他成分过敏的患者禁用。",
      "full_interactions": "临床试验中未观察到本品与其他药物有明显的相互作用。本品联合紫杉醇与本品联合蒽环类、环磷酰胺相比，本品的平均血浆谷浓度升高约1.5倍。在灵长类动物实验中，本品联合紫杉醇，本品的清除率减少2倍。与顺铂、多柔比星或表柔比星、环磷酰胺联合用药时，对本品的血浆水平没有任何影响。 配伍禁忌 ⑴本品不可与其他药物混用。 ⑵使用聚氯乙烯、聚乙烯袋未观察到本品失效。 ⑶不能使用5%葡萄糖注射液溶解与稀释，因其可使蛋白聚集。 输液调配 ⑴药液调配：每瓶150mg或440mg，用灭菌注射用水7.2ml或附带的20ml稀释液溶解，使成浓度为21mg/ml的曲妥珠单抗溶液。此药液可多次使用。 ⑵所需药液体积计算：①根据曲妥珠单抗初次负荷量4mg/kg或维持量2mg/kg计算所需药液的体积：所需药液的体积=体重(kg)×剂量(4mg/kg负荷量或2mg/kg维持量)/21(mg/ml，调配好溶液的浓度);②根据曲妥珠单抗初次负荷量8mg/kg或之后的每3周6mg/kg计算所需药液的体积：所需药液的体积=体重(kg)×剂量(8mg/kg负荷量或6mg/kg维持量)/21(mg/ml，调配好溶液的浓度)。 ⑶药液稀释：所需的药液量从小瓶中吸出后加入250ml0.9%氯化钠注射液输液袋中，输液袋轻轻翻转混匀，防止气泡产生。 ⑷新鲜调配为无色至淡黄色的澄明液体。本品440mg溶解于附带的20ml稀释液，浓度为21mg/ml的溶液pH约为6.0。 【稳定性】一旦输注液调配好应马上使用，如果必须保存，应在2～8℃储存。用配套提供的稀释液溶解后在2～8℃冰箱中可稳定保存28d。配制好的药液中含防腐剂，因此可多次使用。28d后剩余的药液应弃去。如果灭菌注射用水中不含防腐剂，则调配好的药液应该马上使用。用0.9%氯化钠注射液稀释的曲妥珠单抗输注液，可在聚氯乙烯、聚乙烯或聚丙烯袋中2-8℃条件下稳定保存24h;30℃条件下，稀释液最长可稳定保存24h。但由于稀释后的曲妥珠单抗不含有效浓度的防腐剂，稀释液最好还是保存在2～8℃冰箱内。为控制微生物污染，稀释液应马上使用，除非稀释是在严格控制和证实为无菌条件下进行的，否则稀释液不能保存。 用法与用量 ⑴标准剂量：①单药治疗，建议按下列初次负荷量和标准剂量给药。②初次负荷量：建议本品初次负荷量为4mg/kg。90分钟内静脉滴注。应观察病人是否出现发热，寒战或其他与输注相关的症状。如出现上述症状应先停止输注，待症状消失后可继续输注。③标准剂量：建议本品每周用量为2mg/kg。如初次负荷量可耐受，此剂量可于30分钟内输完。 ⑵疗程：本品可一直用到疾病出现进展。 ⑶给药途径：静滴（请勿静推或静脉冲入），或皮下注射（2~5分钟注射完毕）。 ⑷输液准备：根据本品初次负荷量4mg/kg或标准剂量2mg/kg计算所需溶液的体积。不可使用5％的葡萄糖注射液配制输液。用生理盐水稀释后配好后即应马上使用。如果在无菌条件下稀释的，可在2～8℃冰箱中保存24小时。本品不可与其他药混合。 ⑸用于治疗HER2阳性非小细胞肺癌。静脉给药：初次负荷剂量为4mg/kg，90分钟内静脉输入。维持剂量为每周2mg/kg，若初次负荷剂量可耐受，此剂量可于30分钟内输完。 剂型与规格 粉针剂 440mg(20ml)基药 150mg(7.2ml)基药 60mg XL01F乙0882 30% 哪儿有 皮下注射液 600mg 5ml XL01FD乙226 30% 哪儿有",
      "full_pharmacokinetics": "⑴药效学：本品为重组DNA人源化的抗p185糖蛋白单克隆抗体。属IgG抗体，轻链可变区由鼠源部分组成可以识别p185糖蛋白，而重链固定区和大部分轻链区均是人源部分。本品进入人体后能选择性地和由细胞核内表皮生长因子Ⅱ（Her-Ⅱ）基因控制的p185糖蛋白结合。是抗体依赖性细胞介导细胞毒性（ADCC）的潜在介质，本身具有抗肿瘤作用，此外还可以提高肿瘤细胞对化疗的敏感性从而提高化疗的疗效。 人类生长因子Ⅱ的异常表达可见于很多常见恶性肿瘤，特别是乳腺癌、卵巢癌、肺腺癌、胰腺癌、胃癌和大肠癌等，一般认为Her-Ⅱ的过度表达标志着肿瘤细胞增殖迅速。 ⑵药动学：半衰期和剂量相关。10mg和500mg的半衰期分别为1.7天和12天。分布容积大致和血浆容积相近（44ml/kg）。在每周给药一次时，血浆平均峰值为319～435μg/ml。本品与常用抗癌药同时使用，对其半衰期、清除无影响。",
      "full_precautions": "本品不可与其他药物混合，也不可静脉注射。 药物相互作用 临床试验中未观察到本品与其他药物有明显的相互作用。本品联合紫杉醇与本品联合蒽环类、环磷酰胺相比，本品的平均血浆谷浓度升高约1.5倍。在灵长类动物实验中，本品联合紫杉醇，本品的清除率减少2倍。与顺铂、多柔比星或表柔比星、环磷酰胺联合用药时，对本品的血浆水平没有任何影响。 配伍禁忌 ⑴本品不可与其他药物混用。 ⑵使用聚氯乙烯、聚乙烯袋未观察到本品失效。 ⑶不能使用5%葡萄糖注射液溶解与稀释，因其可使蛋白聚集。 输液调配 ⑴药液调配：每瓶150mg或440mg，用灭菌注射用水7.2ml或附带的20ml稀释液溶解，使成浓度为21mg/ml的曲妥珠单抗溶液。此药液可多次使用。 ⑵所需药液体积计算：①根据曲妥珠单抗初次负荷量4mg/kg或维持量2mg/kg计算所需药液的体积：所需药液的体积=体重(kg)×剂量(4mg/kg负荷量或2mg/kg维持量)/21(mg/ml，调配好溶液的浓度);②根据曲妥珠单抗初次负荷量8mg/kg或之后的每3周6mg/kg计算所需药液的体积：所需药液的体积=体重(kg)×剂量(8mg/kg负荷量或6mg/kg维持量)/21(mg/ml，调配好溶液的浓度)。 ⑶药液稀释：所需的药液量从小瓶中吸出后加入250ml0.9%氯化钠注射液输液袋中，输液袋轻轻翻转混匀，防止气泡产生。 ⑷新鲜调配为无色至淡黄色的澄明液体。本品440mg溶解于附带的20ml稀释液，浓度为21mg/ml的溶液pH约为6.0。 【稳定性】一旦输注液调配好应马上使用，如果必须保存，应在2～8℃储存。用配套提供的稀释液溶解后在2～8℃冰箱中可稳定保存28d。配制好的药液中含防腐剂，因此可多次使用。28d后剩余的药液应弃去。如果灭菌注射用水中不含防腐剂，则调配好的药液应该马上使用。用0.9%氯化钠注射液稀释的曲妥珠单抗输注液，可在聚氯乙烯、聚乙烯或聚丙烯袋中2-8℃条件下稳定保存24h;30℃条件下，稀释液最长可稳定保存24h。但由于稀释后的曲妥珠单抗不含有效浓度的防腐剂，稀释液最好还是保存在2～8℃冰箱内。为控制微生物污染，稀释液应马上使用，除非稀释是在严格控制和证实为无菌条件下进行的，否则稀释液不能保存。 用法与用量 ⑴标准剂量：①单药治疗，建议按下列初次负荷量和标准剂量给药。②初次负荷量：建议本品初次负荷量为4mg/kg。90分钟内静脉滴注。应观察病人是否出现发热，寒战或其他与输注相关的症状。如出现上述症状应先停止输注，待症状消失后可继续输注。③标准剂量：建议本品每周用量为2mg/kg。如初次负荷量可耐受，此剂量可于30分钟内输完。 ⑵疗程：本品可一直用到疾病出现进展。 ⑶给药途径：静滴（请勿静推或静脉冲入），或皮下注射（2~5分钟注射完毕）。 ⑷输液准备：根据本品初次负荷量4mg/kg或标准剂量2mg/kg计算所需溶液的体积。不可使用5％的葡萄糖注射液配制输液。用生理盐水稀释后配好后即应马上使用。如果在无菌条件下稀释的，可在2～8℃冰箱中保存24小时。本品不可与其他药混合。 ⑸用于治疗HER2阳性非小细胞肺癌。静脉给药：初次负荷剂量为4mg/kg，90分钟内静脉输入。维持剂量为每周2mg/kg，若初次负荷剂量可耐受，此剂量可于30分钟内输完。 剂型与规格 粉针剂 440mg(20ml)基药 150mg(7.2ml)基药 60mg XL01F乙0882 30% 哪儿有 皮下注射液 600mg 5ml XL01FD乙226 30% 哪儿有",
      "full_pregnancy_category": "B\n \n",
      "composition": "黄芪、女贞子。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6785",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 242,
    "name": "萘普生钠缓释片",
    "full_name": "(甲)萘普生钠缓释片",
    "chemical_name": "萘普生钠缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "新疆特丰药业"
    ],
    "specifications": [
      {
        "specification": "412.5mg/片",
        "manufacturer": "新疆特丰药业",
        "full_manufacturer": "新疆特丰药业股份有限公司",
        "price": 98.0,
        "unit": "盒",
        "code": "X00687",
        "approval_number": "国药准字H20050424",
        "insurance_code": "XM01AEN028A010010105999"
      }
    ],
    "pinyin": "naipushengna",
    "pinyin_initials": "npsn",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "用于缓解轻至中度疼痛；类风湿关节炎、骨性关节炎。",
      "dosage": "成人：开始用500mg；儿童：，普通制剂，按体重一日10mg",
      "contraindications": "过敏；孕妇禁用。",
      "adverse_reactions": "常见：为头晕、头痛、头昏、消化不良、恶心、胃灼热和腹痛",
      "interactions": "⑴饮酒或与其他抗炎药同用时，胃肠道的不良反应增多，并有溃疡发生的危险。  <br>⑵本品与阿司匹林竞争血浆蛋白结合部位，使萘普生的血药浓度降低。会增加胃肠道出血的风险，并可能减弱阿司匹林引起的不可逆血小板抑制作用<br>⑶本品与碳酸氢钠或丙磺舒合用，能加速萘普生的吸收，提高血药浓度，延长半衰期，但碳酸镁、氧化镁、氢氧化铝反而妨碍其吸收。  <br>⑷本品可加强香豆素口服抗凝药的抗凝作用，出血时间延长，可出现出血倾向，并有导致胃肠道溃疡的可能。  <br>⑸本品可使呋塞米的利尿、降压作用减弱。  ",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率99，肝脏代谢，肾脏排泄。",
      "precautions": "⑵过敏体质者慎用。⑶有下列情况患者慎用：肝肾功能不全、凝血机制或血小板功能障碍（如血友病）。⑷避免与其他非甾体类抗炎药，包括选择性COX-2抑制剂的合并用药。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。<br>⑵用于类风湿关节炎、骨性关节炎。强直性脊柱炎、幼年型关节炎、肌腱炎、滑囊炎及急性痛风性关节炎，对于关节炎的疼痛、肿胀及活动受限均有缓解症状的作用。与阿司匹林和吲哚美辛比较，症状缓解的效应相仿，但胃肠道和神经系统的不良反应的发生率和严重程度均较轻。",
      "full_dosage": "⑴口服：<br>　　　①痛经或其他中轻度疼痛，成人开始用500mg，以后每6～8小时服用250mg，日剂量不超过1250mg，疗程不超过10日。<br>　　　②抗风湿，成人，普通制剂一次0.25～0.5g，一日2次，必要时6～8小时1次，一日最大剂量1.25g。缓释制剂，一次0.5g，一日1次。儿童，普通制剂，按体重一日10mg/kg，分2次服用，一日最大剂量750mg。肌肉注射一次0.1～0.2g，一日1次。    <br>　　⑵直肠给药：成人，一次0.25g，一日1～2次。    <br>　　⑶注射：<br>　　　①肌内注射，成人一次100～200mg，一日1次。<br>　　　②静脉注射，成人一次0.275g，一日1～2次，加氯化钠注射液20ml缓慢注射，时间不少于3分钟。儿童按体重5mg/kg或遵医嘱。<br>　　　③静脉滴注，成人一次0.275g，一日1～2次，加氯化钠注射液100ml稀释后缓慢滴注，时间不少于30分钟。儿童按体重5mg/kg，或遵医嘱。",
      "full_contraindications": "⑴对活性成份萘普生（包括萘普生钠）或辅料过敏者禁用。<br>⑵服用阿司匹林（ASA）或其他非甾体类抗炎药（NSAIDs）后有哮喘、荨麻疹或过敏反应史者禁用。<br>⑶禁用于冠状动脉搭桥手术（CABG）围手术期疼痛的治疗。<br>⑷有应用非甾体抗炎药后发生胃肠道出血或穿孔病史的患者禁用。<br>⑸有活动性消化道溃疡/出血，或者既往曾复发溃疡/出血的患者禁用。<br>⑹重度心力衰竭患者禁用。<br>⑺严重肝损伤或活动性肝病、严重肾损伤患者禁用。<br>⑻孕妇、哺乳期妇女禁用。<br>⑼哮喘、鼻息肉综合征、血管神经性水肿，以及对阿司匹林或其他解热镇痛药过敏者禁用。",
      "full_adverse_reactions": "⑴短期内使用萘普生钠出现的药物不良反应通常较轻，停药后消失。萘普生钠作为高剂量和/或长期服用时的最常见不良反应为头晕、头痛、头昏、消化不良、恶心、胃灼热和腹痛。偶见嗜睡、失眠和皮疹。罕见外周性水肿。<br>⑵严重的过敏性药物不良反应十分罕见，更有可能发生在先前经历过过敏反应的受试者中。过敏症状可能包括：皮肤发红、皮疹、荨麻疹、水泡、面部肿胀、哮喘（喘息）、休克。短期内使用萘普生钠发生溃疡/出血/穿孔为罕见不良事件。",
      "full_interactions": "⑴饮酒或与其他抗炎药同用时，胃肠道的不良反应增多，并有溃疡发生的危险。  <br>⑵本品与阿司匹林竞争血浆蛋白结合部位，使萘普生的血药浓度降低。会增加胃肠道出血的风险，并可能减弱阿司匹林引起的不可逆血小板抑制作用<br>⑶本品与碳酸氢钠或丙磺舒合用，能加速萘普生的吸收，提高血药浓度，延长半衰期，但碳酸镁、氧化镁、氢氧化铝反而妨碍其吸收。  <br>⑷本品可加强香豆素口服抗凝药的抗凝作用，出血时间延长，可出现出血倾向，并有导致胃肠道溃疡的可能。  <br>⑸本品可使呋塞米的利尿、降压作用减弱。  <br>⑹本品可抑制锂随尿排泄，使锂的血药浓度升高。可能引起恶心、烦渴、多尿、震颤、神志不清等不良反应。<br>⑺本品与环孢霉素合用，环孢霉素浓度可能升高，引起肾毒性。<br>⑻本品与甲氨蝶呤，如果每周甲氨蝶呤的摄入量超过15mg，甲氨蝶呤浓度可能会增加，这可能引起血液恶液质、肾毒性、粘膜溃疡。<br>⑼本品与糖皮质激素合用，增加胃肠道出血的风险",
      "full_pharmacokinetics": "⑴药效学：本品为苯丙酸类非甾体抗炎镇痛药，疗效与布洛芬基本相同，抗炎和镇痛的机制也是由于抑制前列腺素的合成。<br>　　⑵药动学：口服后吸收迅速而完全，ｔmax与食物、含镁和铝物质同服吸收率降低，与碳酸氢钠同服吸收加快，蛋白结合率高于99％。ｔ1/2一般为13小时。口服后2～4小时血药浓度达峰值。止痛作用开始时间为1小时，持续7小时。抗风湿作用最长达可达14天，在肝内代谢，不干扰代谢酶活性。经肾排泄，约有95％以原形及其结合物随尿排出。",
      "full_precautions": "⑴本品为对症治疗药，不宜长期或大量使用，用于止痛不得超过5天，症状未缓解，请咨询医师或药师。<br>⑵过敏体质者慎用。<br>⑶有下列情况患者慎用：肝肾功能不全、凝血机制或血小板功能障碍（如血友病）。<br>⑷避免与其他非甾体类抗炎药，包括选择性COX-2抑制剂的合并用药。<br>⑸根据控制症状的需要，在最短治疗时间内使用最低有效剂量，可以使不良反应降到最低。<br>⑹有高血压和/或心力衰竭（如液体潴留和水肿）及病史的患者应慎用，并在医师指导下使用。<br>⑺患有哮喘、鼻炎、鼻息肉病史的患者应在医师指导下使用。<br>⑻服用本品期间不得饮酒或含有酒精的饮料。<br>⑼不能同时服用其他含有解热镇痛药的药品（如某些复方抗感冒药）。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1034"
    }
  },
  {
    "id": 243,
    "name": "联苯苄唑溶液",
    "full_name": "(甲)联苯苄唑溶液",
    "chemical_name": "联苯苄唑溶液",
    "dosage_form": "其他",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "江西普丽尔药业"
    ],
    "specifications": [
      {
        "specification": "60ml/瓶",
        "manufacturer": "江西普丽尔药业",
        "full_manufacturer": "江西普丽尔药业有限公司",
        "price": 44.67,
        "unit": "盒",
        "code": "X00688",
        "approval_number": "国药准字H20083313",
        "insurance_code": "XD01ACL079S004010104370",
        "location": "G-5",
        "outpatient_location": "2E-6"
      }
    ],
    "pinyin": "lianbenbianzuorongye",
    "pinyin_initials": "lbbzry",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "外用于由皮肤癣菌如红色毛癣菌、须癣毛癣菌。絮状表皮癣菌和犬小孢子菌等所致的浅表皮肤真菌感染，如手癣、足癣（尤其是角化增厚型）、体癣、股癣；外用于由念珠菌如白色念珠菌等所致的皮肤念珠菌感染和念珠菌性外阴阴道炎。外用于由马拉色菌属所致的花斑癣。",
      "dosage": "涂于患处，一日1次，2～4周为一疗程。",
      "contraindications": "对咪唑类药物过敏或对本品过敏者禁用。",
      "adverse_reactions": "少数病人有局部红斑、烧灼感或刺痛感等刺激症状，偶可发生接触性皮炎。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "本品属咪唑类广谱抗真菌药物，具有抗皮肤癣菌、酵母菌、丝状菌和双相真菌的功效，并具有较强的抗真菌活性，对马拉色菌属和革兰阳性球菌亦有效，而且在皮肤存留时间长，每日用药一次即可。仅供外用，吸收很少。和其他咪唑类药物一样，此药对于Ｃ14-去甲基作用有抑制作用，使之不能形成麦角甾醇。还可以减少甲羟戊酸的产生",
      "precautions": "用药过程中一旦局部皮肤过敏，皮疹加重、瘙痒，立即停用。",
      "source": "湖南药事服务网",
      "full_indications": "外用于治疗由皮肤癣菌如红色毛癣菌、须癣毛癣菌。絮状表皮癣菌和犬小孢子菌等所致的浅表皮肤真菌感染，如手癣、足癣（尤其是角化增厚型）、体癣、股癣；外用于由念珠菌如白色念珠菌等所致的皮肤念珠菌感染和念珠菌性外阴阴道炎。外用于由马拉色菌属所致的花斑癣。",
      "full_dosage": "涂于患处，一日1次，2～4周为一疗程。",
      "full_contraindications": "对咪唑类药物过敏或对本品过敏者禁用。",
      "full_adverse_reactions": "少数病人有局部红斑、烧灼感或刺痛感等刺激症状，偶可发生接触性皮炎。",
      "full_interactions": "",
      "full_pharmacokinetics": "本品属咪唑类广谱抗真菌药物，具有抗皮肤癣菌、酵母菌、丝状菌和双相真菌的功效，并具有较强的抗真菌活性，对马拉色菌属和革兰阳性球菌亦有效，而且在皮肤存留时间长，每日用药一次即可。仅供外用，吸收很少。和其他咪唑类药物一样，此药对于Ｃ14-去甲基作用有抑制作用，使之不能形成麦角甾醇。还可以减少甲羟戊酸的产生使之不能形成角鲨烯，而影响麦角甾醇的合成。",
      "full_precautions": "用药过程中一旦局部皮肤过敏，皮疹加重、瘙痒，应立即停用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2183",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 244,
    "name": "盐酸甲哌卡因/肾上腺素注射液",
    "full_name": "(自)盐酸甲哌卡因/肾上腺素注射液",
    "chemical_name": "盐酸甲哌卡因/肾上腺素注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "SEPTODONT"
    ],
    "specifications": [
      {
        "specification": "1.8ml/支",
        "manufacturer": "SEPTODONT",
        "full_manufacturer": "SEPTODONT",
        "price": 6.58,
        "unit": "支",
        "code": "X00689",
        "approval_number": "国药准字HJ20171134",
        "insurance_code": "XN01BBJ060B002010278859",
        "location": "待入库定位",
        "outpatient_location": "U-5"
      }
    ],
    "pinyin": "yansuanjiapaikayin/shenshangxiansu",
    "pinyin_initials": "ysjpky/ssxs",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于口腔及牙科治疗中局部浸润麻醉（神经传导阻滞型）。",
      "dosage": "区域注射，不得静脉注射。以上甲哌卡因最大用量不超过7mg/kg。具体情况视麻醉范围及所用麻醉技术而定。推注速度不超过1ml/min。",
      "contraindications": "对胺基类麻醉药有过敏反应者、患高血压、心律失常、冠状动脉或风心病的患者、服用复方三环类抗抑郁药及进行单胺氧化酶治疗的患者禁用。3周岁以下儿童禁用。",
      "adverse_reactions": "类似于其他口腔麻醉药所引起的不良反应。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "避免对已经感染或发生红肿的部位进行麻醉；妊娠期及哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于口腔及牙科治疗中局部浸润麻醉（神经传导阻滞型）。",
      "full_dosage": "区域注射，不得静脉注射。以上甲哌卡因最大用量不超过7mg/kg。具体情况视麻醉范围及所用麻醉技术而定。推注速度不超过1ml/min。",
      "full_contraindications": "对胺基类麻醉药有过敏反应者、患高血压、心律失常、冠状动脉或风心病的患者、服用复方三环类抗抑郁药及进行单胺氧化酶治疗的患者禁用。3周岁以下儿童禁用。",
      "full_adverse_reactions": "类似于其他口腔麻醉药所引起的不良反应。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "避免对已经感染或发生红肿的部位进行麻醉；妊娠期及哺乳期妇女慎用。",
      "pharmacodynamics": "本品为口腔局部麻醉药。每支由36mg的麻醉药盐酸甲哌卡因和0.018mg的血管收缩药肾上腺素制成，本品有效地延长了麻醉效果，降低了交叉感染的发生率。盐酸甲哌卡因作用于外周神经传导阻滞，只需黏膜下浸润就可完成深龋制洞、牙髓治疗及拔牙，并且减少了麻醉并发症如血肿、局部感染、神经损伤等的风险。其余人参阅甲",
      "full_pharmacodynamics": "本品为口腔局部麻醉药。每支由36mg的麻醉药盐酸甲哌卡因和0.018mg的血管收缩药肾上腺素制成，本品有效地延长了麻醉效果，降低了交叉感染的发生率。盐酸甲哌卡因作用于外周神经传导阻滞，只需黏膜下浸润就可完成深龋制洞、牙髓治疗及拔牙，并且减少了麻醉并发症如血肿、局部感染、神经损伤等的风险。其余人参阅甲哌卡因及肾上腺素。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2880",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 245,
    "name": "(礼来)精蛋白人胰岛素混合注射液(30R)(70/30)",
    "full_name": "(甲)(礼来)精蛋白人胰岛素混合注射液(30R)(70/30)[国基][市基]",
    "chemical_name": "精蛋白人胰岛素混合注射液(30R)",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药",
      "市基药"
    ],
    "manufacturers": [
      "甘李药业",
      "礼来苏州制药",
      "诺和诺德制药",
      "通化东宝药业"
    ],
    "specifications": [
      {
        "specification": "1单位/支",
        "manufacturer": "礼来苏州制药",
        "full_manufacturer": "礼来苏州制药有限公司",
        "price": 29.56,
        "unit": "盒",
        "code": "X00690",
        "approval_number": "国药准字S20227016",
        "insurance_code": "XA10ADJ247B002020378604",
        "location": "2B-1",
        "outpatient_location": "2A-2"
      },
      {
        "specification": "300单位/支",
        "manufacturer": "诺和诺德制药",
        "full_manufacturer": "诺和诺德(中国)制药有限公司",
        "price": 29.56,
        "unit": "盒",
        "code": "Y00000014613",
        "approval_number": "国药准字S20191005",
        "insurance_code": "XA10ADJ247B002010107103",
        "location": "2B-2",
        "outpatient_location": "2A-1"
      },
      {
        "specification": "300单位/支",
        "manufacturer": "甘李药业",
        "full_manufacturer": "甘李药业股份有限公司",
        "price": 25.9,
        "unit": "盒",
        "code": "Y00000014893",
        "approval_number": "国药准字S20210015",
        "insurance_code": "XA10ADJ247B002010100227",
        "location": "2B-2",
        "outpatient_location": "2A-4"
      },
      {
        "specification": "300单位/支",
        "manufacturer": "通化东宝药业",
        "full_manufacturer": "通化东宝药业股份有限公司",
        "price": 25.93,
        "unit": "盒",
        "code": "X00647",
        "approval_number": "国药准字S20030004",
        "insurance_code": "XA10ADJ247B002010103546",
        "location": "2B-1"
      }
    ],
    "pinyin": "jingdanbairenyidaosuhunhe",
    "pinyin_initials": "jdbrydshh",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于中、轻度糖尿病患者，重症须与正规胰岛素合用，有利于减少每日胰岛素注射次数，控制夜间高血糖。",
      "dosage": "本品绝不能用于静脉注射。",
      "contraindications": "对本品中活性成份或其它成份过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、头痛、瘙痒、过敏、疼痛、乏力、嗜睡等。",
      "interactions": "⑴可能会减少胰岛素需要量的药物：口服降糖药、单胺氧化酶抑制剂(MAOI)、非选择性β-受体阻滞剂、血管紧张素转换酶(ACE)抑制剂、水杨酸盐、合成类固醇和磺胺类药物。<br>⑵可能会增加胰岛素需要量的药物：口服避孕药、噻嗪类、糖皮质激素类、甲状腺激素、拟交感神经类药物、生长激素和达那唑。<br>⑶β-受体阻滞剂会掩盖低血糖的症状和延缓其恢复的时间。奥曲肽和兰瑞肽可能增加或者减少胰岛素的需要量。<br>⑷酒精可以加剧或者缩短胰岛素导致的低血糖作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑷运动员慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗中、轻度糖尿病患者，重症须与正规胰岛素合用，有利于减少每日胰岛素注射次数，控制夜间高血糖。",
      "full_dosage": "⑴皮下注射。本品绝不能用于静脉注射。本品的双时相组份包含短效胰岛素和中效胰岛素。在需要快速起效并使效应延长时，通常给予混合胰岛素一天1次或一天2次。剂量应根据患者的病情个体化。个体胰岛素需要量通常在每日每公斤体重0.3~1.0IU之间。当患者存在胰岛素抵抗时(如处于青春期或肥胖状态)，每日的胰岛素需要量可能会增加。而当患者体内存在残余的内源性胰岛素分泌时，每日的胰岛素需要量可能会减少。注射后30分钟内必须进食含有碳水化合物的正餐或加餐。<br>⑵剂量调整：伴发其他疾病时(特别是感染和发热)，通常患者的胰岛素需要量会增加。伴发肾脏、肝脏疾病或者影响肾上腺、垂体或甲状腺功能的疾病时，可能需要改变胰岛素剂量。当患者的体力活动量或进食量发生改变时，其所用的胰岛素的剂量要做相应的调整。当患者从1种胰岛素制剂换用其他胰岛素制剂时，剂量可能会需要调整。",
      "full_contraindications": "对本品中活性成份或其它成份过敏者禁用。",
      "full_adverse_reactions": "⑴胰岛素治疗的初始阶段，可能会出现属光不正、水肿和注射部位反应(注射部位疼痛、皮肤发红、皮疹、炎症、瘀青、肿胀和瘙痒)。这些现象通常为一过性的。对血糖控制的快速改善可能会引起急性神经痛，这种症状通常是可逆的。尽管快速改善血糖控制的胰岛素强化治疗可能会暂时性恶化糖尿病视网膜病变，但长期改善血糖控制可以降低糖尿病视网膜病变进展的风险。<br>⑵过敏反应：全身性过敏反应(包括全身性皮疹、瘙痒、出汗、胃肠道不适、血管神经性水肿、呼吸困难、心悸、血压下降以及昏晕或丧失知觉)十分罕见，但有可能危及生命。<br>⑶在本品使用过程中，低血糖是最常见的不良反应。低血糖症状通常会突然发生。这些症状包括出冷汗、皮肤苍白发凉、乏力、神经紧张或发抖、焦虑、异常疲倦或虚弱、意识模糊、注意力不集中、嗜睡、饥饿感、视觉异常、头痛、恶心和心悸。<br>⑷注射部位可能会发生脂肪代谢障碍为偶见不良反应。",
      "full_interactions": "⑴可能会减少胰岛素需要量的药物：口服降糖药、单胺氧化酶抑制剂(MAOI)、非选择性β-受体阻滞剂、血管紧张素转换酶(ACE)抑制剂、水杨酸盐、合成类固醇和磺胺类药物。<br>⑵可能会增加胰岛素需要量的药物：口服避孕药、噻嗪类、糖皮质激素类、甲状腺激素、拟交感神经类药物、生长激素和达那唑。<br>⑶β-受体阻滞剂会掩盖低血糖的症状和延缓其恢复的时间。奥曲肽和兰瑞肽可能增加或者减少胰岛素的需要量。<br>⑷酒精可以加剧或者缩短胰岛素导致的低血糖作用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴胰岛素的降糖效果受注射的胰岛素剂量、注射途径和部位、皮下脂肪的厚度、糖尿病的类型的影响，因此体现出个体差异。<br>对于严重的低血糖，在患者已丧失意识的情况之下，可由受过专业训练的人员给患者肌内或皮下注射高血糖素(0.5~1mg)或由医务人员给予葡萄糖静脉注射。<br>⑵患者在从其曾用胰岛素产品换用本品时，可能需要调整每日注射次数或是进行剂量调整。换用本品时，可在首次给药时，或者在开始治疗的几周或几个月内进行剂量调整。<br>⑶本品中所含的间甲酚，可能会导致过敏反应。<br>⑷运动员慎用。<br>⑸由于胰岛素不能通过胎盘屏障，所以不限制糖尿病患者在妊娠期间使用胰岛素治疗。胰岛素的需要量通常在妊娠早期减少;在随之而来的妊娠中、晚期逐渐增加。哺乳期的糖尿病妇女用胰岛素治疗，不会对婴儿产生危害。",
      "pharmacodynamics": "本品为双时相胰岛素制剂，含有30％快速起效的可溶性中性胰岛素和70％慢速起效的低精蛋白锌胰岛素（NPH）的混悬液。作用机制：胰岛素与肌肉和脂肪细胞上的膜岛素受体结合后，促进葡萄糖的吸收;同时，抑制肝脏葡萄糖的释放。本品经皮下注射给药后短效胰岛素0.5小时之内起效，2~8小时达到最大效应，在1.5~2",
      "full_pharmacodynamics": "本品为双时相胰岛素制剂，含有30％快速起效的可溶性中性胰岛素和70％慢速起效的低精蛋白锌胰岛素（NPH）的混悬液。作用机制：胰岛素与肌肉和脂肪细胞上的膜岛素受体结合后，促进葡萄糖的吸收;同时，抑制肝脏葡萄糖的释放。本品经皮下注射给药后短效胰岛素0.5小时之内起效，2~8小时达到最大效应，在1.5~25小时之内达到最大血药浓度。全部的作用持续时间最长可达24小时。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=633"
    }
  },
  {
    "id": 246,
    "name": "醋酸氢化可的松片",
    "full_name": "(甲)醋酸氢化可的松片[国基]",
    "chemical_name": "醋酸氢化可的松片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "天津信谊津津药业"
    ],
    "specifications": [
      {
        "specification": "20mg/片",
        "manufacturer": "天津信谊津津药业",
        "full_manufacturer": "天津信谊津津药业有限公司",
        "price": 54.09,
        "unit": "瓶",
        "code": "X00692",
        "approval_number": "国药准字H31021270",
        "insurance_code": "XH02ABQ060A001010200818"
      }
    ],
    "pinyin": "cusuanqinghuakedisong",
    "pinyin_initials": "csqhkds",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "肾上腺皮质激素类药。主要用于肾上腺皮质功能减退症及垂体功能减退症的替代治疗，亦可用于过敏性和炎症性疾病；外用适于对糖皮质激素有效的非感染性、炎症性及瘙痒性皮肤病，如特应性皮炎、湿疹、神经性皮炎、接触性皮炎及脂溢性皮炎等；局部外用于虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等。也可用于角膜移植后的排斥反应和眼科手术后的炎症反应。",
      "dosage": "成人：肾上腺皮质功能减退，一日剂量20～25mg",
      "contraindications": "参阅肾上腺皮质激素项。如需局部外用时对本药及基质成分过敏者或对其他糖皮质激素过敏者禁用。原发性细菌性、真菌性及病毒性等感染性皮肤病禁用。",
      "adverse_reactions": "参阅肾上腺皮质激素项。外用时可有烧灼感、皮肤刺激感。偶可引起接触性皮炎，长期外用局部可出现毛细血管扩张、多毛、皮肤萎缩，并使皮肤容易发生继发感染，如毛囊炎及真菌感染；长期外用于面部可出现痤疮样疹、口周皮炎等。",
      "interactions": "参阅肾上腺皮质激素项。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：参阅肾上腺皮质激素。<br>　　⑵药动学：本品可自消化道迅速吸收，约1小时血药浓度达峰值，其ｔ1/2约为100分钟，血中90％以上的氢化可的松与血浆蛋白结合。本品也可经皮肤吸收，尤其在皮肤破损处吸收更快。本品主要经肝脏代谢，转化为四氢可的松和四氢氢化可的松，大多数代谢产物结合成葡糖醛酸酯，",
      "precautions": "参阅肾上腺皮质激素项。局部外用时若用药部位发生局部皮肤过敏，皮疹加重、瘙痒，立即停用。孕妇、哺乳期妇女考虑用药利弊，慎重使用。",
      "source": "湖南药事服务网",
      "full_indications": "肾上腺皮质激素类药。主要用于肾上腺皮质功能减退症及垂体功能减退症的替代治疗，亦可用于过敏性和炎症性疾病；外用适于对糖皮质激素有效的非感染性、炎症性及瘙痒性皮肤病，如特应性皮炎、湿疹、神经性皮炎、接触性皮炎及脂溢性皮炎等；局部外用于治疗虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等。也可用于治疗角膜移植后的排斥反应和眼科手术后的炎症反应。",
      "full_dosage": "⑴口服：治疗成人肾上腺皮质功能减退，一日剂量20～25mg，清晨服2/3，午餐后服1/3.有应激状况时，应适当加量，可增至一日80mg，分次服用。有严重应激时应改用氢化可的松静脉滴注。小儿的治疗剂量为按体表面积一日20～25mg/m²，分3次服，每8小时服1次。    <br>　　⑵静脉注射：用于治疗肾上腺皮质功能减退及垂体前叶功能减退危象，严重过敏反应，哮喘持续状态，休克，每次游离醇型100mg或氢化可的松琥珀酸钠135mg静脉滴注，可用至一日300～500mg，疗程不超过3～5日。    <br>　　⑶局部用药：①滴眼液：用时摇匀后滴入结膜囊，一日3～4次，一次1～2滴。②眼膏剂：涂于下眼睑内，一次少许，一日2～3次，最后一次睡前使用。③软膏剂：治疗皮肤病，涂于患处，成人一日2～3次，儿童一日1～2次。",
      "full_contraindications": "参阅肾上腺皮质激素项。如需局部外用时对本药及基质成分过敏者或对其他糖皮质激素过敏者禁用。原发性细菌性、真菌性及病毒性等感染性皮肤病禁用。",
      "full_adverse_reactions": "参阅肾上腺皮质激素项。外用时可有烧灼感、皮肤刺激感。偶可引起接触性皮炎，长期外用局部可出现毛细血管扩张、多毛、皮肤萎缩，并使皮肤容易发生继发感染，如毛囊炎及真菌感染；长期外用于面部可出现痤疮样疹、口周皮炎等。",
      "full_interactions": "参阅肾上腺皮质激素项。",
      "full_pharmacokinetics": "⑴药效学：参阅肾上腺皮质激素。<br>　　⑵药动学：本品可自消化道迅速吸收，约1小时血药浓度达峰值，其ｔ1/2约为100分钟，血中90％以上的氢化可的松与血浆蛋白结合。本品也可经皮肤吸收，尤其在皮肤破损处吸收更快。本品主要经肝脏代谢，转化为四氢可的松和四氢氢化可的松，大多数代谢产物结合成葡糖醛酸酯，极少量以原形经尿排泄。",
      "full_precautions": "参阅肾上腺皮质激素项。局部外用时若用药部位发生局部皮肤过敏，皮疹加重、瘙痒，应立即停用。孕妇、哺乳期妇女应考虑用药利弊，慎重使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1233",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 247,
    "name": "达罗他胺片",
    "full_name": "※▲(乙10%)达罗他胺片",
    "chemical_name": "达罗他胺片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "Bayer HealthCare Pharmaceuticals Inc."
    ],
    "specifications": [
      {
        "specification": "300mg/片",
        "manufacturer": "Bayer HealthCare Pharmaceuticals Inc.",
        "full_manufacturer": "Bayer HealthCare Pharmaceuticals Inc.(Orion Corporation, Orion Pharma, Espoo)",
        "price": 5707.2,
        "unit": "盒",
        "code": "X00697",
        "approval_number": "国药准字HJ20210010",
        "insurance_code": "XL02BBD348A001010183396"
      }
    ],
    "pinyin": "※▲daluotaan",
    "pinyin_initials": "※▲dlta",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于有高危转移风险的非转移性去势抵抗性前列腺癌（NM-CRPC）成年患者。即肿瘤未扩散到身体其他部位且对降低睾酮的药物或手术治疗不再有效的前列腺癌患者。",
      "dosage": "口服：推荐剂量为一次600mg，一日2次。与食物同服。严重肾功能损害或中度肝功能损害的患者剂量为一次300mg，一日2次。",
      "contraindications": "⑴对活性成分或任何辅料发生超敏反应禁用。\n⑵妊娠期或计划怀孕的女性禁用。",
      "adverse_reactions": "不良反应：比安慰剂频率增加≥2%的不良事件仅为疲乏、肢体疼痛、皮疹；频率更高的实验室检查异常仅为中性粒细胞计数降低、AST升高、胆红素增加。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "具有生殖潜力的女性的伴侣采取有效的避孕措施。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗有高危转移风险的非转移性去势抵抗性前列腺癌（NM-CRPC）成年患者。即肿瘤未扩散到身体其他部位且对降低睾酮的药物或手术治疗不再有效的前列腺癌患者。",
      "full_dosage": "口服：推荐剂量为一次600mg，一日2次。与食物同服。严重肾功能损害或中度肝功能损害的患者建议剂量为一次300mg，一日2次。",
      "full_contraindications": "⑴对活性成分或任何辅料发生超敏反应禁用。<br>⑵妊娠期或计划怀孕的女性禁用。",
      "full_adverse_reactions": "不良反应：比安慰剂频率增加≥2%的不良事件仅为疲乏、肢体疼痛、皮疹；频率更高的实验室检查异常仅为中性粒细胞计数降低、AST升高、胆红素增加。",
      "full_interactions": "⑴避免与强或中度的CYP3A4诱导剂合用。与强CYP抑制剂联用应注意监测患者的不良反应发生情况。<br>⑵本品避免与瑞舒伐他汀合用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "具有生殖潜力的女性的伴侣应采取有效的避孕措施。",
      "pharmacodynamics": "本品为非甾体雄激素受体（AR）拮抗剂，它能与AR强力结合，并抑制其功能以及向细胞核内的转移，从而达到抑制前列腺癌细胞生长的目的。另外，darolutamide显示出可忽略不计的血脑屏障（BBB）渗透，这可能降低癫痫发生等中枢神经系统相关的副作用。<br>Darolutamide联合ADT治疗组中位M",
      "full_pharmacodynamics": "本品为非甾体雄激素受体（AR）拮抗剂，它能与AR强力结合，并抑制其功能以及向细胞核内的转移，从而达到抑制前列腺癌细胞生长的目的。另外，darolutamide显示出可忽略不计的血脑屏障（BBB）渗透，这可能降低癫痫发生等中枢神经系统相关的副作用。<br>Darolutamide联合ADT治疗组中位MFS为40.4个月，安慰剂组为18.4个月，中位MFS总体改善为22个月。<br>发生率大于等于5%或治疗中出现的3-5级不良事件的发生率在darolutamide和安慰剂两组之间相当；只有超过10%的患者出现疲劳。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12953",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 248,
    "name": "注射用赖氨匹林",
    "full_name": "(甲)注射用赖氨匹林",
    "chemical_name": "注射用赖氨匹林",
    "dosage_form": "注射用",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "海南皇隆制药"
    ],
    "specifications": [
      {
        "specification": "0.25g/瓶",
        "manufacturer": "海南皇隆制药",
        "full_manufacturer": "海南皇隆制药股份有限公司",
        "price": 24.5,
        "unit": "瓶",
        "code": "X00699",
        "approval_number": "国药准字H20065304",
        "insurance_code": "XN02BAL023B001030105781",
        "location": "A-5"
      }
    ],
    "pinyin": "zhusheyonglaianpilin",
    "pinyin_initials": "zsylapl",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "口服制剂用于发热及轻、中度的疼痛。注射剂不适用于口服给药的发热及中度疼痛的治疗。",
      "dosage": "儿童：1日10～25mg",
      "contraindications": "下列情况应禁用：①活动期溃疡病或其他原因引起的消化道出血；②血友病或血小板减少症；③对阿司匹林或其他非甾体抗炎药过敏史者，尤其是出现哮喘、神经血管性水肿或休克者；④妊娠期及哺乳期妇女；⑤3个月以下婴儿禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、过敏等。",
      "interactions": "⑴与其他非甾体抗炎药合用时，使胃肠道不良反应增加，而疗效并不加强。  <br>⑵与抗酸药（长期大量应用）或尿碱化药合用，碱性尿可增加本品排泄，使血药浓度降低。当血药浓度已达稳定状态停用碱性药可使血药浓度升高到毒性水平，应予注意。  <br>⑶与口服抗凝药合用时，可能增加出血的危险。  <br>⑷碳酸酐酶抑制药可使尿碱化，甚至可引起代谢性酸中毒，不仅能导致水杨酸盐排泄增加，血药浓度降低，而且透入脑组织中的量也增加，出现毒性反应。  <br>⑸糖皮质激素可增加水杨酸盐有的排泄，合用时，为维持本品的血",
      "pregnancy_category": null,
      "pharmacokinetics": "本品为阿司匹林与赖氨酸的复盐，作用同阿司匹林，其特点是适于肌内注射或静脉注射，血药浓度高，不良反应小。肌内注射后血药浓度可维持36～120分钟；静脉注射后血药浓度约为口服的1.8倍。并立即代谢为水杨酸，其浓度迅速上升。",
      "precautions": "⑴下列情况应慎用：①有哮喘及其他过敏性反应时；⑸16岁以下儿童慎用，3个月以下婴儿禁用。医生应询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、喉头水肿、血压下降等症状和体征，应立即停药并及时治疗。",
      "source": "湖南药事服务网",
      "full_indications": "口服制剂用于发热及轻、中度的疼痛。注射剂不适用于口服给药的发热及中度疼痛的治疗。",
      "full_dosage": "⑴肌内注射或静脉滴注：一次0.9～1.8g，一日2次；儿童1日10～25mg/kg。以0.9％氯化钠注射液溶解后静脉滴注。    <br>⑵口服：本品宜以凉开水溶解后立即服用，开水温度越高，或冲后放置时间越长，易致本品分解为水杨酸。一次0.45～0.9g，一日2～3次。",
      "full_contraindications": "下列情况应禁用：①活动期溃疡病或其他原因引起的消化道出血；②血友病或血小板减少症；③对阿司匹林或其他非甾体抗炎药过敏史者，尤其是出现哮喘、神经血管性水肿或休克者；④妊娠期及哺乳期妇女；⑤3个月以下婴儿禁用。",
      "full_adverse_reactions": "⑴偶有轻微胃肠反应（如胃部不适、恶心、呕吐）及出汗等。本品对抗维生素Ｋ的作用，抑制凝血酶原的合成，延长出血时间，可给予维生素Ｋ防治。长期应用本品可出现氨基转移酶升高、肝细胞坏死及肾脏损害，及时停药可恢复。<br>⑵过敏反应：少数病人用药后出现皮疹、荨麻疹、哮喘、血管神经性水肿或粘膜充血等过敏反应，严重者可发生过敏性休克。其中哮喘较多见，而且多发于30岁以上中年人，于用药数分钟后发生呼吸困难、喘息，称为“阿司匹林哮喘”，严重者可危及生命。已报道的严重皮肤损害包括：大疱性皮疹、中毒性表皮坏死松解症和剥脱性皮炎等。<br>⑶瑞氏综合征：16岁以下儿童使用本品可能发生瑞氏综合征。1~2周内患有水痘或流感样症状的儿童和青少年不应使用本品。如该人群使用本品后突然出现剧烈头痛、频繁呕吐及烦躁不安等表现，应警惕瑞氏综合征。此种情况虽然少见，但神经系统症状进展迅速，可危及生命。",
      "full_interactions": "⑴与其他非甾体抗炎药合用时，使胃肠道不良反应增加，而疗效并不加强。  <br>⑵与抗酸药（长期大量应用）或尿碱化药合用，碱性尿可增加本品排泄，使血药浓度降低。当血药浓度已达稳定状态停用碱性药可使血药浓度升高到毒性水平，应予注意。  <br>⑶与口服抗凝药合用时，可能增加出血的危险。  <br>⑷碳酸酐酶抑制药可使尿碱化，甚至可引起代谢性酸中毒，不仅能导致水杨酸盐排泄增加，血药浓度降低，而且透入脑组织中的量也增加，出现毒性反应。  <br>⑸糖皮质激素可增加水杨酸盐有的排泄，合用时，为维持本品的血药浓度，必要时应增加本品的剂量。  <br>⑹与胰岛素或口服降糖药合用，可加强降糖药的作用。  <br>⑺与甲氨蝶呤合用时，可减少甲氨蝶呤与蛋白的结合，减少其从肾脏的排泄，使血药浓度升高而毒性反应增加。  <br>⑻丙磺舒或硫氧唑酮的排尿酸作用可因同时应用本品而降低；当水杨酸盐的血药浓度＞50μg/ml时降低即明显，超过100～150μg/ml时更甚。此外，丙磺舒可降低水杨酸盐自肾脏的清除率，从而使后者的血药浓度升高。  <br>⑼尿酸化药：酸性尿可降低水杨酸盐的排泄，使后者血药浓度升高。水杨酸血药浓度已达稳定状态的患者加用尿酸化药后可能导致水杨酸盐血药浓度升高，毒性反应增加。",
      "full_pharmacokinetics": "本品为阿司匹林与赖氨酸的复盐，作用同阿司匹林，其特点是适于肌内注射或静脉注射，血药浓度高，不良反应小。肌内注射后血药浓度可维持36～120分钟；静脉注射后血药浓度约为口服的1.8倍。并立即代谢为水杨酸，其浓度迅速上升。",
      "full_precautions": "⑴下列情况应慎用：①有哮喘及其他过敏性反应时；②溃疡病或腐蚀性胃炎；③葡萄糖-6-磷酸脱氢酶缺陷者；④痛风(本品可影响其他排尿酸药的作用，小剂量时可能引起尿酸潴留)；⑤肝功能减退时可加重肝脏毒性反应，加重出血倾向，肝功能不全或肝硬化患者易出现肾脏不良反应；⑥心功能不全或高血压，大量应用可能引起心力衰竭或肺水肿。  <br>⑵长期大量用药时应定期检查血细胞比容、肝功能及血清水杨酸含量测定。  <br>⑶该药可引起过敏性休克。医生应询问患者药物过敏史，用药过程中要密切监测，如果出现皮疹、瘙痒、呼吸困难、喉头水肿、血压下降等症状和体征，应立即停药并及时治疗。<br>⑷该药可引起严重皮肤损害，包括大疱性皮疹、中毒性表皮坏死松解症、剥脱性皮炎等。如果患者用药后出现皮疹、瘙痒等不良反应，应立即停药并及时就诊。<br>⑸16岁以下儿童慎用，3个月以下婴儿禁用。儿童用药后可能引起瑞氏综合征，参见【不良反应】。<br>⑹小儿患者，尤其是有发热及脱水者，易出现毒性反应。急性发热疾病，尤其是流感及水痘患儿应用本品，可能会发生瑞氏综合征（Reye’s syndrome），因而不推荐使用。  <br>⑺老年患者服用本品易出现毒性反应，应减量服用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2681",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 249,
    "name": "地达西尼胶囊",
    "full_name": "※▲(乙10%)地达西尼胶囊",
    "chemical_name": "地达西尼胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "浙江京新药业"
    ],
    "specifications": [
      {
        "specification": "2.5mg/粒",
        "manufacturer": "浙江京新药业",
        "full_manufacturer": "浙江京新药业股份有限公司",
        "price": 97.16,
        "unit": "盒",
        "code": "X00700",
        "approval_number": "国药准字H20230030",
        "insurance_code": "XN05CFD373E001010204658",
        "location": "O-2",
        "outpatient_location": "Z-2"
      }
    ],
    "pinyin": "※▲didaxini",
    "pinyin_initials": "※▲ddxn",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于失眠障碍患者的短期治疗。",
      "dosage": "口服：推荐剂量为一次2.5mg，睡前15-30分钟服用。 本品治疗时间一般不超过4周，包括减药期。对于轻度肝功能不全患者，无需根据肝功能调整剂量。目前尚无中度和重度肝功能不全患者的研究数据。肾功能不全患者：对于轻度肾功能不全患者，无需根据肾功能调整剂量。目前尚无中度和重度肾功能不全患者的研究数据。",
      "contraindications": "以下患者禁用：对地达西尼或本品任何其它成份过敏的患者；重症肌无力患者；重度睡眠呼吸暂停综合征患者；重度呼吸功能不全患者；服用本品后出现过复杂睡眠行为的患者。",
      "adverse_reactions": "常见：（发生率≥1%）为乏力、紧张不安、疲乏、头痛、不宁腿综合征、周期性肢体运动障碍、睡眠呼吸暂停综合征、高眼压、畏光、血氧饱和度降低等",
      "interactions": "地达西尼在人体内主要由黄素单加氧酶（FMO，主要是FMO3）代谢，不建议本品与只经FMO酶代谢的药物合用。<br>动物实验显示，与传统苯二氮䓬类药物相比，地达西尼在体内治疗剂量下与乙醇产生相互作用的可能性很低。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约4小时。",
      "precautions": "对于肝肾功能不全患者，在服用本品过程中，需定期检测肝肾功能，如有异常需及时就医。",
      "source": "湖南药事服务网",
      "full_indications": "用于失眠障碍患者的短期治疗。",
      "full_dosage": "口服：推荐剂量为一次2.5mg，睡前15-30分钟服用。 本品治疗时间一般不超过4周，包括减药期。对于轻度肝功能不全患者，无需根据肝功能调整剂量。目前尚无中度和重度肝功能不全患者的研究数据。肾功能不全患者：对于轻度肾功能不全患者，无需根据肾功能调整剂量。目前尚无中度和重度肾功能不全患者的研究数据。",
      "full_contraindications": "以下患者禁用：对地达西尼或本品任何其它成份过敏的患者；重症肌无力患者；重度睡眠呼吸暂停综合征患者；重度呼吸功能不全患者；服用本品后出现过复杂睡眠行为的患者。",
      "full_adverse_reactions": "十分常见的不良反应（发生率≥10%）为头晕；常见不良反应（发生率≥1%）为乏力、紧张不安、疲乏、头痛、不宁腿综合征、周期性肢体运动障碍、睡眠呼吸暂停综合征、高眼压、畏光、血氧饱和度降低等。",
      "full_interactions": "地达西尼在人体内主要由黄素单加氧酶（FMO，主要是FMO3）代谢，不建议本品与只经FMO酶代谢的药物合用。<br>动物实验显示，与传统苯二氮䓬类药物相比，地达西尼在体内治疗剂量下与乙醇产生相互作用的可能性很低。",
      "full_pharmacokinetics": "地达西尼是治疗失眠障碍的一类小分子药物，是GABAA（γ-氨基丁酸A）受体的部分正向别构调节剂，选择性作用于GABAA受体α1亚型，通过与α1-亚型结合导致GABAa受体的变构调节而中度激活该受体并导致下游信号转导，从而抑制中枢神经系统，发生睡眠作用。表现出高的亲和性和中等强度的激动作用，可诱导快速入睡和维持睡眠。消除半衰期3—4小时，可维持更长的睡眠时间。",
      "full_precautions": "对于肝肾功能不全患者，在服用本品过程中，需定期检测肝肾功能，如有异常需及时就医。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13536",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 250,
    "name": "左乙拉西坦片",
    "full_name": "(甲)左乙拉西坦片",
    "chemical_name": "左乙拉西坦片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "浙江京新药业"
    ],
    "specifications": [
      {
        "specification": "0.25g/片",
        "manufacturer": "浙江京新药业",
        "full_manufacturer": "浙江京新药业股份有限公司",
        "price": 51.5,
        "unit": "盒",
        "code": "Y00000014448",
        "approval_number": "国药准字H20143177",
        "insurance_code": "XN03AXZ075A001010304658",
        "location": "P-3",
        "outpatient_location": "H-4"
      }
    ],
    "pinyin": "zuoyilaxitan",
    "pinyin_initials": "zylxt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "⑴用于成人及4岁以上儿童癫痫患者部分性发作及继发性发作的加用治疗。 ⑵用于1个月及以上患者的部分发作性癫痫的治疗。 ⑶用于12岁及以上青少年肌阵挛发作癫痫患者的加用治疗。 ⑷用于6岁及以上儿童特发性全面性发作癫痫患者的原发性全面性强直-阵挛发作的加用治疗。",
      "dosage": "成人：（＞18岁）和青少年（12～17岁）体重≥50kg，起始剂量为一次0.5g；儿童：和青少年体重＜50kg，起始剂量为每次10mg",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "常见：皮疹、呕吐、头痛、头晕、过敏、疼痛、嗜睡等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "肝脏代谢，肾脏排泄。",
      "precautions": "⑻肾功能不全患者慎用。用药交代 ⑴如果服用者出现消化道症状，兴奋不安，行为异常需要特别注意。与卡马西平合用，出现卡马西平毒性的风险增加，宜严密监测，为消除毒性有必要减少卡马西平的剂量。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于成人及4岁以上儿童癫痫患者部分性发作及继发性发作的加用治疗。 ⑵用于1个月及以上患者的部分发作性癫痫的治疗。 ⑶用于12岁及以上青少年肌阵挛发作癫痫患者的加用治疗。 ⑷用于6岁及以上儿童特发性全面性发作癫痫患者的原发性全面性强直-阵挛发作的加用治疗。",
      "full_dosage": "口服： ①成人（＞18岁）和青少年（12～17岁）体重≥50kg，起始剂量为一次0.5g，一日2次，每2～4周每次增加0.5g，一日剂量可增至一次1.5g，一日2次。 ②4～11岁儿童和青少年体重＜50kg，起始剂量为每次10mg/kg，一日2次，每2～4周增加每次10mg/kg，最多增至一次30mg/kg，一日2次。维持量一日1.0g～3.0g。应尽量使用最低有效剂量。儿童和青少年体重≥50kg者，剂量和成人一致。 ③老年人（≥65岁），根据肾功能状况，调整剂量。 ④肾功能不全患者，需根据肌酐清除率调整剂量。 ⑤正在进行透析晚期肾病患者：一次500～1000mg，一日1次。服用第1日推荐负荷量为750mg。透析后，推荐给予250～500mg附加剂量。 儿童相关用法用量：用于1个月及以上患者的部分发作性癫痫的治疗和用于12岁及以上青少年肌阵挛发作癫痫患者的加用治疗：治疗起始剂量1000mg/日，每日2次给药（500mg，每日2次）。每两周增加1000mg/日的剂量至推荐的日剂量3000mg。剂量低于3000mg/日的有效性尚未研究。 用于6岁及以上儿童患者的原发性全面性强直-阵挛发作的加用治疗：6至<16岁的儿科患者的起始治疗为每日20mg/kg，分为两次给药（10mg/kg，每日2次）。每两周增加一次每日剂量，每次增量为20mg/kg，直至推荐日剂量60mg/kg（30mg/kg，每日2次）。剂量低于60mg/kg/天的有效性尚未得到充分研究。体重≤20kg的患者应服用口服溶液剂。体重超过20kg的患者可以服用片剂或口服溶液。 剂型与规格 片剂 0.25g 0.5g 1.0g XN03AX乙1081 5% 哪儿有 口服溶液剂 15g 150ml 30g 300ml XN03AX乙1081 0% 哪儿有 注射液 0.5g 5ml XN03AX乙1081 5% 哪儿有 片剂 0.75g XN03AX乙1081 5% 哪儿有 缓释片 0.5g 0.75g XN03AX乙1081 5% 哪儿有 缓释颗粒 0.5g XN03AX乙1081 5% 哪儿有",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "⑴常见的不良反应有呕吐、食欲不振，感染，虚弱、困倦、嗜睡、头痛、头晕，行为异常、抑郁、紧张、情感障碍、心静不稳、敌意行为，咽炎、鼻炎、咳嗽，疲劳、疼痛。⑵严重的不良反应有各类血细胞减少、肝衰竭、自杀意图、自杀。⑶罕见但严重的不良反应有嗜酸性粒细胞增多和系统症状（DRESS）。开始可能表现为皮疹，但会迅速发展，引起内脏损伤甚至死亡，需要住院治疗，如果不迅速诊断和治疗，可能会危及生命。 肝损伤 ⑴肝毒性： 前瞻性研究表明左乙拉西坦长期治疗不会导致血清转氨酶含量显著升高。左乙拉西坦很少会引起临床症状明显的肝中毒性肝损伤，报告案例仅有数例。但是，患者通常同时服用多种抗痉挛药，因此，很难评估左乙拉西坦的肝毒性。尚未发现左乙拉西坦会引起抗痉挛药超敏综合征，因此它是抗痉挛药超敏综合征出现后的安全选择之一。⑵损伤机制： 左乙拉西坦的肝毒性机制目前未知，但可能为超敏性。用药结果和药物管理 目前发表文献中已有至少一例左乙拉西坦相关的急性肝功能衰竭。重新服用药物会导致肝损伤迅速复发。尚无使用左乙拉西坦引致慢性肝损伤的病例报道。⑶肝损星级：★ 禁忌症 对本品过敏者禁用。",
      "full_interactions": "本品及其主要代谢物，既不是人体肝脏细胞色素P450、环氧化水解酶或尿苷二磷酸-葡萄苷酶的抑制药，也不是它们具有高亲和力的底物。因此，不易出现药代动力学相互作用。另外，其血浆蛋白结合率低（＜10%），不易产生因与其他药物竞争蛋白结合位点所致临床显著相互作用。与卡马西平合用，出现卡马西平毒性的风险增加，宜严密监测，为消除毒性有必要减少卡马西平的剂量。 用药交代 ⑴如果服用者出现消化道症状，兴奋不安，行为异常需要特别注意。 ⑵患者处方左乙拉西坦时应告知可能出现嗜酸性粒细胞增多和系统症状（DRESS），此症状可能在开始服药后2-8周出现，症状和程度差异很大。 用法与用量 口服： ①成人（＞18岁）和青少年（12～17岁）体重≥50kg，起始剂量为一次0.5g，一日2次，每2～4周每次增加0.5g，一日剂量可增至一次1.5g，一日2次。 ②4～11岁儿童和青少年体重＜50kg，起始剂量为每次10mg/kg，一日2次，每2～4周增加每次10mg/kg，最多增至一次30mg/kg，一日2次。维持量一日1.0g～3.0g。应尽量使用最低有效剂量。儿童和青少年体重≥50kg者，剂量和成人一致。 ③老年人（≥65岁），根据肾功能状况，调整剂量。 ④肾功能不全患者，需根据肌酐清除率调整剂量。 ⑤正在进行透析晚期肾病患者：一次500～1000mg，一日1次。服用第1日推荐负荷量为750mg。透析后，推荐给予250～500mg附加剂量。 儿童相关用法用量：用于1个月及以上患者的部分发作性癫痫的治疗和用于12岁及以上青少年肌阵挛发作癫痫患者的加用治疗：治疗起始剂量1000mg/日，每日2次给药（500mg，每日2次）。每两周增加1000mg/日的剂量至推荐的日剂量3000mg。剂量低于3000mg/日的有效性尚未研究。 用于6岁及以上儿童患者的原发性全面性强直-阵挛发作的加用治疗：6至<16岁的儿科患者的起始治疗为每日20mg/kg，分为两次给药（10mg/kg，每日2次）。每两周增加一次每日剂量，每次增量为20mg/kg，直至推荐日剂量60mg/kg（30mg/kg，每日2次）。剂量低于60mg/kg/天的有效性尚未得到充分研究。体重≤20kg的患者应服用口服溶液剂。体重超过20kg的患者可以服用片剂或口服溶液。 剂型与规格 片剂 0.25g 0.5g 1.0g XN03AX乙1081 5% 哪儿有 口服溶液剂 15g 150ml 30g 300ml XN03AX乙1081 0% 哪儿有 注射液 0.5g 5ml XN03AX乙1081 5% 哪儿有 片剂 0.75g XN03AX乙1081 5% 哪儿有 缓释片 0.5g 0.75g XN03AX乙1081 5% 哪儿有 缓释颗粒 0.5g XN03AX乙1081 5% 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "⑴药效学：作用机制尚不了解。对很多动物模型有抗惊厥作用，如毛果芸香碱及红藻氨酸的模型以及杏仁核点燃模型；但对超强电刺激引起的强直性惊厥及戊四氮引起的阵挛性惊厥无效。 ⑵药动学：口服250mg至5000mg吸收快而完全(＞90％)，饮食对吸收无影响。生物利用度(Ｆ)近100％。Ｔmax为0.3～1.6小时。在肝脏仅有少量代谢，66％以原形药物从肾脏排出。Ｖd0.5～0.7L/kg。ｔ1/2为6～8小时，儿童＜6小时。老年人延长至10～11小时。不与血浆蛋白结合，无药物间相互作用。尚不了解其有效血药浓度。",
      "full_precautions": "⑴哺乳期妇女使用本品可能对乳儿有危害。⑵本品在四岁以下儿童中使用的安全性和有效性尚未建立。⑶肾功能损害，本品在体内的清除率下降，需调整剂量。⑷血透患者使用本品需调整剂量。⑸使用本品，自杀的风险增加。⑹突然停药有可能增加癫痫发作的次数。⑺老年人消除半衰期延长与肾功能下降有关，应根据肌酐清除率调整剂量。⑻肾功能不全患者慎用。 药物相互作用 本品及其主要代谢物，既不是人体肝脏细胞色素P450、环氧化水解酶或尿苷二磷酸-葡萄苷酶的抑制药，也不是它们具有高亲和力的底物。因此，不易出现药代动力学相互作用。另外，其血浆蛋白结合率低（＜10%），不易产生因与其他药物竞争蛋白结合位点所致临床显著相互作用。与卡马西平合用，出现卡马西平毒性的风险增加，宜严密监测，为消除毒性有必要减少卡马西平的剂量。 用药交代 ⑴如果服用者出现消化道症状，兴奋不安，行为异常需要特别注意。 ⑵患者处方左乙拉西坦时应告知可能出现嗜酸性粒细胞增多和系统症状（DRESS），此症状可能在开始服药后2-8周出现，症状和程度差异很大。 用法与用量 口服： ①成人（＞18岁）和青少年（12～17岁）体重≥50kg，起始剂量为一次0.5g，一日2次，每2～4周每次增加0.5g，一日剂量可增至一次1.5g，一日2次。 ②4～11岁儿童和青少年体重＜50kg，起始剂量为每次10mg/kg，一日2次，每2～4周增加每次10mg/kg，最多增至一次30mg/kg，一日2次。维持量一日1.0g～3.0g。应尽量使用最低有效剂量。儿童和青少年体重≥50kg者，剂量和成人一致。 ③老年人（≥65岁），根据肾功能状况，调整剂量。 ④肾功能不全患者，需根据肌酐清除率调整剂量。 ⑤正在进行透析晚期肾病患者：一次500～1000mg，一日1次。服用第1日推荐负荷量为750mg。透析后，推荐给予250～500mg附加剂量。 儿童相关用法用量：用于1个月及以上患者的部分发作性癫痫的治疗和用于12岁及以上青少年肌阵挛发作癫痫患者的加用治疗：治疗起始剂量1000mg/日，每日2次给药（500mg，每日2次）。每两周增加1000mg/日的剂量至推荐的日剂量3000mg。剂量低于3000mg/日的有效性尚未研究。 用于6岁及以上儿童患者的原发性全面性强直-阵挛发作的加用治疗：6至<16岁的儿科患者的起始治疗为每日20mg/kg，分为两次给药（10mg/kg，每日2次）。每两周增加一次每日剂量，每次增量为20mg/kg，直至推荐日剂量60mg/kg（30mg/kg，每日2次）。剂量低于60mg/kg/天的有效性尚未得到充分研究。体重≤20kg的患者应服用口服溶液剂。体重超过20kg的患者可以服用片剂或口服溶液。 剂型与规格 片剂 0.25g 0.5g 1.0g XN03AX乙1081 5% 哪儿有 口服溶液剂 15g 150ml 30g 300ml XN03AX乙1081 0% 哪儿有 注射液 0.5g 5ml XN03AX乙1081 5% 哪儿有 片剂 0.75g XN03AX乙1081 5% 哪儿有 缓释片 0.5g 0.75g XN03AX乙1081 5% 哪儿有 缓释颗粒 0.5g XN03AX乙1081 5% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=599",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 251,
    "name": "注射用血栓通(冻干)",
    "full_name": "(甲)注射用血栓通(冻干)[国基]",
    "chemical_name": "注射用血栓通(冻干)",
    "dosage_form": "注射用",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "广西梧州制药"
    ],
    "specifications": [
      {
        "specification": "0.15g/瓶",
        "manufacturer": "广西梧州制药",
        "full_manufacturer": "广西梧州制药(集团)股份有限公司",
        "price": 135.0,
        "unit": "盒",
        "code": "C00003",
        "approval_number": "国药准字Z20025652",
        "insurance_code": "ZA12HAZ0412020105156"
      }
    ],
    "pinyin": "zhusheyongxueshuantong",
    "pinyin_initials": "zsyxst",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "联合曲妥珠单抗和化疗用于具有高复发风险的人表皮生长因子受体2（HER2）阳性早期乳腺癌患者的辅助治疗。",
      "dosage": "静脉输注：初始剂量为840mg，历时60分钟静脉输注完毕。其后每3周420mg，历时30至60分钟静脉输注。",
      "contraindications": "过敏；对本品过敏；儿童禁用。",
      "adverse_reactions": "常见：腹泻、发热等。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "1．本品",
      "source": "湖南药事服务网",
      "full_indications": "联合曲妥珠单抗和化疗用于具有高复发风险的人表皮生长因子受体2（HER2）阳性早期乳腺癌患者的辅助治疗。",
      "full_dosage": "静脉输注：初始剂量为840mg，历时60分钟静脉输注完毕。其后每3周420mg，历时30至60分钟静脉输注。",
      "full_contraindications": "1.对人参和三七过敏者禁用；<br>2.对本品过敏者禁用；<br>3.出血性疾病急性期禁用；<br>4.儿童禁用。",
      "full_adverse_reactions": "最常见≥3级的严重不良事件（AEs）为中性粒细胞减少症（44.9%），发热性中性粒细胞减少（8.4%），白细胞减少症（4.7%）和腹泻（5.6%）。 用药交代 全球关键III期辅助治疗研究显示，与当前标准治疗曲妥珠单抗联合化疗相比，帕妥珠单抗联合曲妥珠单抗和化疗用于具有高复发风险的HER2阳性早期乳腺癌患者辅助治疗，显著改善了患者无侵袭性疾病生存期，不良反应可控。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察",
      "full_pharmacokinetics": "",
      "full_precautions": "1．本品"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12828",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 252,
    "name": "注射用血栓通(冻干)",
    "full_name": "※▲(甲)注射用血栓通(冻干)[国基]",
    "chemical_name": "注射用血栓通(冻干)",
    "dosage_form": "注射用",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "广西梧州制药"
    ],
    "specifications": [
      {
        "specification": "0.15g/瓶",
        "manufacturer": "广西梧州制药",
        "full_manufacturer": "广西梧州制药（集团）股份有限公司",
        "price": 8.91,
        "unit": "支",
        "code": "C00073",
        "approval_number": "国药准字Z20025652",
        "insurance_code": "ZA12HAZ0412020205156",
        "location": "2K-1"
      }
    ],
    "pinyin": "※▲zhusheyongxueshuantong",
    "pinyin_initials": "※▲zsyxst",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "活血祛瘀，通脉活络。用于脑络瘀阻，中风偏瘫，肢体活动不利，口眼歪斜，心脉瘀阻，胸痹心痛；脑血管后遗症、冠心病、心绞痛见上述证候者。",
      "dosage": "临用前用注射用水或氯化钠注射液适量使溶解。",
      "contraindications": "⑴对人参和三七过敏者禁用；⑵对本品过敏者禁用；⑶出血性疾病急性期禁用；⑷儿童禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": "",
      "pharmacokinetics": "三七总皂苷。",
      "precautions": "⑴有出血倾向者慎用；孕妇、月经期妇女慎用；过敏体质者、肝肾功能异常者、初次使用中药注射剂的患者应谨慎使用，加强监测。",
      "source": "湖南药事服务网",
      "full_indications": "活血祛瘀，通脉活络。用于脑络瘀阻，中风偏瘫，肢体活动不利，口眼歪斜，心脉瘀阻，胸痹心痛；脑血管后遗症、冠心病、心绞痛见上述证候者。",
      "full_dosage": "临用前用注射用水或氯化钠注射液适量使溶解。<br>　　⑴静脉注射：一次150～200mg，用氯化钠注射液20～40ml稀释，一日1～2次；或遵医嘱。<br>　　⑵静脉滴注：一次200～400mg，用10％葡萄糖注射液250～500ml稀释，一日1次；或遵医嘱。<br>　　⑶肌内注射：一次150mg，用注射用水稀释至40mg/ml，一日1～2次；或遵医嘱。",
      "full_contraindications": "⑴对人参和三七过敏者禁用；⑵对本品过敏者禁用；⑶出血性疾病急性期禁用；⑷儿童禁用。",
      "full_adverse_reactions": "⑴全身性损害：发热、寒战、过敏样反应、过敏性休克等。<br>⑵呼吸系统损害：胸闷、呼吸困难、呼吸急促、哮喘、喉水肿等。<br>⑶皮肤及其附件损害：皮疹、瘙痒、剥脱性皮炎等。<br>⑷心率及心律紊乱：心悸、心动过速等。<br>⑸中枢及外周神经系统损害：头晕、头痛、抽搐、震颤等。<br>⑹胃肠系统损害：恶心、呕吐等。<br>⑺心血管系统损害：紫绀、潮红、血压下降、血压升高等。<br>⑻其他损害：血尿、肝功能异常等。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "三七总皂苷。",
      "full_precautions": "【黑框警告】本品不良反应包括过敏性休克，应在有抢救条件的医疗机构使用，使用者应接受过过敏性休克抢救培训，用药后出现过敏反应或其他严重不良反应须立即停药并及时救治；发生严重不良反应的患者须立即给予肾上腺素紧急处理，必要时应吸氧、静脉给予激素，采用包括气管内插管在内的畅通气道等治疗措施。<br>⑴有出血倾向者慎用；孕妇、月经期妇女慎用；过敏体质者、肝肾功能异常者、初次使用中药注射剂的患者应谨慎使用，加强监测。<br>⑵本品应单独使用，严禁与其他药品混合配伍。如确需要联合使用其他药品时，应谨慎考虑用药间隔以及药物相互作用等问题。<br>⑶严格按照药品说明书规定的功能主治使用，禁止超功能主治范围用药。<br>⑷严格掌握用法用量及疗程。按照药品说明书推荐剂量、调配要求用药，不得超剂量、过快滴注或长期连续用药。<br>⑸加强用药监护。用药过程中，应密切观察用药反应，特别是开始用药30分钟内，发现异常立即停药，采用积极救治措施，救治患者。",
      "composition": "三七总皂苷。",
      "solvent": "静滴：用葡萄糖注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=5186",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 253,
    "name": "注射用亚胺培南西司他丁钠",
    "full_name": "(乙10%)注射用亚胺培南西司他丁钠",
    "chemical_name": "注射用亚胺培南西司他丁钠",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "Merck Sharp & Dohme LLC",
      "珠海联邦制药"
    ],
    "specifications": [
      {
        "specification": "1g/瓶",
        "manufacturer": "Merck Sharp & Dohme LLC",
        "full_manufacturer": "Merck Sharp & Dohme LLC（进口分包：杭州默沙东制药有限公司）",
        "price": 125.92,
        "unit": "盒",
        "code": "X00196",
        "approval_number": "国药准字HJ20181007",
        "insurance_code": "XJ01DHY002B001010104495",
        "location": "2J-3"
      },
      {
        "specification": "1g/瓶",
        "manufacturer": "珠海联邦制药",
        "full_manufacturer": "珠海联邦制药股份有限公司",
        "price": 68.83,
        "unit": "盒",
        "code": "X00354",
        "approval_number": "国药准字H20084019",
        "insurance_code": "XJ01DHY002B001020100599",
        "location": "2J-3"
      }
    ],
    "pinyin": "zhusheyongyaanpeinanxisitadingna",
    "pinyin_initials": "zsyyapnxstdn",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于铜绿假单胞菌；中枢神经系统感染；：\n1.病原菌多重耐药；对脆弱拟杆菌等厌氧菌与需氧菌混合感染的重症患者；中枢神经系统感染的治疗。",
      "dosage": "成人：常用量，肾功能正常患者根据感染严重程度、细菌敏感性以及患者体重而定，一日2～3g",
      "contraindications": "对亚胺培南或西司他丁，或本品的其他任何成分过敏者禁用。对青霉素类、头孢菌素类、其他β内酰胺类抗生素有过敏性休克史者禁用本品。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头晕、发热、瘙痒、过敏等。",
      "interactions": "⑴本品与氨基糖苷类合用，对铜绿假单胞菌有协同抗菌作用。  <br>⑵本品与丙磺舒合用，可使亚胺培南血药浓度升高，血浆半衰期延长。  <br>⑶本品与环孢素同用可增加神经毒性作用。  <br>⑷亚胺培南与更昔洛韦合用可引起癫痫发作。  <br>⑸本品不可与含乳酸钠的输液或其他碱性药液相配伍。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率20，肾脏排泄。",
      "precautions": "⑴对青霉素类及头孢菌素类过敏者可能对亚胺培南出现交叉过敏，因此在应用本品前应仔细询问患者对青霉素类、头孢菌素类及其他β内酰胺类药物的过敏史，如过敏反应不属过敏性休克，而患者又有明确指征需用本品时，则在严密观察下慎用。因此，有中枢神经系统疾病患者宜避免应用，确有指征使用时，应在严密观察下慎用。",
      "source": "湖南药事服务网",
      "full_indications": "本品适用于：<br>1.病原菌多重耐药，而对本品呈现敏感的需氧革兰氏阴性杆菌所致的严重感染，包括肺炎克雷伯菌、大肠埃希菌阴沟肠杆菌、产气肠杆菌、柠檬酸菌属、黏质沙雷菌等肠杆菌科细菌、不动杆菌属等所致的败血症、下呼吸道感染、尿路感染、腹腔感染、盆腔感染、骨关节感染、皮肤软组织感染等；用于铜绿假单胞菌所致感染时需注意在使用本品过程中某些菌株可出现耐药，必要时治程中监测药敏；<br>2.用于对脆弱拟杆菌等厌氧菌与需氧菌混合感染的重症患者；<br>3.病原菌尚不明的严重感染、免疫缺陷者感染的经验治疗。<br>由于抽搐等严重中枢神经系统不良反应，本品不用于中枢神经系统感染的治疗。",
      "full_dosage": "本品一般为静脉滴注给药，亦可肌内注射，严禁静脉注射给药。<br>　　⑴静脉给药：①成人常用量，肾功能正常患者根据感染严重程度、细菌敏感性以及患者体重而定，一日2～3g，每6～8小时给药一次；一日最大剂量不得超过50mg/kg或4g，且无资料显示剂量超过4g可提高疗效。②肾功能减退患者剂量，肾功能减退患者需调整剂量，內生肌酐清除率为50～90ml/min者一次0.25～0.5g，每6～8小时给药一次；內生肌酐清除率为10～50ml/min者一次0.25g，每6～8小时给药一次；內生肌酐清除率为6～10ml/min者一次0.25～0.5g，每12小时给药一次；內生肌酐清除率≤5ml/min者仅在预期48小时内进行血液透析时方可应用本品。由于本品在肾功能不全患者惊厥发生率升高，血液透析患者仅在充分权衡利弊后应用本品，剂量为一次0.25g，每12小时一次，透析结束时补充0.25g。连续性非卧床腹膜透析（CAPD）患者剂量同內生肌酐清除率＜10ml/min者。③小儿常用量，年龄大于3个月小儿剂量为一次15～25mg/kg，每6小时给药一次，最大剂量为一日4g；年龄4周～3个月小儿一次25mg/kg，每6小时给药一次；⑵年龄1～4周小儿为一次25mg/kg，每8小时给药一次；年龄小于1周的小儿为一次25mg/min，每12小时给药一次。    <br>　　⑵肌内注射：剂量为一次0.5～0.75g，每12小时给药一次。",
      "full_contraindications": "对亚胺培南或西司他丁，或本品的其他任何成分过敏者禁用。对青霉素类、头孢菌素类、其他β内酰胺类抗生素有过敏性休克史者禁用本品。",
      "full_adverse_reactions": "⑴亚胺培南滴注过快可出现头晕、出汗、全身乏力、恶心、呕吐等反应，此时须减慢滴注速度，如减慢滴注速度后症状仍未消失，则须停用本品。  <br>⑵中枢神经系统不良反应如头昏、抽搐、肌阵挛及精神症状。据报道抽搐的发生率为1.5％～2％，主要发生于亚胺培南每日用量2.0g以上，既往有抽搐病史及肾功能减退者。但出现抽搐等中枢神经系统症状是可给予抗惊厥药如苯妥英或安定治疗，亚胺培南须停用。  <br>⑶二重感染如假膜性肠炎、口腔白色念珠菌感染。假膜性肠炎患者可出现严重腹痛、腹部痉挛、严重腹泻伴水样便或血便及发热。  <br>⑷其他如皮疹、皮肤瘙痒、发热等过敏反应；血栓性静脉炎；恶心、呕吐、腹泻等胃肠道反应亦较多见。",
      "full_interactions": "⑴本品与氨基糖苷类合用，对铜绿假单胞菌有协同抗菌作用。  <br>⑵本品与丙磺舒合用，可使亚胺培南血药浓度升高，血浆半衰期延长。  <br>⑶本品与环孢素同用可增加神经毒性作用。  <br>⑷亚胺培南与更昔洛韦合用可引起癫痫发作。  <br>⑸本品不可与含乳酸钠的输液或其他碱性药液相配伍。",
      "full_pharmacokinetics": "⑴药效学：亚胺培南为碳青霉烯类抗生素，临床使用者为亚胺培南与西司他丁的1:1复合制剂。亚胺培南可与多种青霉素结合蛋白（PBPs），尤其PBP1a、PBP1b和PBP2结合，抑制细菌细胞壁的合成，导致细菌溶解死亡。亚胺培南对多数β内酰胺酶高度稳定，对某些细菌具有抗生素后效应。亚胺培南的抗菌谱极广，对大多数革兰阳性、阴性需氧菌及厌氧菌均具抗菌作用。葡萄球菌属、链球菌属及部分肠球菌属对之敏感，但屎肠球菌常对其耐药，耐甲氧西林金葡菌及凝固酶阴性葡萄球菌常对之耐药。本品对大部分肠杆菌科细菌包括大肠埃希菌、克雷伯菌属、柠檬酸菌属、摩根菌属、肠杆菌属等细菌具良好抗菌作用，对黏质沙雷菌、奇异变形杆菌、吲哚阳性变形杆菌、斯氏普罗菲登菌的作用略差。大部分铜绿假单胞菌对其敏感，但耐药性呈上升趋势：洋葱伯克霍尔德菌和嗜麦芽窄单胞菌对其耐药。亚胺培南对大部分厌氧菌包括拟杆菌属、梭菌属及梭状杆菌属等均具有良好抑制作用，脆弱拟杆菌对其中度敏感。西司他丁为肾去氧肽酶Ⅰ抑制剂，不具抗菌作用，对β内酰胺酶也无抑制作用，对亚胺培南的抗菌作用无协同或拮抗作用：两者联合后西司他丁可减少亚胺培南为肾小管上皮细胞的去氧肽酶水解并可防止亚胺培南引起近端肾小管坏死。  <br>　　⑵药动学：亚胺培南在胃酸中不稳定，因此不能口服给药。20分钟内静脉滴注亚胺培南-西司他丁0.25g、0.5g和1.0g，亚胺培南的Ｃmax分别为14～24mg/L、21～58mg/L和41～83mg/L，4～6小时内亚胺培南的血浓度下降为1mg/L以下；西司他丁Ｃmax分别为15～25mg/L、31～49mg/L和56～88mg/L。与西司他丁合用的亚胺培南的AUC可增加5％～36％。亚胺培南在人体内分布广泛，在肺组织、痰液、渗出液、女性生殖系统、胆汁、皮肤等组织和体液中可达到对多数细菌的有效治疗浓度。亚胺培南血浆蛋白结合率约为20％，西司他丁约为40％。亚胺培南和西司他丁的ｔ1/2均为1小时，亚胺培南与西司他丁合用时，两者在给药后10小时内尿液中原形药物均为给药量的70％，10小时后尿液中不能测到亚胺培南；亚胺培南给药量的其余25％～29％以代谢产物形式经尿液排出，少于1％的给药量经胆道排泄。肾功能减退者给予亚胺培南-西司他丁的ｔ1/2延长，內生肌酐清除率＜10ml/min时两者的ｔ1/2分别为4小时和16小时。血液透析可清除亚胺培南与西司他丁。  <br>　　肌注亚胺培南-西司他丁0.5g和0.75g，亚胺培南的ｔmax为2小时，Ｃmax分别为10mg/L和12mg/L；西司他丁的ｔmax为1小时，Ｃmax分别为24mg/L和33mg/L。肌内注射亚胺培南-西司他丁与静脉滴注相比，亚胺培南相对生物利用度为75％，西司他丁为95％。肌注亚胺培南-西司他丁血药浓度分别持续6～8小时和4小时，给药0.5g和0.75g后血药浓度超过2mg/L的时间达6～8小时。因此肌内注射本品时给药间隔时间可为12小时。",
      "full_precautions": "⑴对青霉素类及头孢菌素类过敏者可能对亚胺培南出现交叉过敏，因此在应用本品前应仔细询问患者对青霉素类、头孢菌素类及其他β内酰胺类药物的过敏史，如过敏反应不属过敏性休克，而患者又有明确指征需用本品时，则在严密观察下慎用。  <br>⑵由于本品可致抽搐、肌阵挛等中枢神经系统不良反应，并在使用大剂量超过推荐剂量或有癫痫等中枢神经疾患基础病患者，或肾功能损害未减量应用本品的情况下易发生。因此，有中枢神经系统疾病患者宜避免应用，确有指征使用时，应在严密观察下慎用。肾功能减退患者需根据其减退程度减量应用，但如为肾功能衰竭患者，未进行血液透析时不可使用本品，进行血液透析者，仅在权衡利弊，患者受益高于发生抽搐的危险性时方可慎用。  <br>⑶老年人肾功能呈生理性减退，本品主要经肾排泄，因此应用本品时宜减量。  <br>⑷妊娠期间本品应用需充分权衡利弊，考虑母体及胎儿的受益大于潜在的危险性时方可慎用本品，该药属于妊娠期用药Ｃ类。  <br>⑸哺乳期妇女如使用本品时，应暂停哺乳。  <br>⑹体重＜30kg的肾功能不全小儿患者不推荐使用本品。  <br>⑺使用本品期间可出现Coombs试验阳性，血清丙氨酸氨基转移酶（ALT）、门冬氨酸氨基转移酶（AST）、碱性磷酸酶、乳酸脱氢酶、血清胆红素、血尿素氮、肌酐等测定值呈一过性上升；此外可出现血红蛋白暂时性减低。  <br>⑻本品作肌内注射时，以利多卡因稀释（见给药说明），该制剂不可作静脉注射用，亦不可用于对利多卡因过敏者，或合并休克、房室传导阻滞等其他利多卡因禁忌症的患者。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1962",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 254,
    "name": "注射用盐酸去甲万古霉素",
    "full_name": "(乙10%)注射用盐酸去甲万古霉素",
    "chemical_name": "注射用盐酸去甲万古霉素",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "华北制药"
    ],
    "specifications": [
      {
        "specification": "400mg/瓶",
        "manufacturer": "华北制药",
        "full_manufacturer": "华北制药股份有限公司",
        "price": 53.96,
        "unit": "瓶",
        "code": "Y00000013027",
        "approval_number": "国药准字H13020286",
        "insurance_code": "XJ01XAQ121B001010102697",
        "location": "2K-3"
      }
    ],
    "pinyin": "zhusheyongyansuanqujiawangumeisu",
    "pinyin_initials": "zsyysqjwgms",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "主要用于葡萄球菌（包括产酶株和耐甲氧西林株）、肠球菌（耐氨苄西林株）、难辨梭状芽胞杆菌等所致的系统感染和肠道感染，如心内膜炎、败血症，以及假膜性肠炎等。其余参阅万古霉素。",
      "dosage": "静脉滴注：成人一日量0.8～1.6g，1次或分次给予；小儿一日量为16～24mg/kg，1次或分次给予。一般将1次量的药物先用10ml灭菌注射用水溶解，再加入适量等渗氯化钠注射液或葡萄糖注射液中，缓慢滴注。如采取连续滴注给药，则可将1日量药物加到24小时内所用的输液中给予。",
      "contraindications": "对本品或万古霉素类抗生素过敏者禁用。肾功能不全者禁用。",
      "adverse_reactions": "与万古霉素同",
      "interactions": "⑴本品与氨基糖苷类抗生素合用对肠球菌有协同作用，但耳毒性、肾毒性可能增加。  <br>⑵考来烯胺可使本药失活。  <br>⑶本品与具有耳毒性、肾毒性的药物联合应用可导致毒性增加。  <br>⑷本品与许多药物可产生沉淀反应，含本品的输液中不得加入其他药物。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "与万古霉素同。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于葡萄球菌（包括产酶株和耐甲氧西林株）、肠球菌（耐氨苄西林株）、难辨梭状芽胞杆菌等所致的系统感染和肠道感染，如心内膜炎、败血症，以及假膜性肠炎等。其余参阅万古霉素。",
      "full_dosage": "口服（治疗假膜性肠炎）：成人一次0.4g，每6小时1次，每日量不可超过4.0g；儿童酌减。静脉滴注：成人一日量0.8～1.6g，1次或分次给予；小儿一日量为16～24mg/kg，1次或分次给予。一般将1次量的药物先用10ml灭菌注射用水溶解，再加入适量等渗氯化钠注射液或葡萄糖注射液中，缓慢滴注。如采取连续滴注给药，则可将1日量药物加到24小时内所用的输液中给予。",
      "full_contraindications": "对本品或万古霉素类抗生素过敏者禁用。肾功能不全者禁用。",
      "full_adverse_reactions": "与万古霉素同",
      "full_interactions": "⑴本品与氨基糖苷类抗生素合用对肠球菌有协同作用，但耳毒性、肾毒性可能增加。  <br>⑵考来烯胺可使本药失活。  <br>⑶本品与具有耳毒性、肾毒性的药物联合应用可导致毒性增加。  <br>⑷本品与许多药物可产生沉淀反应，含本品的输液中不得加入其他药物。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "与万古霉素同。",
      "pharmacodynamics": "去甲万古霉素的效价高于万古霉素，每0.4g本品的抗菌作用相当于万古霉素0.5g。其余参阅万古霉素。",
      "full_pharmacodynamics": "去甲万古霉素的效价高于万古霉素，每0.4g本品的抗菌作用相当于万古霉素0.5g。其余参阅万古霉素。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2042",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 255,
    "name": "注射用盐酸瑞芬太尼",
    "full_name": "(甲)注射用盐酸瑞芬太尼[国基]",
    "chemical_name": "注射用盐酸瑞芬太尼",
    "dosage_form": "注射用",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "宜昌人福药业"
    ],
    "specifications": [
      {
        "specification": "1mg/瓶",
        "manufacturer": "宜昌人福药业",
        "full_manufacturer": "宜昌人福药业有限责任公司",
        "price": 89.9,
        "unit": "瓶",
        "code": "X00638",
        "approval_number": "国药准字H20030197",
        "insurance_code": "XN01AHR067B001040102000",
        "location": "麻精"
      }
    ],
    "pinyin": "zhusheyongyansuanruifentaini",
    "pinyin_initials": "zsyysrftn",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于全麻诱导和全麻中维持镇痛。",
      "dosage": "成人：按0.5～1μg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、发热、瘙痒、过敏等。",
      "interactions": "中枢神经系统抑制药与本品也有协同作用，合用时应慎重，并酌情减量；禁止与单胺氧化酶抑制药合用。其余参阅芬太尼。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约9.5分钟，肝脏代谢，肾脏排泄。",
      "precautions": "⑷下列情况慎用：运动员、心律失常、慢性梗阻性肺部疾患、呼吸储备力降低及脑外伤昏迷、颅内压增高、脑肿瘤等易陷入呼吸抑制的患者慎用。肝肾功能严重受损的患者对瑞芬太尼呼吸抑制的敏感性增强，使用时应监测。",
      "source": "湖南药事服务网",
      "full_indications": "用于全麻诱导和全麻中维持镇痛。",
      "full_dosage": "肥胖患者应避免过量用药，应根据理想体重计算用量。<br>　　本品只能用于静脉给药，特别适用于采用定量输注装置静脉持续滴注给药。可用灭菌注射用水、5％葡萄糖注射液、0.9％氯化钠注射液、葡萄糖氯化钠注射液、0.45％氯化钠注射液溶解并稀释成25μg/ml、50μg/ml或250μg/ml浓度的溶液。可能情况下，应采用专用静脉输液通路。应根据同时使用的其他麻醉药物和患者的体征，及时调整给药速度和剂量。<br>　　⑴麻醉诱导：本品应与吸入麻醉药、催眠药（如丙泊酚、硫喷妥钠、咪达唑仑、氧化亚氮、七氟烷或氟烷）一并给药，用于诱导麻醉。成人按0.5～1μg/kg的剂量持续滴注。也可在静脉滴注前给予0.5～1μg/kg的初始剂量静推，静推时间应＞60秒。    <br>　　⑵气管插管患者的麻醉维持：在气管插管后，应根据其他麻醉用药，依据上表指示减少本品输注速率。由于本品起效快，作用时间短，麻醉中的给药速率可以每2～5分钟增加25％～100％或减小25％～50％，以获得满意的μ阿片受体兴奋的药理反应。患者麻醉过浅时，每隔2～5分钟给予0.5～1μg/kg剂量静脉注射给药，以加深麻醉深度。",
      "full_contraindications": "⑴已知对本品中各种组分或其他芬太尼类药物过敏者禁用。  <br>⑵重症肌无力及易致呼吸抑制的患者禁用。  <br>⑶支气管哮喘患者禁用。",
      "full_adverse_reactions": "⑴常见恶心、呕吐、呼吸抑制、心动过缓、低血压和肌肉强直，上述不良反应在停药或降低输注速度后几分钟内即可消失。  <br>⑵临床还发现有寒战、发热、眩晕、视觉障碍、头痛、呼吸暂停、瘙痒、心动过速、高血压、激动、低氧血症、癫痫、皮肤潮红与过敏。  <br>⑶较少见：便秘、腹部不适、口干、胃食管反流、吞咽困难、肠梗阻、心肌缺血。心肌缺血、晕厥、肌肉强直、胸痛。咳嗽、呼吸困难、支气管痉挛、喉痉挛、喘鸣、鼻充血、胸腔积液、肺水肿、焦虑、不自主运动、震颤。皮疹、荨麻疹。尿潴留、少尿、贫血、淋巴细胞减少、白细胞减少、血小板减少等。",
      "full_interactions": "中枢神经系统抑制药与本品也有协同作用，合用时应慎重，并酌情减量；禁止与单胺氧化酶抑制药合用。其余参阅芬太尼。",
      "full_pharmacokinetics": "⑴药效学：瑞芬太尼为芬太尼族中的最新成员，是纯粹的μ受体激动药。临床上其效价与芬太尼相似，为阿芬太尼的15～30倍。注射后起效迅速，效价消失快，是真正的短效阿片类药。可增强异氟烷的麻醉效能，降低其MAC，其程度与年龄相关。稳态分布容积0.39L/kg，清除率41.2ml/(kg·min)，终末半衰期9.5分钟。其作用消失快主要是由于代谢清除快，而与分布无关。即使输注4小时，也无蓄积作用，其终末半衰期仍为3.7分钟。<br>　　⑵药动学：瑞芬太尼在体内的代谢途径是被组织和血浆中非特异性酯酶迅速水解。其酯键裂解后大部分（＞98％）成为酸性代谢物（GR 90291），极小部分（1.1％）成为去羟基代谢物（GR 94219）。其代谢物GR 90291的效价仅为瑞芬太尼的0.1％～0.3％。代谢物经肾排出，清除率不受体重、性别或年龄的影响，也不依赖于肝肾功能。即使在严重肝硬化病人，其药代动力学与健康人相比无显著差异，只是对通气抑制效应更敏感，可能与血浆蛋白含量低、游离部分增加有关。",
      "full_precautions": "⑴肝肾功能受损的患者不需调整剂量。肝肾功能严重受损的患者对瑞芬太尼呼吸抑制的敏感性增强，使用时应监测。  <br>⑵本品可通过胎盘屏障，产妇应用时有引起新生儿呼吸抑制的危险；孕妇用药，医生应权衡利弊。  <br>⑶本品能经母乳排泄，因而哺乳期妇女不推荐使用；在必须使用时，医生应权衡利弊。  <br>⑷下列情况慎用：运动员、心律失常、慢性梗阻性肺部疾患、呼吸储备力降低及脑外伤昏迷、颅内压增高、脑肿瘤等易陷入呼吸抑制的患者慎用。  <br>⑸2～12岁儿童用药与成人一致。2岁以下儿童不推荐使用。  <br>⑹65岁以上老年患者用药时，初始剂量为成人剂量的一半，持续静滴给药剂量应酌减。  <br>⑺在推荐剂量下，本品能引起肌肉强直。肌肉强直的发生与给药剂量和给药速度有关。  <br>⑻本品务必在单胺氧化酶抑制药停用14日以上方可使用，而且应使用小剂量。  <br>⑼使用本品出现呼吸抑制时应妥善处理，包括减小输注速率或暂时中断输注。  <br>⑽本品能引起低血压和心动过缓，可以预先给予适量的抗胆碱能药物缓解这些反应。  <br>⑾本品停止给药后，5～10分钟镇痛作用消失，对于预知需术后镇痛的患者，在停止本品前需给予适宜的替代镇痛药。  <br>⑿在非麻醉诱导情况下，不得以患者的意识消失为药效目标而使用本品。  <br>⒀本品不能单独用于全麻诱导，即使大剂量使用也不能保证意识消失。  <br>⒁本品处方中含有甘氨酸，因而不能用于硬膜外和鞘内给药。  <br>⒂禁止与血、血清、血浆等血制品经同一途经给药。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1006",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 256,
    "name": "富马酸比索洛尔片",
    "full_name": "(甲)富马酸比索洛尔片[国基]",
    "chemical_name": "富马酸比索洛尔片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "成都苑东生物制药"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "成都苑东生物制药",
        "full_manufacturer": "成都苑东生物制药股份有限公司（委托生产企业：成都苑东生物制药股份有限公司，成都硕德药业有限公司）",
        "price": 10.46,
        "unit": "盒",
        "code": "Y00000014489",
        "approval_number": "国药准字H20083008",
        "insurance_code": "XC07ABB087A001020202181",
        "location": "F-3",
        "outpatient_location": "E-4"
      }
    ],
    "pinyin": "fumasuanbisuoluoer",
    "pinyin_initials": "fmsbsle",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "主要用于心绞痛和轻、中度高血压的治疗；亦用于慢性收缩性心力衰竭。",
      "dosage": "口服：应在早晨并可以在进餐时服用本品。",
      "contraindications": "症 ⑴急性心力衰竭、休克、低血压、心动过缓、房室传导阻滞、病窦综合征、支气管哮喘病人忌用本品。 ⑵对本品过敏者。 ⑶孕妇及哺乳期妇女。 ⑷儿童。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "⑴与Ⅰ类抗心律失常药（如丙吡胺、奎尼丁）合用，可增强延长心房传导时间和负性肌力作用。与Ⅲ类抗心律失常药（如胺碘酮）合用，可能延长房室传导时间。 ⑵拟交感神经药：可能延长房室传导时间。 ⑶麦角胺类衍生物：增加外周循环的阻力。 ⑷维拉帕米或地尔硫䓬类钙通道阻滞药或其他抗心律失常药：出现低血压、心动过缓等。 ⑸麻醉药：减弱反射性心动过速，增加低血压的风险。 ⑹洋地黄类：减慢心率，延长房室的传导时间。 ⑺前列腺素合成酶抑制药：减弱降血压作用。 ⑻甲氟喹：增大心动过缓的危险性。 用药交代 ⑴本品可导致困倦",
      "pregnancy_category": "C",
      "pharmacokinetics": "t1/2约10小时，肝脏代谢，肾脏排泄。",
      "precautions": "⑴在血糖波动较大和有酸中毒的糖尿病人慎用本品。⑵肺、肝、肾功能不良者慎用本品。⑸较长期饮用本品者应定期监测心功能（心率、血压、心电图、胸片）、肝肾功能，如有心动过缓或低血压，减量或停药。",
      "source": "湖南药事服务网",
      "full_indications": "主要用于心绞痛和轻、中度高血压的治疗；亦用于慢性收缩性心力衰竭。",
      "full_dosage": "口服：应在早晨并可以在进餐时服用本品。用水整片送服，不应咀嚼。 ①用于高血压和心绞痛，一次5mg，一日1次，轻度高血压患者可以从2.5mg开始治疗，按需要调整，最多不超过一日10mg。 ②治疗慢性稳定型心力衰竭：起始剂量1.25mg，一日1次，以后视耐受情况，每2周后递增剂量1.25mg，即调整为一日2.5mg、3.25mg、5mg、6.25mg、7.5mg、8.75mg，一日1次，以能达到的最大耐受剂量作为维持剂量，最多不超过10mg，一日1次。 ③治疗慢性稳定型心力衰竭时建议在首次服用后及剂量递增期间严密监测生命体征（血压、心率）、传导阻滞和心力衰竭恶化的症状。 ④剂量调整：如果出现暂时的心力衰竭恶化、低血压或心动过缓，建议重新考虑合并用药的剂量。如有必要可以暂时降低比索洛尔的剂量，或考虑停药。当病情稳定后考虑重新开始比索洛尔治疗和/或上调比索洛尔剂量。 ⑤使用本品治疗慢性稳定性心力衰竭应长期用药。 ⑥若没有药师或医师指导，不得突然停药或变更剂量，因为可能导致暂时的病情恶化。尤其对于伴有缺血性心脏病患者不得突然停药。如果需要停药，建议逐步降低剂量。 ⑺特殊人群： 肝、肾功能不全者：高血压或心绞痛治疗：轻、中度肝、肾功能不全的患者通常不需要调整剂量。严重肾功能衰竭（肌酐清除率<20ml/min）和严重肝功能异常的患者，每日剂量不得超过10mg。 肾透析患者使用比索洛尔的经验较少；但也没有证据表明该类患者的剂量需要调整。 慢性稳定性心力衰竭的治疗：尚无比索洛尔治疗慢性心力衰竭并伴有肝、肾功能不全患者的药代动力学数据。此类患者的剂量递增应特别谨慎。 老年患者：不需要剂量调整。 剂型与规格 片剂 2.5mg基药 5mg基药 10mg XC07AB甲0399 0% 哪儿有 胶囊剂 2.5mg基药 5mg基药 XC07AB甲0399 0% 哪儿有",
      "full_contraindications": "症 ⑴急性心力衰竭、休克、低血压、心动过缓、房室传导阻滞、病窦综合征、支气管哮喘病人忌用本品。 ⑵对本品过敏者。 ⑶孕妇及哺乳期妇女。 ⑷儿童。",
      "full_adverse_reactions": "类似其他β受体阻滞剂。⑴少见的反应有：乏力、胸闷、头晕、头痛、心悸等。 ⑵罕见的反应有：腹泻、便秘、恶心、腹痛、瘙痒、低血压、心动过缓、心传导阻滞、肌无力、肌痛性痉挛等。 肝损伤 ⑴肝损伤：比索洛尔治疗引起短暂性轻度至中度血清转氨酶水平上升的几率较低，且通常无临床症状，继续治疗也可恢复正常水平。目前尚无详细记录的病例报告比索洛尔引起的临床症状明显的急性肝损伤。因此，比索洛尔引致肝中毒的情况非常罕见（即便日后有发现）。大多数常用的β受体阻滞剂可能会引起少量临床症状明显的肝损伤，通常发病期为2至12周，肝酶含量升高表现为肝细胞损伤，且停止药物治疗后肝损伤迅速消失。目前无超敏性（皮疹、发热和嗜酸性粒细胞增多症）或自身抗体合成证据。⑵损伤机制：β受体阻滞剂（如比索洛尔）导致药物性肝损伤的机制目前未知。比索洛尔主要由肝脏代谢生成非活性代谢产物排出体外。 禁忌症 ⑴急性心力衰竭、休克、低血压、心动过缓、房室传导阻滞、病窦综合征、支气管哮喘病人忌用本品。 ⑵对本品过敏者。 ⑶孕妇及哺乳期妇女。 ⑷儿童。",
      "full_interactions": "⑴与Ⅰ类抗心律失常药（如丙吡胺、奎尼丁）合用，可增强延长心房传导时间和负性肌力作用。与Ⅲ类抗心律失常药（如胺碘酮）合用，可能延长房室传导时间。 ⑵拟交感神经药：可能延长房室传导时间。 ⑶麦角胺类衍生物：增加外周循环的阻力。 ⑷维拉帕米或地尔硫䓬类钙通道阻滞药或其他抗心律失常药：出现低血压、心动过缓等。 ⑸麻醉药：减弱反射性心动过速，增加低血压的风险。 ⑹洋地黄类：减慢心率，延长房室的传导时间。 ⑺前列腺素合成酶抑制药：减弱降血压作用。 ⑻甲氟喹：增大心动过缓的危险性。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵应在早晨并可以在进餐时服用本品。用水整片送服，不应咀嚼。 ⑶不要随意停药，如要停药请咨询药师或医师。 ⑷可以与奈玛特韦/利托那韦片（组合包装）合用。 用法与用量 口服：应在早晨并可以在进餐时服用本品。用水整片送服，不应咀嚼。 ①用于高血压和心绞痛，一次5mg，一日1次，轻度高血压患者可以从2.5mg开始治疗，按需要调整，最多不超过一日10mg。 ②治疗慢性稳定型心力衰竭：起始剂量1.25mg，一日1次，以后视耐受情况，每2周后递增剂量1.25mg，即调整为一日2.5mg、3.25mg、5mg、6.25mg、7.5mg、8.75mg，一日1次，以能达到的最大耐受剂量作为维持剂量，最多不超过10mg，一日1次。 ③治疗慢性稳定型心力衰竭时建议在首次服用后及剂量递增期间严密监测生命体征（血压、心率）、传导阻滞和心力衰竭恶化的症状。 ④剂量调整：如果出现暂时的心力衰竭恶化、低血压或心动过缓，建议重新考虑合并用药的剂量。如有必要可以暂时降低比索洛尔的剂量，或考虑停药。当病情稳定后考虑重新开始比索洛尔治疗和/或上调比索洛尔剂量。 ⑤使用本品治疗慢性稳定性心力衰竭应长期用药。 ⑥若没有药师或医师指导，不得突然停药或变更剂量，因为可能导致暂时的病情恶化。尤其对于伴有缺血性心脏病患者不得突然停药。如果需要停药，建议逐步降低剂量。 ⑺特殊人群： 肝、肾功能不全者：高血压或心绞痛治疗：轻、中度肝、肾功能不全的患者通常不需要调整剂量。严重肾功能衰竭（肌酐清除率<20ml/min）和严重肝功能异常的患者，每日剂量不得超过10mg。 肾透析患者使用比索洛尔的经验较少；但也没有证据表明该类患者的剂量需要调整。 慢性稳定性心力衰竭的治疗：尚无比索洛尔治疗慢性心力衰竭并伴有肝、肾功能不全患者的药代动力学数据。此类患者的剂量递增应特别谨慎。 老年患者：不需要剂量调整。 剂型与规格 片剂 2.5mg基药 5mg基药 10mg XC07AB甲0399 0% 哪儿有 胶囊剂 2.5mg基药 5mg基药 XC07AB甲0399 0% 哪儿有",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "⑴药效学：本品为选择性β1受体阻滞剂，其与β1受体的亲和力比β2受体大11～34倍，无内源性拟交感作用，膜稳定作用弱。本品降低血压，其作用机制可能是：阻滞心脏β受体而减低心排血量；抑制肾素释放而减低肾素血浓度；阻滞中枢和周围肾上腺素能神经元；减少去甲肾上腺素释放。本品使心肌收缩力减低、心率减慢，心肌氧耗减少，有利于治疗心绞痛和心肌缺血。 心力衰竭时交感神经活性代偿性增高，但如其真搞过度，可引起心肌细胞缺血、坏死、心律失常，并继而激活肾素血管紧张素醛固酮系统，使血管收缩、水钠潴留，病情加重。本品阻滞交感神经β肾上腺素能受体，从而使心力衰竭减轻。 本品作用时间长，可达24小时以上。对呼吸系统抑制作用微弱。对脂质和糖代谢无明显影响。 ⑵药动学：口服本品吸收迅速完全，生物利用度＞90％，首次通过作用＜10％，吸收后进入组织，以肺、肾、肝内含量最高，体内半衰期长，ｔ1/2为10小时。体内的药物50％经肝代谢，50％经肾排泄。",
      "full_precautions": "⑴在血糖波动较大和有酸中毒的糖尿病人慎用本品。 ⑵肺、肝、肾功能不良者慎用本品。 ⑶周围循环障碍者如有间歇性跛行或雷诺病者慎用本品。 ⑷对嗜铬细胞瘤病人，单用本品可致血压骤升，故应同时给α阻滞剂。 ⑸较长期饮用本品者应定期监测心功能（心率、血压、心电图、胸片）、肝肾功能，如有心动过缓或低血压，减量或停药。 ⑹拟撤用本品时不宜突然停药而须逐步减量。 ⑺逾量发生心动过缓或传导阻滞时可用阿托品、异丙肾上腺素或起搏；发生心力衰竭或低血压时给强心药、补液或升压药，发生支气管痉挛时给β2激动药。 药物相互作用 ⑴与Ⅰ类抗心律失常药（如丙吡胺、奎尼丁）合用，可增强延长心房传导时间和负性肌力作用。与Ⅲ类抗心律失常药（如胺碘酮）合用，可能延长房室传导时间。 ⑵拟交感神经药：可能延长房室传导时间。 ⑶麦角胺类衍生物：增加外周循环的阻力。 ⑷维拉帕米或地尔硫䓬类钙通道阻滞药或其他抗心律失常药：出现低血压、心动过缓等。 ⑸麻醉药：减弱反射性心动过速，增加低血压的风险。 ⑹洋地黄类：减慢心率，延长房室的传导时间。 ⑺前列腺素合成酶抑制药：减弱降血压作用。 ⑻甲氟喹：增大心动过缓的危险性。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵应在早晨并可以在进餐时服用本品。用水整片送服，不应咀嚼。 ⑶不要随意停药，如要停药请咨询药师或医师。 ⑷可以与奈玛特韦/利托那韦片（组合包装）合用。 用法与用量 口服：应在早晨并可以在进餐时服用本品。用水整片送服，不应咀嚼。 ①用于高血压和心绞痛，一次5mg，一日1次，轻度高血压患者可以从2.5mg开始治疗，按需要调整，最多不超过一日10mg。 ②治疗慢性稳定型心力衰竭：起始剂量1.25mg，一日1次，以后视耐受情况，每2周后递增剂量1.25mg，即调整为一日2.5mg、3.25mg、5mg、6.25mg、7.5mg、8.75mg，一日1次，以能达到的最大耐受剂量作为维持剂量，最多不超过10mg，一日1次。 ③治疗慢性稳定型心力衰竭时建议在首次服用后及剂量递增期间严密监测生命体征（血压、心率）、传导阻滞和心力衰竭恶化的症状。 ④剂量调整：如果出现暂时的心力衰竭恶化、低血压或心动过缓，建议重新考虑合并用药的剂量。如有必要可以暂时降低比索洛尔的剂量，或考虑停药。当病情稳定后考虑重新开始比索洛尔治疗和/或上调比索洛尔剂量。 ⑤使用本品治疗慢性稳定性心力衰竭应长期用药。 ⑥若没有药师或医师指导，不得突然停药或变更剂量，因为可能导致暂时的病情恶化。尤其对于伴有缺血性心脏病患者不得突然停药。如果需要停药，建议逐步降低剂量。 ⑺特殊人群： 肝、肾功能不全者：高血压或心绞痛治疗：轻、中度肝、肾功能不全的患者通常不需要调整剂量。严重肾功能衰竭（肌酐清除率<20ml/min）和严重肝功能异常的患者，每日剂量不得超过10mg。 肾透析患者使用比索洛尔的经验较少；但也没有证据表明该类患者的剂量需要调整。 慢性稳定性心力衰竭的治疗：尚无比索洛尔治疗慢性心力衰竭并伴有肝、肾功能不全患者的药代动力学数据。此类患者的剂量递增应特别谨慎。 老年患者：不需要剂量调整。 剂型与规格 片剂 2.5mg基药 5mg基药 10mg XC07AB甲0399 0% 哪儿有 胶囊剂 2.5mg基药 5mg基药 XC07AB甲0399 0% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=63",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 257,
    "name": "富马酸替诺福韦二吡呋酯片",
    "full_name": "(甲)富马酸替诺福韦二吡呋酯片[国基]",
    "chemical_name": "富马酸替诺福韦二吡呋酯片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "齐鲁制药"
    ],
    "specifications": [
      {
        "specification": "0.3g/片",
        "manufacturer": "齐鲁制药",
        "full_manufacturer": "齐鲁制药有限公司",
        "price": 10.5,
        "unit": "瓶",
        "code": "Y00000014853",
        "approval_number": "国药准字H20173185",
        "insurance_code": "XJ05AFT043A001010104021",
        "location": "L"
      }
    ],
    "pinyin": "fumasuantinuofuweierbifuzhi",
    "pinyin_initials": "fmstnfwebfz",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于高效抗逆转录病毒疗法（HAART）的组成药物。用于人类免疫缺陷(俗称艾滋病)病毒（HIV）、乙型肝炎(简称乙肝)病毒（HBV）感染。",
      "dosage": "口服：成人和体重至少10kg的岁及以上儿科患者的推荐剂量为每次8mg/kg（最大剂量300mg），一日1次；10kg以上的患者服用剂量在80mg-300mg之间，一日1次。与食物同服。轻度肾功能损害的患者无需调整剂量",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "常见：为恶心、腹泻、呕吐及胃肠胀气",
      "interactions": "⑴替诺福韦与地拉韦定、依非韦伦、氟康唑、异烟肼、酮康唑、其他NRTIs、Pis、利福平及利福布汀联用有增加肝毒性的风险。  <br>⑵替诺福韦与茚地那韦联用时，替诺福韦的Ｃmax升高14％，茚地那韦的Ｃmax下降11％。替诺福韦使拉米夫定Ｃmax下降24％，使去羟肌苷Ｃmax升高28％，AUC升高44％。替诺福韦使洛匹那韦Ｃmax及AUC个下降15％，使利托那韦Ｃmax下降28％，AUC下降24％级Ｃmax升高7％。Kaletra使替诺福韦的Ｃmax升高31％，AUC升高34％级Ｃmax升高29",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率0.7，肝脏代谢，肾脏排泄。",
      "precautions": "替诺福韦酯具有抑制乙肝病毒复制和稳定病情的作用，并且在一定程度上能降低转氨酶，起到保护肝脏的功效，对乙肝的治疗有比较好的作用，但本品对乙肝的治疗是不彻底的额。因此治疗乙肝还要结合患者自身病情，结合其他有效的方法进行治疗。",
      "source": "湖南药事服务网",
      "full_indications": "用于高效抗逆转录病毒疗法（HAART）的组成药物。用于治疗人类免疫缺陷(俗称艾滋病)病毒（HIV）、乙型肝炎(简称乙肝)病毒（HBV）感染。",
      "full_dosage": "口服：成人和体重至少10kg的岁及以上儿科患者的推荐剂量为每次8mg/kg（最大剂量300mg），一日1次；10kg以上的患者服用剂量在80mg-300mg之间，一日1次。与食物同服。轻度肾功能损害的患者无需调整剂量",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "患者一般耐受良好，常见不良反应为恶心、腹泻、呕吐及胃肠胀气。肌酸磷酸激酶及转氨酶升高，前者通常在运动后发生，缓解迅速。偶可出现全身无力、头晕、头痛、呼吸困难、皮肤药疹。罕见引起乳酸中毒、与脂肪变性相关的肝肿大等。亦有报道代谢系统低磷酸盐血症（1％发生率）；脂肪蓄积和重新分布，包括向心性肥胖、水牛背、末梢消瘦、乳房增大、库兴综合症。",
      "full_interactions": "⑴替诺福韦与地拉韦定、依非韦伦、氟康唑、异烟肼、酮康唑、其他NRTIs、Pis、利福平及利福布汀联用有增加肝毒性的风险。  <br>⑵替诺福韦与茚地那韦联用时，替诺福韦的Ｃmax升高14％，茚地那韦的Ｃmax下降11％。替诺福韦使拉米夫定Ｃmax下降24％，使去羟肌苷Ｃmax升高28％，AUC升高44％。替诺福韦使洛匹那韦Ｃmax及AUC个下降15％，使利托那韦Ｃmax下降28％，AUC下降24％级Ｃmax升高7％。Kaletra使替诺福韦的Ｃmax升高31％，AUC升高34％级Ｃmax升高29％。",
      "full_pharmacokinetics": "⑴药效学：本品为核苷类逆转录酶抑制剂。替诺福韦为2'-去氧腺嘌呤核苷单磷酸衍生物，为HIV RT竞争性抑制药及DNA链末端终止药。体外在不同细胞内抑制HIV-1实验株及临床分离株IC50为0.04～8.5μmol/L，对HIV-2、其他逆转录病毒及乙型肝炎病毒也有抑制活性，对SIV（猴免疫缺陷病毒）猴急性感染，在感染后24小时给药，可保护动物免于死亡，对SIV慢性感染及小鼠Moloney鼠肉瘤病毒体内感染有明显疗效。对细胞TD50为72～125μg/ml，3～300μmol/L替诺福韦对线粒体DNA水平及合成无影响。NRTIs对线粒体DNA合成影响持续为扎西他滨＞去羟肌苷＞司他夫定＞齐多夫定＞拉米夫定＝阿巴卡韦＝替诺福韦。体外与NRTIs、PIs及非核苷类HIV-1抑制药（NNRTIs）有相加或协同抗HIV-1活性。替诺福韦本身含单磷酸，因此在细胞内只需要经过二次磷酸化，可生成活性化合物替诺福韦二磷酸。并且在分裂及非分裂细胞（静止Ｔ细胞及单核/巨噬细胞）内均有抗HIV-1作用。替诺福韦二磷酸在细胞内ｔ1/2长（12～50小时），可每天服药一次。替诺福韦对齐多夫定耐药珠仍敏感，其IC50下降2.5～3倍。对拉米夫定耐药珠敏感性上升2倍。替诺福韦在体内不易产生耐药。<br>　　⑵药动学：本品几乎不经胃肠道吸收，因此进行酯化、成盐。富马酸替诺福韦酯300mg及600mg口服，在空腹条件下，生物利用度为25％及21％，非空腹条件下为39％及34％。高脂餐增加口服生物利用度，使AUC增加约40％，Ｃmax增加约14％。食物推迟Ｔpeak约1小时。药理学参数与剂量（75～600mg）成比率。体外本品浓度为0.01～25mg/L时，与血浆蛋白结合率为＜0.7％及7.2％。静脉给1.0mg/kg及3.0mg/kg，稳态时Ｖd分别为（1.3±0.6）L/kg及（1.2±0.4）L/kg。本品口服300mg，一日1次，28天，稳态时AUC为（3324±1370）ng·h/ml，Ｃmax为（326±119）ng/ml，Ｔpeak为2.0～2.5小时，ｔ1/2为11.7～14.4小时，CL/F为510～584ml/(h·kg)，CLrenal/F为161～169ml/(h·kg)，CLcr为84～94ml/(h·kg)。静脉给本品72小时内70％～80％剂量以原形在尿中发现，多剂口服，24小时内尿中排泄（32±10）％，无药物蓄积。主要由肾小球及活性肾小管排泄。",
      "full_precautions": "替诺福韦酯具有抑制乙肝病毒复制和稳定病情的作用，并且在一定程度上能降低转氨酶，起到保护肝脏的功效，对乙肝的治疗有比较好的作用，但本品对乙肝的治疗是不彻底的额。因此治疗乙肝还要结合患者自身病情，结合其他有效的方法进行治疗。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2287",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 258,
    "name": "富马酸喹硫平片",
    "full_name": "(甲)富马酸喹硫平片[国基]",
    "chemical_name": "富马酸喹硫平片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "湖南洞庭药业"
    ],
    "specifications": [
      {
        "specification": "25mg/片",
        "manufacturer": "湖南洞庭药业",
        "full_manufacturer": "湖南洞庭药业股份有限公司",
        "price": 11.0,
        "unit": "盒",
        "code": "Y00000014655",
        "approval_number": "国药准字H20000466",
        "insurance_code": "XN05AHK094A001030104917",
        "location": "E-4",
        "outpatient_location": "G-1"
      }
    ],
    "pinyin": "fumasuankuiliuping",
    "pinyin_initials": "fmsklp",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于【美国FDA已批准】；成人与碳酸锂或丙戊酸钠合并使用；辅助用药【美国FDA已批准】；成人重症抑郁辅助用药【美国FDA已批准】；急性发作期、恢复期和长期预防复发的维持治疗；成人双相障碍抑郁相急性期单一治疗【美国FDA已批准】；治疗成人与碳酸锂或丙戊酸钠合并使用；治疗成人重症抑郁辅助用药【美国FDA已批准】。",
      "dosage": "成人：剂量：①用于精神分裂症，第一日50mg",
      "contraindications": "症 对本品有过敏反应者。",
      "adverse_reactions": "常见：皮疹、头痛、头晕、发热、过敏、嗜睡等。",
      "interactions": "⑴体外酶抑制试验提示本品及其9个代谢物对由P450药酶CYP1A2、CYP2C9、CYP2C19、CYP2D6和CYP3A4介导的代谢几乎没有影响。CYP3A4诱导剂苯妥英钠可加快本品的代谢，与苯妥英钠或其他诱导剂如卡马西平和苯巴比妥合用时，需要注意药物相互作用。非特异性酶抑制剂西咪替丁不抑制本品的代谢。每日750mg的计量不影响安替比林、锂盐和罗拉西泮单次剂量的药代动力学。 ⑵与其他作用于中枢神经系统的药物合用时应谨慎。因本品能加强酒精对认知和运动的损害作用，故应避免与含酒精饮料合用。 ⑶本品",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约7小时，蛋白结合率83，肝脏代谢。",
      "precautions": "⑵慎用于有心、脑血管疾病或有低血压倾向的病人。⑺慎用于妊娠患者；⑸长期用药者应注意有无白内障的发生。",
      "source": "湖南药事服务网",
      "full_indications": "精神分裂症等精神病性障碍，对其阳性症状、阴性症状和情感性症状均有效，可用于急性发作期、恢复期和长期预防复发的维持治疗。对躁狂发作也有一定疗效。 用于成人双相障碍抑郁相急性期单一治疗【美国FDA已批准】。 用于治疗成人与碳酸锂或丙戊酸钠合并使用，双相障碍维持期治疗辅助用药【美国FDA已批准】。 用于治疗青少年（10～17岁）双相障碍Ⅰ型躁狂相急性期【美国FDA已批准】。 用于治疗青少年（13～17岁）精神分裂症（非维持期）【美国FDA已批准】。 用于治疗成人重症抑郁辅助用药【美国FDA已批准】。",
      "full_dosage": "口服：⑴成人剂量：①用于精神分裂症，第一日50mg，第二日100mg，第三日200mg，第四日300mg，以后逐渐增加剂量到有效剂量范围，可根据患者的疗效和耐受情况调整剂量，一般一日剂量为150～750mg，分2次给药。②用于双相情感障碍躁狂发作，推荐初始剂量一日100mg，分2次服用，一日增量100mg，可在第六日加至800mg，一日增量不超过200mg，一般日剂量为400～800mg。 ⑵老年人用药应慎重，起始剂量为一日25mg，以后每日增加25～50mg，直到产生疗效。 ⑶用于成人双相障碍抑郁相急性期单一治疗。第1日：一次50mg，一日1次；第2日，一次100mg，一日1次；第3日，一次200mg，一日1次；第4日，一次300mg，一日1次。药物睡前服用，推荐每日最大剂量300mg/d。 ⑷用于治疗成人与碳酸锂或丙戊酸钠合并使用，双相障碍维持期治疗辅助用药。维持日剂量为400～800mg/d，分两次服用，最大日剂量为800mg/d。 ⑸用于治疗青少年（10～17岁）双相障碍Ⅰ型躁狂相急性期。400～600mg/d，分两次至三次服用；起始剂量为50mg/d，每日最大增加剂量≤100mg。 ⑹用于治疗青少年（13～17岁）精神分裂症（非维持期）。第一天剂量为50mg/d；第二天为100mg/d；第三天200mg/d；第四天300mg/d；第五天400mg/d；分2～3次给药，推荐剂量400～800mg/d，日剂量最高为800mg/d。 ⑺用于治疗成人重症抑郁辅助用药。第一天晚上剂量为50mg/d，第三天晚上剂量增加为150mg/d，推荐剂量范围150～300mg/d，最大剂量为300 mg/d。 剂型与规格 片剂 25mg基药 100mg基药 200mg XN05AH甲1113 0% 哪儿有 缓释片 50mg 200mg 300mg XN05AH乙1113 5% 哪儿有 缓释片 150mg 400mg XN05AH乙1113 5% 哪儿有 片剂 50mg 150mg 300mg XN05AH甲1113 0% 哪儿有",
      "full_contraindications": "症 对本品有过敏反应者。",
      "full_adverse_reactions": "⑴较常见的不良反应为嗜睡、头痛、头晕、心悸和体位性低血压，尚可引起甲状腺激素水平轻度降低。 ⑵较少见的不良反应有便秘、口干、消化不良、肝功能异常、焦虑、体重增加和皮疹。 ⑶锥体外系不良反应较少发生。 肝损伤 ⑴肝毒性： 长期接受喹硫平治疗的患者有30%出现肝功能检查异常，但指标升高到正常值上限的三倍以上并不常见。转氨酶异常程度较轻，无症状且持续时间短，甚至可能在持续治疗过程中恢复正常。已报告喹硫平引起临床症状明显的急性肝损伤，但病例极少。黄疸通常会在用药后1至4周内发病，血清酶水平升高通常表现为肝细胞损伤。免疫过敏症状（发热、皮疹和嗜酸性粒细胞增多）比较罕见，自身抗体形成比例也很低。⑵损伤机制： 喹硫平引起血清转氨酶含量升高的机制尚未确定，但有可能是有毒代谢中间产物引起。喹硫平经肝脏磺化氧化和氧化代谢，尤其是CYP 3A4。接受喹硫平治疗的患者中，至少四分之一的患者在治疗第一年至第二年体重增加，因此导致非酒精性脂肪肝，引起血清转氨酶水平升高。 禁忌症 对本品有过敏反应者。",
      "full_interactions": "⑴体外酶抑制试验提示本品及其9个代谢物对由P450药酶CYP1A2、CYP2C9、CYP2C19、CYP2D6和CYP3A4介导的代谢几乎没有影响。CYP3A4诱导剂苯妥英钠可加快本品的代谢，与苯妥英钠或其他诱导剂如卡马西平和苯巴比妥合用时，需要注意药物相互作用。非特异性酶抑制剂西咪替丁不抑制本品的代谢。每日750mg的计量不影响安替比林、锂盐和罗拉西泮单次剂量的药代动力学。 ⑵与其他作用于中枢神经系统的药物合用时应谨慎。因本品能加强酒精对认知和运动的损害作用，故应避免与含酒精饮料合用。 ⑶本品有诱发体位性低血压的潜在危险，可能增加某些抗高血压药的作用。 ⑷本品能对抗左旋多巴和多巴胺受体激动剂的作用。 ⑸与硫利达嗪合用时，本品清除率可增加60％，需调整剂量。 ⑹奈玛特韦/利托那韦组合包装：合用时合用可使喹硫平AUC增加5-8倍。禁止合用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵禁止与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 开始用药时剂量宜小，逐步加量并密切观察，待出现疗效或有不可耐受不良反应时为度。 用法与用量 口服：⑴成人剂量：①用于精神分裂症，第一日50mg，第二日100mg，第三日200mg，第四日300mg，以后逐渐增加剂量到有效剂量范围，可根据患者的疗效和耐受情况调整剂量，一般一日剂量为150～750mg，分2次给药。②用于双相情感障碍躁狂发作，推荐初始剂量一日100mg，分2次服用，一日增量100mg，可在第六日加至800mg，一日增量不超过200mg，一般日剂量为400～800mg。 ⑵老年人用药应慎重，起始剂量为一日25mg，以后每日增加25～50mg，直到产生疗效。 ⑶用于成人双相障碍抑郁相急性期单一治疗。第1日：一次50mg，一日1次；第2日，一次100mg，一日1次；第3日，一次200mg，一日1次；第4日，一次300mg，一日1次。药物睡前服用，推荐每日最大剂量300mg/d。 ⑷用于治疗成人与碳酸锂或丙戊酸钠合并使用，双相障碍维持期治疗辅助用药。维持日剂量为400～800mg/d，分两次服用，最大日剂量为800mg/d。 ⑸用于治疗青少年（10～17岁）双相障碍Ⅰ型躁狂相急性期。400～600mg/d，分两次至三次服用；起始剂量为50mg/d，每日最大增加剂量≤100mg。 ⑹用于治疗青少年（13～17岁）精神分裂症（非维持期）。第一天剂量为50mg/d；第二天为100mg/d；第三天200mg/d；第四天300mg/d；第五天400mg/d；分2～3次给药，推荐剂量400～800mg/d，日剂量最高为800mg/d。 ⑺用于治疗成人重症抑郁辅助用药。第一天晚上剂量为50mg/d，第三天晚上剂量增加为150mg/d，推荐剂量范围150～300mg/d，最大剂量为300 mg/d。 剂型与规格 片剂 25mg基药 100mg基药 200mg XN05AH甲1113 0% 哪儿有 缓释片 50mg 200mg 300mg XN05AH乙1113 5% 哪儿有 缓释片 150mg 400mg XN05AH乙1113 5% 哪儿有 片剂 50mg 150mg 300mg XN05AH甲1113 0% 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "⑴药效学：本品是一新型二苯二氮䓬类抗精神病药，为脑内多种神经递质受体拮抗药。对5—HT受体有高度亲和力，大于Ｄ1和Ｄ2受体。对Ｈ1受体和α1受体已有较高的亲和力，而对α2受体亲和力低，但对Ｍ受体和苯二氮䓬受体基本没有作用。 ⑵药动学：口服吸收良好，血浆蛋白结合率为83％，体内分布广泛。在肝脏经P450药酶CYP3A4，CYP2D6进行氧化代谢，生成失活代谢产物。主要以代谢产物排泄，73％有尿内排出；20％由粪便排出。半衰期（ｔ1/2）为6～7小时。65岁以上老年人本品的平均清除率较成年人低30％～50％。",
      "full_precautions": "⑴老年人较易发生体位性低血压，剂量宜小。与可延长QT间期的药物合用时应慎重。 ⑵慎用于有心、脑血管疾病或有低血压倾向的病人。 ⑶有肝、肾功能损害、甲状腺疾病或抽搐史者使用时亦应慎重。 ⑷若有恶性综合征或迟发性运动障碍的症状出现，应减量或停药。 ⑸长期用药者应注意有无白内障的发生。 ⑹用药时不宜从事驾驶或操作机器等工作。 ⑺慎用于妊娠患者；用药时不宜哺乳。 ⑻用于儿童和青少年的安全性和有效性尚未进行评价。 药物相互作用 ⑴体外酶抑制试验提示本品及其9个代谢物对由P450药酶CYP1A2、CYP2C9、CYP2C19、CYP2D6和CYP3A4介导的代谢几乎没有影响。CYP3A4诱导剂苯妥英钠可加快本品的代谢，与苯妥英钠或其他诱导剂如卡马西平和苯巴比妥合用时，需要注意药物相互作用。非特异性酶抑制剂西咪替丁不抑制本品的代谢。每日750mg的计量不影响安替比林、锂盐和罗拉西泮单次剂量的药代动力学。 ⑵与其他作用于中枢神经系统的药物合用时应谨慎。因本品能加强酒精对认知和运动的损害作用，故应避免与含酒精饮料合用。 ⑶本品有诱发体位性低血压的潜在危险，可能增加某些抗高血压药的作用。 ⑷本品能对抗左旋多巴和多巴胺受体激动剂的作用。 ⑸与硫利达嗪合用时，本品清除率可增加60％，需调整剂量。 ⑹奈玛特韦/利托那韦组合包装：合用时合用可使喹硫平AUC增加5-8倍。禁止合用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵禁止与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 开始用药时剂量宜小，逐步加量并密切观察，待出现疗效或有不可耐受不良反应时为度。 用法与用量 口服：⑴成人剂量：①用于精神分裂症，第一日50mg，第二日100mg，第三日200mg，第四日300mg，以后逐渐增加剂量到有效剂量范围，可根据患者的疗效和耐受情况调整剂量，一般一日剂量为150～750mg，分2次给药。②用于双相情感障碍躁狂发作，推荐初始剂量一日100mg，分2次服用，一日增量100mg，可在第六日加至800mg，一日增量不超过200mg，一般日剂量为400～800mg。 ⑵老年人用药应慎重，起始剂量为一日25mg，以后每日增加25～50mg，直到产生疗效。 ⑶用于成人双相障碍抑郁相急性期单一治疗。第1日：一次50mg，一日1次；第2日，一次100mg，一日1次；第3日，一次200mg，一日1次；第4日，一次300mg，一日1次。药物睡前服用，推荐每日最大剂量300mg/d。 ⑷用于治疗成人与碳酸锂或丙戊酸钠合并使用，双相障碍维持期治疗辅助用药。维持日剂量为400～800mg/d，分两次服用，最大日剂量为800mg/d。 ⑸用于治疗青少年（10～17岁）双相障碍Ⅰ型躁狂相急性期。400～600mg/d，分两次至三次服用；起始剂量为50mg/d，每日最大增加剂量≤100mg。 ⑹用于治疗青少年（13～17岁）精神分裂症（非维持期）。第一天剂量为50mg/d；第二天为100mg/d；第三天200mg/d；第四天300mg/d；第五天400mg/d；分2～3次给药，推荐剂量400～800mg/d，日剂量最高为800mg/d。 ⑺用于治疗成人重症抑郁辅助用药。第一天晚上剂量为50mg/d，第三天晚上剂量增加为150mg/d，推荐剂量范围150～300mg/d，最大剂量为300 mg/d。 剂型与规格 片剂 25mg基药 100mg基药 200mg XN05AH甲1113 0% 哪儿有 缓释片 50mg 200mg 300mg XN05AH乙1113 5% 哪儿有 缓释片 150mg 400mg XN05AH乙1113 5% 哪儿有 片剂 50mg 150mg 300mg XN05AH甲1113 0% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=148",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 259,
    "name": "纳武利尤单抗注射液",
    "full_name": "(自)纳武利尤单抗注射液",
    "chemical_name": "纳武利尤单抗注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "Bristol-Myers Squibb Pharma EEIG"
    ],
    "specifications": [
      {
        "specification": "40mg/瓶",
        "manufacturer": "Bristol-Myers Squibb Pharma EEIG",
        "full_manufacturer": "Bristol-Myers Squibb Pharma EEIG（Bristol-Myers Squibb Holdings Pharma, Ltd. Liability Company）",
        "price": 4586.74,
        "unit": "盒",
        "code": "X00161",
        "approval_number": "国药准字SJ20180014",
        "insurance_code": "XL01FFN114B002010179518",
        "location": "2F-1"
      },
      {
        "specification": "100mg/瓶",
        "manufacturer": "Bristol-Myers Squibb Pharma EEIG",
        "full_manufacturer": "Bristol-Myers Squibb Pharma EEIG（Bristol-Myers Squibb Holdings Pharma, Ltd. Liability Company）",
        "price": 9249.98,
        "unit": "盒",
        "code": "X00160",
        "approval_number": "国药准字SJ20180015",
        "insurance_code": "XL01FFN114B002020179518",
        "location": "2G-3"
      }
    ],
    "pinyin": "nawuliyoudankang",
    "pinyin_initials": "nwlydk",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于的肝癌患者；无法切除或转移性黑色素瘤；后进展的转移性结直肠癌；中、高危晚期肾细胞癌；曾接受抗血管生成治疗的晚期肾细胞癌患者；后的经典型、复发或进展的霍奇金淋巴瘤；后的复发或进展的霍奇金淋巴瘤；既往接受过索拉非尼治疗的肝癌患者。",
      "dosage": "推荐剂量为一次3mg/kg，静脉输注60分钟，每2周1次。",
      "contraindications": "对活性成份或辅料存在超敏反应的患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、发热、瘙痒、疼痛等。",
      "interactions": "⑴尚未进行药代动力学相互作用研究。因单克隆抗体不经细胞色素P450（CYP）酶或其他药物代谢酶代谢，因此，合并使用的药物对这些酶的抑制或诱导作用预期不会影响纳武利尤单抗的药代动力学。<br>⑵因可能干扰药效学活性，应避免在基线开始纳武利尤单抗治疗前使用全身性皮质类固醇及其他免疫抑制剂。不过，为了治疗免疫相关性不良反应，可在开始纳武利尤单抗治疗后使用全身性皮质类固醇及其他免疫抑制剂。初步结果显示，纳武利尤单抗治疗开始后应用全身性免疫抑制治疗不会影响纳武利尤单抗疗效。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "应持续进行患者监测（至少至末次给药后5个月），因为不良反应可能在纳武利尤单抗治疗期间或纳武利尤单抗治疗停止后的任何时间发生。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于治疗表皮生长因子受体（EGFR）基因突变阴性和间变性淋巴瘤激酶（ALK）阴性、既往接受过含铂方案化疗后疾病进展或不可耐受的局部晚期或转移性非小细胞肺癌（NSCLC）成人患者。<br>⑵用于治疗既往接受过两种或两种以上全身性治疗方案的晚期或复发性胃或胃食管连接部腺癌患者。<br>⑶本品与化疗联用，作为治疗晚期或转移性胃癌、胃食管结合部（GEJ）癌和食管腺癌的一线疗法（美国FDA已批准）。<br>⑷用于既往接受过索拉非尼治疗的肝癌患者。【美国FDA已批准；NCCN临床实践指南_肝胆肿瘤(2021.V1)；中国临床肿瘤学会（CSCO）《原发性肝癌诊疗指南》（2020)】<br>⑸用于伴淋巴结转移的黑色素瘤或完全切除患者伴转移的黑色素瘤的辅助治疗。【美国FDA已批准；中国临床肿瘤学会 (CSCO)-黑色素瘤诊疗指南-2019；NCCN临床实践指南皮肤黑色素瘤2021.V2】<br>⑹与伊匹单抗联用治疗无法切除或转移性黑色素瘤；或单一药物治疗治疗BRAF V600野生型不可切除或转移性黑色素瘤或BRAF V600突变阳性患者的不能切除或转移黑色素瘤。【美国FDA已批准；CSCO-黑色素瘤诊疗指南-2019；NCCN临床实践指南皮肤黑色素瘤2021.V2】<br>⑺用于在使用氟尿嘧啶、奥沙利铂和伊立替康（微卫星不稳定性高或错配修复缺陷）治疗后进展的转移性结直肠癌。【美国FDA已批准；NCCN临床实践指南：结肠癌 （2021.V2）】<br>⑻用于联合伊匹单抗一线治疗中、高危晚期肾细胞癌；或单药治疗曾接受抗血管生成治疗的晚期肾细胞癌患者。【美国FDA已批准纳；NCCN临床实践指南 肾癌 2021 V3】<br>⑼用于经自体造血干细胞移植和布仑妥昔单抗治疗后的经典型、复发或进展的霍奇金淋巴瘤，或用于包括自体造血干细胞移植在内的3种或多种药物系统治疗后的复发或进展的霍奇金淋巴瘤。【美国FDA已批准纳；NCCN临床实践指南：霍奇金淋巴瘤（2021.V2）】",
      "full_dosage": "推荐剂量为一次3mg/kg，静脉输注60分钟，每2周1次。或固定剂量240mg，静脉输注，每2周1次，或固定剂量480mg，静脉输注，每4周1次；当联合伊匹单抗时，30分钟内静脉给药纳武利尤单单抗1mg/kg，然后在同一日给与伊匹单抗，每3周给药4剂，然后每2周静脉注射240mg或每四周静脉注射480mg；联合伊匹单抗：30分钟内静脉滴注3mg/kg，然后在同一日给予伊匹单抗1mg/kg，每3周4剂。然后每2周或每4周静脉滴注240mg或480mg。",
      "full_contraindications": "对活性成份或辅料存在超敏反应的患者禁用。",
      "full_adverse_reactions": "患者最常见的不良反应（发生率≥20%）是：疲劳、皮疹、肌肉骨骼疼痛、瘙痒、腹泻、恶心、虚弱、咳嗽、呼吸困难、便秘、食欲下降、背部疼痛、关节痛、上呼吸道感染、发热、头痛、腹痛、呕吐和尿路感染、发热性中性粒细胞减少症。<br>英国药品和健康产品管理局（MHRA）警示阿替利珠单抗和其他免疫治疗抗癌药可导致严重的皮肤反应。包括史蒂文斯-约翰逊综合征（SJS）和中毒性表皮坏死松解症（TEN）。<br>日本厚生劳动省（MHLW）及药品和医疗器械管理局（PMDA）宣布纳武利尤单抗可能增加严重胃炎、葡萄膜炎风险。",
      "full_interactions": "⑴尚未进行药代动力学相互作用研究。因单克隆抗体不经细胞色素P450（CYP）酶或其他药物代谢酶代谢，因此，合并使用的药物对这些酶的抑制或诱导作用预期不会影响纳武利尤单抗的药代动力学。<br>⑵因可能干扰药效学活性，应避免在基线开始纳武利尤单抗治疗前使用全身性皮质类固醇及其他免疫抑制剂。不过，为了治疗免疫相关性不良反应，可在开始纳武利尤单抗治疗后使用全身性皮质类固醇及其他免疫抑制剂。初步结果显示，纳武利尤单抗治疗开始后应用全身性免疫抑制治疗不会影响纳武利尤单抗疗效。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴纳武利尤单抗可引起免疫相关性不良反应。应持续进行患者监测（至少至末次给药后5个月），因为不良反应可能在纳武利尤单抗治疗期间或纳武利尤单抗治疗停止后的任何时间发生。免疫相关性不良反应主要有肺炎、结肠炎、胃炎、肾炎或肾功能障碍、内分泌疾病等。<br>⑵不建议在妊娠期间使用，除非临床获益大于潜在风险。应在最后一次应用纳武利尤单抗后至少5个月内采用有效避孕措施。<br>⑶尚未确立本品在18岁以下儿童中的安全性和疗效。<br>⑷老年患者（≥65岁）无需调整剂量。",
      "pharmacodynamics": "本品为免疫检查点抑制剂，属于抗程序性死亡-1（PD-1）受体的全人源单克隆抗体，可通过封闭T淋巴细胞的PD-1，阻断其与肿瘤细胞表面PD-L1结合，解除肿瘤细胞对免疫细胞的免疫抑制，使免疫细胞重新发挥抗肿瘤细胞免疫作用而杀伤肿瘤细胞。<br>本品的治疗机制与传统的化疗和靶向治疗不同，主要是通过克服患",
      "full_pharmacodynamics": "本品为免疫检查点抑制剂，属于抗程序性死亡-1（PD-1）受体的全人源单克隆抗体，可通过封闭T淋巴细胞的PD-1，阻断其与肿瘤细胞表面PD-L1结合，解除肿瘤细胞对免疫细胞的免疫抑制，使免疫细胞重新发挥抗肿瘤细胞免疫作用而杀伤肿瘤细胞。<br>本品的治疗机制与传统的化疗和靶向治疗不同，主要是通过克服患者体内的免疫抑制，重新激活患者自身的免疫细胞来杀伤肿瘤，是一种全新的抗肿瘤治疗理念。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=11289",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 260,
    "name": "戊酸雌二醇片",
    "full_name": "(甲)戊酸雌二醇片",
    "chemical_name": "戊酸雌二醇片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Jenapharm GmbH & Co.KG"
    ],
    "specifications": [
      {
        "specification": "1mg/片",
        "manufacturer": "Jenapharm GmbH & Co.KG",
        "full_manufacturer": "Jenapharm GmbH & Co.KG(DELPHARM Lille S.A.S.)(拜耳医药保健有限公司广州分公司)",
        "price": 27.85,
        "unit": "盒",
        "code": "Y00000014567",
        "approval_number": "国药准字J20171038",
        "insurance_code": "XG03CAW089A001010107785",
        "location": "H-3",
        "outpatient_location": "O-4"
      }
    ],
    "pinyin": "wusuancierchun",
    "pinyin_initials": "wscec",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "⑴补充雌激素不足，如萎缩性阴道炎、女性性腺的功能不足、外阴干燥症、绝经期血管舒缩症状、卵巢切除、原发性卵巢衰竭等；\n⑵晚期前列腺癌（乳腺癌、卵巢癌患者禁用）；\n⑶与孕激素类药物合用，能抑制排卵，可作避孕药。",
      "dosage": "⑴肌内注射：①补充雌激素不足，5mg，每4周1次。",
      "contraindications": "妊娠期妇女禁用；哺乳期妇女禁用。",
      "adverse_reactions": "参阅雌激素。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：本品为长效雌二醇衍生物。参阅雌激素。  <br>⑵药动学：口服吸收完全，被胃肠道吸收后，在肝内代谢，分解成雌二醇和戊酸，口服戊酸雌二醇后约有3％雌二醇被生物利用。",
      "precautions": "参阅雌激素。",
      "source": "湖南药事服务网",
      "full_indications": "⑴补充雌激素不足，如萎缩性阴道炎、女性性腺的功能不足、外阴干燥症、绝经期血管舒缩症状、卵巢切除、原发性卵巢衰竭等；<br>⑵晚期前列腺癌（乳腺癌、卵巢癌患者禁用）；<br>⑶与孕激素类药物合用，能抑制排卵，可作避孕药。",
      "full_dosage": "⑴肌内注射：①补充雌激素不足，5mg，每4周1次。②前列腺癌，一次30mg，每1～2周1次，按需调整剂量。    <br>　　⑵口服：一次1mg，一日1次，餐后服。按周期序贯疗法，每经过21日的治疗后，须停药至少1周。",
      "full_contraindications": "妊娠期妇女禁用；哺乳期妇女禁用。",
      "full_adverse_reactions": "参阅雌激素。",
      "full_interactions": "参阅雌激素。",
      "full_pharmacokinetics": "⑴药效学：本品为长效雌二醇衍生物。参阅雌激素。  <br>⑵药动学：口服吸收完全，被胃肠道吸收后，在肝内代谢，分解成雌二醇和戊酸，口服戊酸雌二醇后约有3％雌二醇被生物利用。",
      "full_precautions": "参阅雌激素。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1398",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 261,
    "name": "硫酸阿托品眼用凝胶",
    "full_name": "(甲)硫酸阿托品眼用凝胶",
    "chemical_name": "硫酸阿托品眼用凝胶",
    "dosage_form": "凝胶",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "沈阳兴齐眼药"
    ],
    "specifications": [
      {
        "specification": "2.5g/支",
        "manufacturer": "沈阳兴齐眼药",
        "full_manufacturer": "沈阳兴齐眼药股份有限公司",
        "price": 31.69,
        "unit": "支",
        "code": "Y00000014429",
        "approval_number": "国药准字H20052295",
        "insurance_code": "XS01FAA068G006010101322",
        "location": "2L-1",
        "outpatient_location": "2F-4"
      }
    ],
    "pinyin": "liusuanatuopinyanyong",
    "pinyin_initials": "lsatpyy",
    "dosage_form_pinyin": "ningjiao",
    "dosage_form_initials": "nj",
    "manual": {
      "indications": "用于锑剂中毒；严重心动过缓、晕厥合并颈动脉窦反射亢进以及Ⅰ度房室传导阻滞；弱视和斜视的压抑疗法；恶性青光眼的辅助用药；胃肠道功能紊乱；急性微循环障碍；锑剂中毒引起的阿-斯综合征、有机磷中毒以及急性毒蕈碱中毒；麻醉前以抑制腺体分泌。",
      "dosage": "成人：常用量：①口服，一次0.3～0.6mg；儿童：，①口服给药，按体重0.01mg",
      "contraindications": "⑴心脏病，特别是心律失常、充血性心力衰竭、冠心病、左房室瓣狭窄、心动过速等。  \n⑵胃食管反流病、胃幽门梗阻、食管与胃得运动减弱、下食管括约肌松弛（因本药可使胃排空延迟，从而促成胃潴留，并增加胃食管反流）。  \n⑶青光眼：恶性青光眼、闭角型青光眼和40岁以上的浅前房者。20岁以上患者存在潜隐性青光眼",
      "adverse_reactions": "常见：皮疹、发热、过敏等。",
      "interactions": "⑴药物-药物相互作用：①与异烟肼合用，阿托品的抗胆碱作用增强。②阿托品与盐酸哌替啶合用有协同解痉和止痛作用。③奎尼丁与阿托品的抗胆碱作用相加，故可增强阿托品对迷走神经的抑制作用。④阿托品可增加地高辛的吸收。⑤阿托品与维生素Ｂ2合用，可使维生素Ｂ2的吸收增加。⑥将少量高张氯化钠溶液（8.5％）加入止痛片注射液中肌内注射，可显著延长阿托品改善心率的作用时间。⑦硫酸镁：阿托品抑制胃肠蠕动增加镁离子吸收，故阿托品中毒忌用硫酸镁导泻。⑧胆碱酯酶复合剂与阿托品有互补作用，合用时可减少阿托品用量和不良反应，提",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率50，肝脏代谢，肾脏排泄。",
      "precautions": "⑴下列情况应慎用：①脑损害者（尤其是儿童）；阿托品对老年人尤易导致汗液分泌减少，影响散热，故夏天慎用。⑼眼部用药时的注意事项：①滴眼后用手指压迫内眦泪囊部，以减少药物的全身吸收，防止或减轻副作用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于胃肠道功能紊乱，有解痉作用，但对胆绞痛、肾绞痛效果不好；<br>⑵用于急性微循环障碍，治疗严重心动过缓、晕厥合并颈动脉窦反射亢进以及Ⅰ度房室传导阻滞；<br>⑶作为解毒剂，可用于锑剂中毒引起的阿-斯综合征、有机磷中毒以及急性毒蕈碱中毒；<br>⑷用于麻醉前以抑制腺体分泌，特别是呼吸道黏液分泌；<br>⑸可减轻帕金森病患者强直及震颤症状，并能控制其流涎及出汗过多；<br>⑹外用滴眼适用于：①葡萄膜炎，包括虹膜睫状体炎：阿托品松弛虹膜括约肌和睫状肌，使之充分休息，有利于严阵的消退；同时还可预防虹膜与晶体的黏连；②用于治疗弱视和斜视的压抑疗法；③用于散瞳验光和检查眼底；④用于白内障手术前后的散瞳；⑤作为治疗恶性青光眼的辅助用药。<br>⑺0.01%浓度的滴眼液适用于6岁及以上青少年延缓儿童近视进展。",
      "full_dosage": "⑴成人常用量：①口服，一次0.3～0.6mg，一日3次。极量：一次1mg，一日3mg。②静脉注射，一般用药：一次0.3～0.5mg，一日0.5～3mg。极量：一次2mg。③肌内注射，一般用药：一次0.3～0.5mg。极量一次2mg；麻醉前给药：术前0.5～1小时肌注0.5mg。④皮下注射，一般用药：一次0.3～0.5mg，一日0.5～3mg。极量一次2mg；⑤经眼给药：滴眼液用于治疗葡萄膜炎，滴入结膜囊，一日1～2次，一次1滴；用于儿童验光，检查前1～3日，一日滴眼2次，一次1滴。滴时按住内眦部，以免流入鼻腔吸收中毒。眼膏：用于治疗葡萄膜炎，成人每次用细玻璃棒涂少许在下穹隆，一日1～2次，儿童每次用细玻璃棒涂少许在下穹隆，一日1～3次；用于儿童验光，检查前1～3日，每次用细玻璃棒涂少许在下穹隆，一日3次。<br>⑥混合给药：<br>　　治疗阿-斯综合征：发现严重心律紊乱时，立即静脉注射1～2mg（用5％～25％葡萄糖注射液10～20ml稀释），同时肌注或皮下注射1mg，15～30分钟后再静脉注射1mg。如患者无发作，可根据心律及心率情况改为每3～4小时皮下注射或肌注1mg，48小时后如不再发作，可逐渐减量，最后停药。<br>　　抢救感染中毒性休克、改善微循环：一次1～2mg，或按体重0.02～0.05mg/kg，用50％葡萄糖注射液稀释后于5～10分钟静脉注射，每15～30分钟静脉注射一次，2～3次后如情况不见好转可逐渐增加用量，直到患者面色潮红、四肢温暖、瞳孔中毒散大，收缩压在10kp（75mmHg）以上时，逐渐减量至停药。<br>　　抗心律失常：一次0.5～1mg，按需可每1～2小时一次，最大用量为2mg。<br>　　治疗有机磷农药中毒：根据病情决定用量。与解磷定等合用时：对中度中毒，一次皮下注射0.5～1mg，隔30～60分钟一次；对严重中毒，一次静脉注射1～2mg，每15～30分钟一次，至病情稳定后，逐渐减量并改用皮下注射，直到紫绀消失，继续用药至病情稳定，然后用维持量，有时需2～3日。单用时：对轻度中毒，一次皮下注射0.5～1mg，每30～120分钟一次；对中度中毒，一次皮下注射1～2mg，每15～30分钟一次；对重度中毒，应早期、足量的反复持续使用。立即静脉注射2～5mg，以后一次1～2mg，每15～30分钟一次。根据病情适当增加或减少剂量，缩短或延长用药间隔时间，至出现阿托品化（瞳孔散大、面色潮红、腺体分泌减少，心率增快、肺水肿得到控制，神志逐渐清醒），密切观察用药前后的药效反应，酌情改用维持量，一日4～6次，持续2～3日。对口服中毒者，用药剂量应适当增大。<br>　　⑵儿童，①口服给药，按体重0.01mg/kg，每4～6小时一次。②静脉注射：儿童耐受差，0.2～10mg可中毒致死。抢救感染性休克：小儿按体重0.03～0.05mg/kg，每15～30分钟一次，2～3次后如情况不见好转可逐渐增加用量，至情况好转后即减量或停药。抗心律失常：按体重静注0.01～0.03mg/kg。抗休克、改善微循环：按体重静注0.03～0.05mg/kg。③皮下注射：麻醉前给药：体重3kg以下者为0.1mg，7～9kg者为0.2mg，12～16kg者为0.3mg，20～27kg者为0.4mg，32kg以上者为0.5mg。<br>　　⑶用于眼科检查：①滴眼液，滴入眼睑内，一次1～2滴，一日2～3次。严重虹膜睫状体炎可酌情增加用药次数。眼底检查散瞳：一次1～2滴，间隔3～5分钟，连用2～3次。②眼膏剂：涂于眼睑内，一次1.5cm，一日1～2次。<br>　　⑷用于延缓近视进展：睡前滴入结膜囊内，一次1滴（一支），一日1次。请在眼科医生指导下使用。点眼后应立即压迫内眦泪囊部2~3分钟，以减少药物的全身吸收。",
      "full_contraindications": "⑴心脏病，特别是心律失常、充血性心力衰竭、冠心病、左房室瓣狭窄、心动过速等。  <br>⑵胃食管反流病、胃幽门梗阻、食管与胃得运动减弱、下食管括约肌松弛（因本药可使胃排空延迟，从而促成胃潴留，并增加胃食管反流）。  <br>⑶青光眼：恶性青光眼、闭角型青光眼和40岁以上的浅前房者。20岁以上患者存在潜隐性青光眼时，有诱发的危险。  <br>⑷溃疡性结肠炎（本药用量大时，肠蠕动功能降低，可导致麻痹性肠梗阻，并可诱发或加重中毒性巨结肠症）。  <br>⑸前列腺增生引起的尿路感染（膀胱张力降低）及尿路阻塞性疾病（因本药可导致完全性尿潴留）。 <br> ⑹休克伴心动过速或高热者。 <br> ⑺急性五氯酚钠中毒者。",
      "full_adverse_reactions": "本药具有多种药理作用，临床上应用其中一种作用时，其他的作用则成为不良反应。<br>⑴常见的有：便秘、出汗减少（排汗受阻可致高热）、口鼻咽喉干燥、视力模糊、皮肤潮红、排尿困难（尤其是老年患者有发生急性尿潴留的危险）、胃肠动力低下、胃食管反流。  <br>⑵少见的有：眼压升高、过敏性皮疹或疱疹。  <br>⑶本药长期滴眼，可引起局部过敏反应（接触性药物性眼睑结膜炎）。  <br>⑷作为散瞳用药可引起的不良反应：①眼部：视力模糊；短暂的眼部烧灼感和刺痛；畏光；眼睑肿胀等。②全身：和吸收的剂量有关，表现如下：0.5mg，轻微心率减慢，略有口干及乏汗；1mg，口干、心率加速，瞳孔轻度扩大；2mg，心悸，显著口干，瞳孔扩大，有时出现视近物模糊；5mg，上述症状加重，语言不清，烦躁不安，皮肤干燥发热，小便困难，肠蠕动减少；10mg以上，上述症状更重，脉速而弱，中枢兴奋现象严重，呼吸加快加深，出现谵妄、幻觉、惊厥等。严重中毒时，可由中枢兴奋转入抑制，产生昏迷和呼吸麻痹等。",
      "full_interactions": "⑴药物-药物相互作用：①与异烟肼合用，阿托品的抗胆碱作用增强。②阿托品与盐酸哌替啶合用有协同解痉和止痛作用。③奎尼丁与阿托品的抗胆碱作用相加，故可增强阿托品对迷走神经的抑制作用。④阿托品可增加地高辛的吸收。⑤阿托品与维生素Ｂ2合用，可使维生素Ｂ2的吸收增加。⑥将少量高张氯化钠溶液（8.5％）加入止痛片注射液中肌内注射，可显著延长阿托品改善心率的作用时间。⑦硫酸镁：阿托品抑制胃肠蠕动增加镁离子吸收，故阿托品中毒忌用硫酸镁导泻。⑧胆碱酯酶复合剂与阿托品有互补作用，合用时可减少阿托品用量和不良反应，提高治疗有机磷中毒的疗效。⑨组胺药可增强阿托品外周和中枢效应，也可加重口干或一过性声音嘶哑、尿潴留及眼压增高等不良反应。⑩氯丙嗪可增强阿托品致口干、视物模糊、尿潴留及促发青光眼等不良反应。⑪阿托品的抗胆碱作用可与其他抗胆碱药的抗胆碱作用相加，导致不良反应（如口干、视物模糊、排尿困难等0的发生率增加，合用时应减少用量。⑫与碱化尿液的药物（包括含镁或钙的抗酸药、碳酸酐酶抑制药、碳酸氢钠、枸橼酸盐等）合用时，阿托品排泄延迟，作用时间和（或）毒性增加。⑬与单胺氧化酶抑制药（包括呋喃唑酮、丙卡巴肼等）合用时，可发生兴奋、震颤或心悸等不良反应。必须联用时阿托品应减量。⑭阿托品可加重胺碘酮所致心动过缓。⑮甲氧氯普胺对食管下端括约肌的影响与阿托品相反，如果先给甲氧氯普胺再给阿托品，阿托品可逆转甲氧氯普胺引起的下食管括约肌压力升高；反之，甲氧氯普胺可逆转阿托品引起的下食管括约肌压力降低。⑯与左旋多巴合用，可使左旋多巴吸收量减少。⑰在使用阿托品的情况下，舌下含服的硝酸甘油等崩解减慢，从而影响其吸收。⑱阿托品与Ｈ2受体阻滞药、抗酸药合用，能有效控制胃酸夜间分泌，缓解持续性溃疡疼痛和顽固性胃泌素瘤患者的症状。因为抗酸药能干扰阿托品的吸收，故两者合用时宜分开服用。⑲阿托品可缓解吗啡所致的胆道括约肌痉挛和呼吸抑制。⑳普萘洛尔可拮抗阿托品所致心动过速；地西泮和苯巴比妥钠可拮抗阿托品中枢兴奋作用；含重金属离子药物与阿托品和易产生沉淀或变色反应，降低疗效。  <br>⑵药物-中药相互作用：①阿托品可部分对抗罗布麻的降压作用；②阿托品可阻断丹参、人参的降压作用；③阿托品可解除槟榔中毒所致的毒蕈碱反应；④阿托品可抑制麻黄的升压和发汗作用；⑤阿托品可拮抗巴豆致肠痉挛的作用；⑥阿托品可缓解大黄致腹痛和泻下作用。  <br>⑶药物-酒精/尼古丁相互作用：本药与酒精的中枢抑制作用相加。正在应用本品的后者饮酒，可明显影响患者的注意力。",
      "full_pharmacokinetics": "⑴药效学：①本药为抗Ｍ胆碱药，具有松弛内脏平滑肌的作用，能解除平滑肌痉挛。这种作用与平滑肌的功能状态有关。治疗剂量时，对正常活动的平滑肌影响不大，但对过度活动或痉挛的内脏平滑肌则有显著的解痉作用。可缓解或消除胃肠平滑肌痉挛所致的绞痛，对膀胱逼尿肌、胆管、输尿管、支气管都有解痉作用，但对子宫平滑肌的影响较少，虽然可透过胎盘屏障，但对胎儿无明显影响，也不抑制新生儿呼吸。本药大剂量可抑制胃酸分泌，但对胃酸浓度、胃蛋白酶和黏液的分泌影响很小。随剂量增加可依次出现如下反应：腺体分泌减少、瞳孔扩大和调节麻痹，心率加快，膀胱和胃肠道平滑肌的兴奋性降低，胃液分泌抑制，中毒剂量则出现中枢症状。②作为眼科用药，阿托品的作用机制：阿托品阻断Ｍ胆碱受体，使瞳孔括约肌健儿睫状肌松弛，导致去甲肾上腺素能神经支配的瞳孔扩大肌的功能占优势，从而使瞳孔散大。瞳孔散大把虹膜推向虹膜角膜角，妨碍房水通过小梁网排入巩膜静脉窦，引起眼压升高。阿托品使睫状肌松弛，拉紧韧带使晶状体变扁平，减低其屈光度，引起调节麻痹。  <br>　　⑵药动学：本药易透过生物膜，自胃肠道及其他黏膜吸收，也可经眼吸收，少量从皮肤吸收。口服本药单一剂量，1小时后达血药峰浓度；注射用药作用出现较快，肌注2mg，15～20分钟后即达血药峰浓度。吸收后广泛分布于全身组织，血浆蛋白结合率为50％。可透过血-脑脊液屏障，在30分钟至1小时内中枢神经系统达到较高水平。亦能通过胎盘进入胎儿循环。本药除对眼的作用持续72小时外，其他所有器官的作用持续约4小时。本药部分在肝脏代谢，约80％经尿排出，其中约1/3为原形，其余的为通过水解与葡糖醛酸结合的代谢物。ｔ1/2为2～4小时，各种分泌液及粪便中仅有少量排出。",
      "full_precautions": "⑴下列情况应慎用：①脑损害者（尤其是儿童）；②发热患者；③腹泻患者；④老年患者；⑤胃溃疡患者。  <br>⑵对儿童的影响：婴幼儿对本药的毒性反应极为敏感，特别是痉挛性麻痹与脑损伤的儿童，反应更强。环境温度较高时，因闭汗有体温急骤升高的危险，应用时药严密观察。  <br>⑶对老年人的影响：老年人容易发生抗Ｍ胆碱样不良反应，如排尿困难、便秘、口干（特别是男性），也易诱发青光眼。阿托品对老年人尤易导致汗液分泌减少，影响散热，故夏天慎用。  <br>⑷对妊娠的影响：孕妇静脉注射本药可使胎儿心动过速。  <br>⑸对哺乳的影响：本药可分泌入乳汁，并有抑制泌乳的作用。  <br>⑹对其他颠茄内生物碱不耐受者，对本药也不耐受。  <br>⑺在做酚磺酞试验时，本药可减少酚磺酞的排出量。  <br>⑻用药过量表现：动作笨拙不稳、神志不清、抽搐、幻觉、谵妄（多见于老年患者）、呼吸急促与困难、言语不清、心跳异常加快、易激动、神经质、坐立不安（多见于儿童）等。  <br>⑼眼部用药时的注意事项：①滴眼后用手指压迫内眦泪囊部，以减少药物的全身吸收，防止或减轻副作用。②出现眼睑过敏反应或接触性皮炎应该立即停药。③角膜穿孔或者即将穿孔的角膜溃疡患者慎用。④用药后视力模糊，特别是看近物体，此时应该避免开车、使用机器和进行其他任何有危险的活动。⑤用药瞳孔散大畏光，可在阳光和强烈灯光下戴太阳眼镜。⑥孕妇慎用。⑦哺乳：该药可以少量进入乳汁而引起吃奶婴儿的副作用，如婴儿出现心跳加快、发热或皮肤干燥，因此哺乳期妇女应避免使用或停止哺乳。⑧儿童：金发碧眼的婴儿和儿童对阿托品特别敏感，治疗时发生不良反应的几率增加。一般来说，儿童使用的剂量应减少。⑨由于本药治疗儿童弱视时可出现毒性反应，故应用眼膏而不用滴眼液或用0.5％的溶液而不用1％的溶液，这样可以减少全身性吸收。在用药后立即把过多的药液或药膏拭去。滴眼时压迫泪囊部以防吸收中毒。本药用于验光时因其作用持续过长，扩瞳可持续1～2周，调节麻痹也可维持2～3日，故现已被作用持续时间较短的合成代用品取代。只有儿童验光配眼镜时仍用，因儿童的睫状肌调节功能较强，须发挥充分的调节麻痹作用。⑩本药长期滴眼引起局部过敏反应时，应立即停药，改用后马托品或东莨菪碱等。⑪老年人：对阿托品的作用特别敏感，使用时发生不良反应的几率增加，慎用。⑫阿托品的最低致死量在成人约为80～130mg，儿童约为10mg。⑬中毒的解救除洗胃等措施外，可注射新斯的明、毒扁豆碱或毛果芸香碱等。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=511",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 262,
    "name": "硫酸阿托品注射液",
    "full_name": "(甲10%)硫酸阿托品注射液[国基]",
    "chemical_name": "硫酸阿托品注射液",
    "dosage_form": "注射液",
    "types": [
      "国家基药"
    ],
    "manufacturers": [
      "天方药业",
      "天津金耀药业"
    ],
    "specifications": [
      {
        "specification": "0.5mg/支",
        "manufacturer": "天津金耀药业",
        "full_manufacturer": "天津金耀药业有限公司",
        "price": 1.18,
        "unit": "支",
        "code": "Y00000014576",
        "approval_number": "国药准字H12020382",
        "insurance_code": "XA03BAA068B002050100874",
        "outpatient_location": "N-4",
        "inpatient_location": "N-5"
      },
      {
        "specification": "0.5mg/支",
        "manufacturer": "天方药业",
        "full_manufacturer": "天方药业有限公司",
        "price": 0.57,
        "unit": "支",
        "code": "X00752",
        "approval_number": "国药准字H41020291",
        "insurance_code": "XA03BAA068B002010203098",
        "location": "N-5",
        "outpatient_location": "U-2",
        "inpatient_location": "N-5"
      }
    ],
    "pinyin": "liusuanatuopin",
    "pinyin_initials": "lsatp",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于继发于窦房结功能低下而出现的室性异位节律。",
      "full_indications": "⑴各种内脏绞痛，如胃肠绞痛及膀胱刺激症状。对胆绞痛、肾绞痛的疗效较差。<br>⑵全身麻醉前给药、严重盗汗和流涎症。<br>⑶迷走神经过度兴奋所致的窦房阻滞、房室阻滞等缓慢型心律失常，也可用于继发于窦房结功能低下而出现的室性异位节律。<br>⑷抗休克：对暴发型流行性脑脊髓膜炎、中毒性菌痢、中毒性肺炎等所致的感染性休克患者，可用大剂量本品治疗。<br>⑸解救有机磷酸酯类中毒。",
      "dosage": "成人：常用量：每次0.3-0.5mg；儿童：皮下注射：每次0.01-0.02mg",
      "full_dosage": "皮下、肌内或静脉注射。<br>成人常用量：每次0.3-0.5mg，一日0.5-3mg；极量：一次2mg。<br>儿童皮下注射：每次0.01-0.02mg/kg，每日2-3次。<br>静脉注射：用于治疗阿-斯综合征，每次0.03-0.05mg/kg，必要时15分钟重复1次，直至面色潮红、循环好转、血压回升、延长间隔时间至血压稳定。<br>抗心律失常：成人静脉注射0.5-1mg，按需可1-2小时一次，最大量为2mg。<br>解毒：<br>⑴用于锑剂引起的阿-斯综合征，静脉注射1-2mg，15-30分钟后再注射1mg，如患者无发作，按需每3-4小时皮下或肌内注射1mg。<br>⑵用于有机磷中毒时，肌注或静注1-2mg（严重有机磷中毒时可加大5-10倍），每10-20分钟重复，直到青紫消失，继续用药至病情稳定，然后用维持量，有时需2-3天。<br>抗休克改善循环：成人一般按体重0.02-0.05mg/kg，用50%葡萄糖注射液稀释后静注或用葡萄糖水稀释后静滴。<br>麻醉前用药：成人术前0.5-1小时，肌注0.5mg，小儿皮下注射用量为：体重3kg以下者为0.1mg，7-9kg为0.2mg，12-16kg为0.3mg，20-27kg为0.4mg，32kg以上为0.5mg。",
      "contraindications": "青光眼及前列腺肥大者、高热者禁用。",
      "full_contraindications": "青光眼及前列腺肥大者、高热者禁用。",
      "adverse_reactions": "常见：发热等。",
      "full_adverse_reactions": "①眼部：视力模糊；短暂的眼部烧灼感和刺痛；畏光；眼睑肿胀等。②全身：和吸收的剂量有关，表现如下：0.5mg，轻微心率减慢，略有口干及乏汗；1mg，口干、心率加速，瞳孔轻度扩大；2mg，心悸，显著口干，瞳孔扩大，有时出现视近物模糊；5mg，上述症状加重，语言不清，烦躁不安，皮肤干燥发热，小便困难，肠蠕动减少；10mg以上，上述症状更重，脉速而弱，中枢兴奋现象严重，呼吸加快加深，出现谵妄、幻觉、惊厥等。严重中毒时，可由中枢兴奋转入抑制，产生昏迷和呼吸麻痹等。 肝损伤 ⑴肝毒性：尽管广泛应用数十年，尚无可信证据表明阿托品与肝酶升高或临床明显肝损伤有关。阿托品可经肝脏代谢，但一般仅在短期内小剂量(<1 mg)给药。 ⑵肝损星级：★",
      "interactions": "①与异烟肼合用，阿托品的抗胆碱作用增强。②阿托品与盐酸哌替啶合用有协同解痉和止痛作用。③奎尼丁与阿托品的抗胆碱作用相加，故可增强阿托品对迷走神经的抑制作用。④阿托品可增加地高辛的吸收。⑤阿托品与维生素Ｂ2合用，可使维生素Ｂ2的吸收增加。⑥将少量高张氯化钠溶液（8.5％）加入止痛片注射液中肌内注射，可显著延长阿托品改善心率的作用时间。⑦硫酸镁：阿托品抑制胃肠蠕动增加镁离子吸收，故阿托品中毒忌用硫酸镁导泻。⑧胆碱酯酶复合剂与阿托品有互补作用，合用时可减少阿托品用量和不良反应，提高治疗有机磷中毒的疗效",
      "full_interactions": "①与异烟肼合用，阿托品的抗胆碱作用增强。②阿托品与盐酸哌替啶合用有协同解痉和止痛作用。③奎尼丁与阿托品的抗胆碱作用相加，故可增强阿托品对迷走神经的抑制作用。④阿托品可增加地高辛的吸收。⑤阿托品与维生素Ｂ2合用，可使维生素Ｂ2的吸收增加。⑥将少量高张氯化钠溶液（8.5％）加入止痛片注射液中肌内注射，可显著延长阿托品改善心率的作用时间。⑦硫酸镁：阿托品抑制胃肠蠕动增加镁离子吸收，故阿托品中毒忌用硫酸镁导泻。⑧胆碱酯酶复合剂与阿托品有互补作用，合用时可减少阿托品用量和不良反应，提高治疗有机磷中毒的疗效。⑨组胺药可增强阿托品外周和中枢效应，也可加重口干或一过性声音嘶哑、尿潴留及眼压增高等不良反应。⑩氯丙嗪可增强阿托品致口干、视物模糊、尿潴留及促发青光眼等不良反应。⑪阿托品的抗胆碱作用可与其他抗胆碱药的抗胆碱作用相加，导致不良反应（如口干、视物模糊、排尿困难等0的发生率增加，合用时应减少用量。⑫与碱化尿液的药物（包括含镁或钙的抗酸药、碳酸酐酶抑制药、碳酸氢钠、枸橼酸盐等）合用时，阿托品排泄延迟，作用时间和（或）毒性增加。⑬与单胺氧化酶抑制药（包括呋喃唑酮、丙卡巴肼等）合用时，可发生兴奋、震颤或心悸等不良反应。必须联用时阿托品应减量。⑭阿托品可加重胺碘酮所致心动过缓。⑮氧氯普胺对食管下端括约肌的影响与阿托品相反，如果先给氧氯普胺再给阿托品，阿托品可逆转氧氯普胺引起的下食管括约肌压力升高；反之，氧氯普胺可逆转阿托品引起的下食管括约肌压力降低。⑯与左旋多巴合用，可使左旋多巴吸收量减少。⑰在使用阿托品的情况下，舌下含服的硝酸甘油等崩解减慢，从而影响其吸收。⑱阿托品与Ｈ2受体阻滞药、抗酸药合用，能有效控制胃酸夜间分泌，缓解持续性溃疡疼痛和顽固性胃泌素瘤患者的症状。因为抗酸药能干扰阿托品的吸收，故两者合用时宜分开服用。⑲阿托品可缓解吗啡所致的胆道括约肌痉挛和呼吸抑制。⑳普萘洛尔可拮抗阿托品所致心动过速；地西泮和苯巴比妥钠可拮抗阿托品中枢兴奋作用；含重金属离子药物与阿托品和易产生沉淀或变色反应，降低疗效。 ⑵药物-中药相互作用：①阿托品可部分对抗罗布麻的降压作用；②阿托品可阻断丹参、人参的降压作用；③阿托品可解除槟榔中毒所致的毒蕈碱反应；④阿托品可抑制麻黄的升压和发汗作用；⑤阿托品可拮抗巴豆致肠痉挛的作用；⑥阿托品可缓解大黄致腹痛和泻下作用。 ⑶药物-酒精/尼古丁相互作用：本药与酒精的中枢抑制作用相加。正在应用本品的后者饮酒，可明显影响患者的注意力。 配伍禁忌 ⑴含重金属离子的药物与本品合用易产生沉淀或变色反应。 ⑵本品与美索比妥钠溶液混合后，15min内出现混浊或产生沉淀。 输液调配 ⑴静脉注射液:一次用量药物用5%~50%葡萄糖注射液10~20ml稀释或溶解后稀释。 ⑵静脉滴注液:一次用量药物稀释于或溶解后稀释于50ml以上5%或10%葡萄糖注射液。 ⑶新鲜调配为无色的澄明液体。硫酸阿托品注射液pH为3.5~5.5:注射用硫酸阿托品制成0.5mg/ml的水溶液pH为4.5~6.5。 【稳定性】pH约为3.4的硫酸阿托品水溶液性质最稳定，遇碱性药物可引起分解。 给药说明 ⑴本药静脉注射宜缓慢。小量反复多次给药，虽可提高对部分不良反应的耐受，但同时疗效也随之降低。 ⑵本药用于幼儿、先天愚型患者、脑损伤或痉挛状态患者时，应经常按需调整剂量。 ⑶用于缓慢型心律失常时，需谨慎调节本药剂量。剂量过大则引起心率加快，增加心肌耗氧量，并有引起室颤的危险。 ⑷由于老年人易发生抗Ｍ胆碱样不良反应，如排尿困难、便秘、口干（特别是男性），也易诱发青光眼。故一经发现，应立即停药。 ⑸一般情况下，本药口服极量为一次1mg；皮下或静脉注射，极量一次2mg。用于抢救感染性中毒性休克、治疗锑剂引起的啊-斯综合征和治疗有机磷农药中毒时，往往需用接近中毒的大剂量，使之达到阿托品化才能奏效。此时即出现瞳孔中度散大、面颊潮红。口干、心率加快、四肢回温、轻度不安等症状。",
      "pregnancy_category": "C级",
      "pharmacokinetics": "蛋白结合率14%。",
      "full_pharmacokinetics": "蛋白结合率为14%-22%",
      "precautions": "③角膜穿孔或者即将穿孔的角膜溃疡患者慎用。⑥孕妇慎用。正在应用本品的后者饮酒，可明显影响患者的注意力。",
      "full_precautions": "①滴眼后用手指压迫内眦泪囊部，以减少药物的全身吸收，防止或减轻副作用。②出现眼睑过敏反应或接触性皮炎应该立即停药。③角膜穿孔或者即将穿孔的角膜溃疡患者慎用。④用药后视力模糊，特别是看近物体，此时应该避免开车、使用机器和进行其他任何有危险的活动。⑤用药瞳孔散大畏光，可在阳光和强烈灯光下戴太阳眼镜。⑥孕妇慎用。⑦哺乳：该药可以少量进入乳汁而引起吃奶婴儿的副作用，如婴儿出现心跳加快、发热或皮肤干燥，因此哺乳期妇女应避免使用或停止哺乳。⑧儿童：金发碧眼的婴儿和儿童对阿托品特别敏感，治疗时发生不良反应的几率增加。一般来说，儿童使用的剂量应减少。⑨由于本药治疗儿童弱视时可出现毒性反应，故应用眼膏而不用滴眼液或用0.5％的溶液而不用1％的溶液，这样可以减少全身性吸收。在用药后立即把过多的药液或药膏拭去。滴眼时压迫泪囊部以防吸收中毒。本药用于验光时因其作用持续过长，扩瞳可持续1～2周，调节麻痹也可维持2～3日，故现已被作用持续时间较短的合成代用品取代。只有儿童验光配眼镜时仍用，因儿童的睫状肌调节功能较强，须发挥充分的调节麻痹作用。⑩本药长期滴眼引起局部过敏反应时，应立即停药，改用后马托品或东莨菪碱等。⑪老年人：对阿托品的作用特别敏感，使用时发生不良反应的几率增加，慎用。⑫阿托品的最低致死量在成人约为80～130mg，儿童约为10mg。⑬中毒的解救除洗胃等措施外，可注射新斯的明、毒扁豆碱或毛果芸香碱等。 药物相互作用 ⑴药物-药物相互作用：①与异烟肼合用，阿托品的抗胆碱作用增强。②阿托品与盐酸哌替啶合用有协同解痉和止痛作用。③奎尼丁与阿托品的抗胆碱作用相加，故可增强阿托品对迷走神经的抑制作用。④阿托品可增加地高辛的吸收。⑤阿托品与维生素Ｂ2合用，可使维生素Ｂ2的吸收增加。⑥将少量高张氯化钠溶液（8.5％）加入止痛片注射液中肌内注射，可显著延长阿托品改善心率的作用时间。⑦硫酸镁：阿托品抑制胃肠蠕动增加镁离子吸收，故阿托品中毒忌用硫酸镁导泻。⑧胆碱酯酶复合剂与阿托品有互补作用，合用时可减少阿托品用量和不良反应，提高治疗有机磷中毒的疗效。⑨组胺药可增强阿托品外周和中枢效应，也可加重口干或一过性声音嘶哑、尿潴留及眼压增高等不良反应。⑩氯丙嗪可增强阿托品致口干、视物模糊、尿潴留及促发青光眼等不良反应。⑪阿托品的抗胆碱作用可与其他抗胆碱药的抗胆碱作用相加，导致不良反应（如口干、视物模糊、排尿困难等0的发生率增加，合用时应减少用量。⑫与碱化尿液的药物（包括含镁或钙的抗酸药、碳酸酐酶抑制药、碳酸氢钠、枸橼酸盐等）合用时，阿托品排泄延迟，作用时间和（或）毒性增加。⑬与单胺氧化酶抑制药（包括呋喃唑酮、丙卡巴肼等）合用时，可发生兴奋、震颤或心悸等不良反应。必须联用时阿托品应减量。⑭阿托品可加重胺碘酮所致心动过缓。⑮氧氯普胺对食管下端括约肌的影响与阿托品相反，如果先给氧氯普胺再给阿托品，阿托品可逆转氧氯普胺引起的下食管括约肌压力升高；反之，氧氯普胺可逆转阿托品引起的下食管括约肌压力降低。⑯与左旋多巴合用，可使左旋多巴吸收量减少。⑰在使用阿托品的情况下，舌下含服的硝酸甘油等崩解减慢，从而影响其吸收。⑱阿托品与Ｈ2受体阻滞药、抗酸药合用，能有效控制胃酸夜间分泌，缓解持续性溃疡疼痛和顽固性胃泌素瘤患者的症状。因为抗酸药能干扰阿托品的吸收，故两者合用时宜分开服用。⑲阿托品可缓解吗啡所致的胆道括约肌痉挛和呼吸抑制。⑳普萘洛尔可拮抗阿托品所致心动过速；地西泮和苯巴比妥钠可拮抗阿托品中枢兴奋作用；含重金属离子药物与阿托品和易产生沉淀或变色反应，降低疗效。 ⑵药物-中药相互作用：①阿托品可部分对抗罗布麻的降压作用；②阿托品可阻断丹参、人参的降压作用；③阿托品可解除槟榔中毒所致的毒蕈碱反应；④阿托品可抑制麻黄的升压和发汗作用；⑤阿托品可拮抗巴豆致肠痉挛的作用；⑥阿托品可缓解大黄致腹痛和泻下作用。 ⑶药物-酒精/尼古丁相互作用：本药与酒精的中枢抑制作用相加。正在应用本品的后者饮酒，可明显影响患者的注意力。 配伍禁忌 ⑴含重金属离子的药物与本品合用易产生沉淀或变色反应。 ⑵本品与美索比妥钠溶液混合后，15min内出现混浊或产生沉淀。 输液调配 ⑴静脉注射液:一次用量药物用5%~50%葡萄糖注射液10~20ml稀释或溶解后稀释。 ⑵静脉滴注液:一次用量药物稀释于或溶解后稀释于50ml以上5%或10%葡萄糖注射液。 ⑶新鲜调配为无色的澄明液体。硫酸阿托品注射液pH为3.5~5.5:注射用硫酸阿托品制成0.5mg/ml的水溶液pH为4.5~6.5。 【稳定性】pH约为3.4的硫酸阿托品水溶液性质最稳定，遇碱性药物可引起分解。 给药说明 ⑴本药静脉注射宜缓慢。小量反复多次给药，虽可提高对部分不良反应的耐受，但同时疗效也随之降低。 ⑵本药用于幼儿、先天愚型患者、脑损伤或痉挛状态患者时，应经常按需调整剂量。 ⑶用于缓慢型心律失常时，需谨慎调节本药剂量。剂量过大则引起心率加快，增加心肌耗氧量，并有引起室颤的危险。 ⑷由于老年人易发生抗Ｍ胆碱样不良反应，如排尿困难、便秘、口干（特别是男性），也易诱发青光眼。故一经发现，应立即停药。 ⑸一般情况下，本药口服极量为一次1mg；皮下或静脉注射，极量一次2mg。用于抢救感染性中毒性休克、治疗锑剂引起的啊-斯综合征和治疗有机磷农药中毒时，往往需用接近中毒的大剂量，使之达到阿托品化才能奏效。此时即出现瞳孔中度散大、面颊潮红。口干、心率加快、四肢回温、轻度不安等症状。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=511",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 263,
    "name": "人胰岛素注射液(天麦)",
    "full_name": "(甲)人胰岛素注射液(天麦)[国基、上增]",
    "chemical_name": "人胰岛素注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "合肥天麦生物科技发展"
    ],
    "specifications": [
      {
        "specification": "400IU/支",
        "manufacturer": "合肥天麦生物科技发展",
        "full_manufacturer": "合肥天麦生物科技发展有限公司",
        "price": 25.9,
        "unit": "盒",
        "code": "X00168",
        "approval_number": "国药准字S20194002",
        "insurance_code": "XA10ABR113B002010180333",
        "location": "2B-1",
        "outpatient_location": "2A-3"
      }
    ],
    "pinyin": "renyidaosu",
    "pinyin_initials": "ryds",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于未获良好控制者。",
      "full_indications": "1.1型糖尿病。<br>2.2型糖尿病经饮食控制及口服降糖药治疗未获良好控制者。<br>3.糖尿病酮症酸中毒、高血糖高渗性昏迷。<br>4.合并重度感染、消耗性疾病、视网膜病变、肾病变、神经病变、急性心肌梗死、脑血管意外等。<br>5.妊娠、分娩、大手术前后。",
      "dosage": "皮下注射：一般每日3次，分别于三餐前15-30分钟注射。",
      "full_dosage": "皮下注射：一般每日3次，分别于三餐前15-30分钟注射。剂量根据病情、血糖、尿糖由小剂量开始，逐步调整。<br>静脉注射：用于糖尿病酮症酸中毒、高血糖高渗性昏迷的治疗。",
      "contraindications": "过敏禁用。",
      "full_contraindications": "1.低血糖患者禁用。<br>2.对人胰岛素过敏者禁用。",
      "adverse_reactions": "常见：皮疹、瘙痒、过敏等。",
      "full_adverse_reactions": "1.低血糖反应：最常见，表现为饥饿感、心悸、出汗、震颤，严重者可致昏迷。<br>2.过敏反应：局部或全身皮疹、瘙痒、血管神经性水肿。<br>3.注射部位脂肪萎缩或增生。<br>4.体重增加、水肿。<br>5.视力模糊（多为暂时性）。",
      "interactions": "1.增强降糖作用的药物：口服降糖药、ACE抑制剂、单胺氧化酶抑制剂、非选择性β受体阻滞剂、水杨酸盐、磺胺类药物。<br>2.减弱降糖作用的药物：糖皮质激素、甲状腺激素、噻嗪类利尿剂、口服避孕药、生长激素。<br>3.β受体阻滞剂可掩盖低血糖症状。",
      "full_interactions": "1.增强降糖作用的药物：口服降糖药、ACE抑制剂、单胺氧化酶抑制剂、非选择性β受体阻滞剂、水杨酸盐、磺胺类药物。<br>2.减弱降糖作用的药物：糖皮质激素、甲状腺激素、噻嗪类利尿剂、口服避孕药、生长激素。<br>3.β受体阻滞剂可掩盖低血糖症状。",
      "pregnancy_category": "B级",
      "full_pregnancy_category": "B级。妊娠糖尿病可用胰岛素治疗。",
      "pharmacokinetics": "肝脏代谢，肾脏排泄。",
      "full_pharmacokinetics": "皮下注射后0.5-1小时起效，2-4小时达峰，持续5-8小时。静脉注射后立即起效，0.5-1小时达峰，持续2小时。主要在肝、肾灭活。",
      "precautions": "4.运动员慎用。1.定期监测血糖、尿糖、糖化血红蛋白。2.注射部位应轮换，避免脂肪萎缩。",
      "full_precautions": "1.定期监测血糖、尿糖、糖化血红蛋白。<br>2.注射部位应轮换，避免脂肪萎缩。<br>3.出现低血糖症状时立即口服葡萄糖或含糖食品。<br>4.运动员慎用。<br>5.应激状态（感染、外伤、手术）时可能需要增加胰岛素剂量。<br>6.肾功能或肝功能减退时胰岛素需要量可能减少。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=263",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 264,
    "name": "乳果糖口服溶液",
    "full_name": "(甲)乳果糖口服溶液[国基、上增]",
    "chemical_name": "乳果糖口服溶液",
    "dosage_form": "口服溶液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Abbott B.V."
    ],
    "specifications": [
      {
        "specification": "10g:15ml/袋",
        "manufacturer": "Abbott B.V.",
        "full_manufacturer": "Abbott B.V.(Abbott Biologicals B.V.)",
        "price": 31.92,
        "unit": "盒",
        "code": "Y00000014617",
        "approval_number": "国药准字HJ20171057",
        "insurance_code": "XA06ADR050X001010178890",
        "location": "3",
        "outpatient_location": "1"
      }
    ],
    "pinyin": "ruguotang",
    "pinyin_initials": "rgt",
    "dosage_form_pinyin": "koufurongye",
    "dosage_form_initials": "kfry",
    "manual": {
      "indications": "适用于支气管哮喘及其他伴有支气管痉挛的肺部疾病。",
      "dosage": "口服： ⑴成人常用量：一次50μg，一日2次，清晨或睡前服用；或每晚一次50μg，睡前服用。 ⑵6岁以上儿童：一次25μg，一日2次；或每晚一次25μg，睡前服用。 ⑶3～6岁可按体重1～1.25μg/（kg·次），或遵医嘱。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "偶有心律失常、心悸、面色潮红发生，可有肌颤、头痛、眩晕、耳鸣出现。偶有胃部不适、皮疹、口渴、鼻塞发生。",
      "interactions": "⑴与其他肾上腺素受体激动剂及茶碱类药物伍用，疗效可能增加，但心律失常、心率增快等不良反应也会增多，甚至出现心跳骤停。 ⑵非选择性β受体阻滞剂可部分抑制该药的作用。 ⑶与茶碱类及抗胆碱能支气管扩张药合用，其支气管扩张作用增强，但可能产生降低血钾作用，并因此影响心率。 ⑷应避免与单胺氧化酶抑制药及三环类抗抑郁药同时应用。",
      "pregnancy_category": "",
      "pharmacokinetics": "由尿排泄",
      "precautions": "⑴孕妇及乳幼儿服用本品的安全性尚未确立，应慎用。⑵患状腺功能亢进、冠心病、高血压、心律失常、糖尿病者慎用。⑷应避免与单胺氧化酶抑制药及三环类抗抑郁药同时应用。",
      "source": "湖南药事服务网",
      "full_indications": "适用于支气管哮喘及其他伴有支气管痉挛的肺部疾病。",
      "full_pharmacokinetics": "由尿排泄",
      "full_dosage": "口服： ⑴成人常用量：一次50μg，一日2次，清晨或睡前服用；或每晚一次50μg，睡前服用。 ⑵6岁以上儿童：一次25μg，一日2次；或每晚一次25μg，睡前服用。 ⑶3～6岁可按体重1～1.25μg/（kg·次），或遵医嘱。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "偶有心律失常、心悸、面色潮红发生，可有肌颤、头痛、眩晕、耳鸣出现。偶有胃部不适、皮疹、口渴、鼻塞发生。",
      "full_interactions": "⑴与其他肾上腺素受体激动剂及茶碱类药物伍用，疗效可能增加，但心律失常、心率增快等不良反应也会增多，甚至出现心跳骤停。 ⑵非选择性β受体阻滞剂可部分抑制该药的作用。 ⑶与茶碱类及抗胆碱能支气管扩张药合用，其支气管扩张作用增强，但可能产生降低血钾作用，并因此影响心率。 ⑷应避免与单胺氧化酶抑制药及三环类抗抑郁药同时应用。",
      "full_precautions": "⑴孕妇及乳幼儿服用本品的安全性尚未确立，应慎用。 ⑵患状腺功能亢进、冠心病、高血压、心律失常、糖尿病者慎用。 ⑶长期应用可形成耐药，疗效降低。 药物相互作用 ⑴与其他肾上腺素受体激动剂及茶碱类药物伍用，疗效可能增加，但心律失常、心率增快等不良反应也会增多，甚至出现心跳骤停。 ⑵非选择性β受体阻滞剂可部分抑制该药的作用。 ⑶与茶碱类及抗胆碱能支气管扩张药合用，其支气管扩张作用增强，但可能产生降低血钾作用，并因此影响心率。 ⑷应避免与单胺氧化酶抑制药及三环类抗抑郁药同时应用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1607",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 265,
    "name": "伊曲康唑胶囊",
    "full_name": "(甲)伊曲康唑胶囊[国基]",
    "chemical_name": "伊曲康唑胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "西安杨森制药"
    ],
    "specifications": [
      {
        "specification": "100mg/粒",
        "manufacturer": "西安杨森制药",
        "full_manufacturer": "西安杨森制药有限公司",
        "price": 94.86,
        "unit": "盒",
        "code": "Y00000014749",
        "approval_number": "国药准字H20020367",
        "insurance_code": "XJ02ACY061E001010202529",
        "outpatient_location": "B-1"
      }
    ],
    "pinyin": "yiqukangzuo",
    "pinyin_initials": "yqkz",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于慢性支气管炎、哮喘等痰黏不易咳出而造成气急的患者。注射剂用于在口服给药困难的情况下，慢性支气管炎及其他呼吸道疾病如哮喘、支气管扩张、矽肺等有粘痰不易咳出的患者。",
      "dosage": "⑴口服：成人，一次8～16mg，一日3次。 ⑵肌内或",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "本品能增强阿莫西林、四环素类抗生素在肺内或支气管的分布浓度，合用时能增强抗菌疗效。 配伍禁忌 盐酸溴已新与多种药物存在配伍禁忌，应单独使用。 输液调配 ⑴盐酸溴已新注射液：一次4~8mg用5%葡萄糖注射液500ml稀释。 ⑵注射用盐酸溴已新：每瓶药物用适最灭菌注射用水、5%葡萄糖注射液或0.9%氯化钠注射液溶解。一次4-8mg药物溶解液稀释于相对应输液500m中。 ⑶新鲜调配为无色的澄明液体。盐酸溴已新注射液pH为3.0~4.5。 【稳定性】用5%葡萄糖注射液调配的盐酸溴已新浓度0.04mg/m",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴胃炎患者或胃溃疡病人慎用。儿童慎用，尤其不推荐婴幼儿使用。注射用时还应注意： 1.肌肉注射时，如发生注射部位疼痛的情况下，应改为静脉滴注，并尽可能缓慢静滴。",
      "source": "湖南药事服务网",
      "full_indications": "用于慢性支气管炎、哮喘等痰黏不易咳出而造成气急的患者。注射剂用于在口服给药困难的情况下，慢性支气管炎及其他呼吸道疾病如哮喘、支气管扩张、矽肺等有粘痰不易咳出的患者。",
      "full_pharmacokinetics": "",
      "full_dosage": "⑴口服：成人，一次8～16mg，一日3次。 ⑵肌内或静脉注射：一次4mg，一日8～12mg。静脉注射时，用5%葡萄糖注射液稀释后使用。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "常见的不良反应有震颤，休克，类过敏症状休克，过敏性症状（皮疹、血管神经性水肿、支气管痉挛、呼吸困难、瘙痒等）。 其他上市后监测中发现的不良反应/事件包括： ⑴皮肤及其附件：斑丘疹、荨麻疹、红斑疹、多汗。 ⑵消化系统：恶心、呕吐、胃不适、腹痛、腹泻、腹部不适、腹胀、口干、肝功能异常、转氨酶升高。 ⑶全身性损害：胸闷、寒战、发热（高热）、乏力、苍白、水肿。 ⑷神经系统：头晕、头痛、局部麻木、抽搐、眩晕。 ⑸心血管系统：心悸、紫绀、血压升高、血压降低，心动过速、潮红。 ⑹呼吸系统：呼吸急促、咳嗽。 ⑺用药部位损害：静脉炎、注射部位疼痛、注射部位皮疹、注射部位瘙痒、注射部位红肿。 ⑻其他：烦躁、视力异常、遗尿、白细胞减少。 禁忌症 对本品过敏者禁用。",
      "full_interactions": "本品能增强阿莫西林、四环素类抗生素在肺内或支气管的分布浓度，合用时能增强抗菌疗效。 配伍禁忌 盐酸溴已新与多种药物存在配伍禁忌，应单独使用。 输液调配 ⑴盐酸溴已新注射液：一次4~8mg用5%葡萄糖注射液500ml稀释。 ⑵注射用盐酸溴已新：每瓶药物用适最灭菌注射用水、5%葡萄糖注射液或0.9%氯化钠注射液溶解。一次4-8mg药物溶解液稀释于相对应输液500m中。 ⑶新鲜调配为无色的澄明液体。盐酸溴已新注射液pH为3.0~4.5。 【稳定性】用5%葡萄糖注射液调配的盐酸溴已新浓度0.04mg/ml的稀释液室温下放置5h含量稳定。",
      "full_precautions": "⑴胃炎患者或胃溃疡病人慎用。 ⑵偶见血清氨基转移酶短暂升高，但能自行恢复。 注射用时还应注意： 1.肌肉注射时，如发生注射部位疼痛的情况下，应改为静脉滴注，并尽可能缓慢静滴。为避免肌肉注射对组织和神经等的影响，应避开神经分布的部位，小心注射，重复注射时，可变换注射部位。此外，不推荐婴幼儿使用。 2.本品溶液显酸性，与多种碱性药物有配伍反应，临床使用应单独给药；需合并使用其他药物时，应单独溶解稀释，单独滴注，如与本品共用同一输液通道，两组药物之间需5%葡萄糖注射液充分冲管或更换输液管。 3.如发现药液混浊切勿使用。 4.研究显示，在特定环境条件下，三层共挤输液用袋与聚丙烯输液瓶对盐酸溴己新均有不同程度的吸附作用，配液时首选玻璃输液瓶装葡萄糖注射液溶解本品。 5.研究显示，乳胶管、聚氨酯类热塑性弹性体输液器（TPU）、聚氯烯输液器（PVC）对盐酸溴己新有较强的吸附作用；因接触层材料为低密度聚烯（PE）的输液器具对本品吸附作用较小，建议临床使用时应首选接触层材料为PE的输液器具。 6.【孕妇及哺乳期妇女用药】：对于怀孕妇女或可能怀孕妇女，只有当获益被判定超过风险时，才可以给药。怀孕期间的用药安全性尚未确定。 7.【儿童用药】：未进行该项试验。儿童慎用，尤其不推荐婴幼儿使用。 8.【老年用药】：老年人的各项生理功能下降，注意减少用量。 药物相互作用 本品能增强阿莫西林、四环素类抗生素在肺内或支气管的分布浓度，合用时能增强抗菌疗效。 配伍禁忌 盐酸溴已新与多种药物存在配伍禁忌，应单独使用。 输液调配 ⑴盐酸溴已新注射液：一次4~8mg用5%葡萄糖注射液500ml稀释。 ⑵注射用盐酸溴已新：每瓶药物用适最灭菌注射用水、5%葡萄糖注射液或0.9%氯化钠注射液溶解。一次4-8mg药物溶解液稀释于相对应输液500m中。 ⑶新鲜调配为无色的澄明液体。盐酸溴已新注射液pH为3.0~4.5。 【稳定性】用5%葡萄糖注射液调配的盐酸溴已新浓度0.04mg/ml的稀释液室温下放置5h含量稳定。 用法与用量 ⑴口服：成人，一次8～16mg，一日3次。 ⑵肌内或静脉注射：一次4mg，一日8～12mg。静脉注射时，用5%葡萄糖注射液稀释后使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1584",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 266,
    "name": "胰激肽原酶肠溶片",
    "full_name": "(甲)胰激肽原酶肠溶片[市基]",
    "chemical_name": "胰激肽原酶肠溶片",
    "dosage_form": "肠溶片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "常州千红生化制药"
    ],
    "specifications": [
      {
        "specification": "120单位/片",
        "manufacturer": "常州千红生化制药",
        "full_manufacturer": "常州千红生化制药股份有限公司",
        "price": 20.35,
        "unit": "袋",
        "code": "X00187",
        "approval_number": "国药准字H19993089",
        "insurance_code": "XC04AFY101A012010101379",
        "location": "F-1",
        "outpatient_location": "2F-3"
      }
    ],
    "pinyin": "yijitaiyuanmei",
    "pinyin_initials": "yjtym",
    "dosage_form_pinyin": "changrongpian",
    "dosage_form_initials": "crp",
    "manual": {
      "indications": "是血管扩张药。用于微循环障碍、闭塞性动脉硬化、高血压、脑动脉硬化或血栓、冠心病心绞痛、视网膜血流障碍、眼底出血、血栓闭塞性脉管炎、间歇性跛行、老年性四肢冷感、知觉异常、四肢皮肤溃疡等。急性脑血管病重症者，因其作用缓慢，应配合其他药物治疗。",
      "dosage": "口服，一次112U，一日3次，餐前服用；",
      "contraindications": "禁用：肿瘤、颅内压增高、心力衰竭、急性心肌梗死以及急性出血者。",
      "adverse_reactions": "有疼痛反应、过敏反应。",
      "interactions": "⑴蛋白酶抑制药：本品与蛋白酶抑制药不能同时使用。<br>⑵血管紧张素转换酶抑制药：本品与血管紧张素转换酶抑制药（ACEI）有协同作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "脑出血或其他出血倾向患者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "是血管扩张药。用于微循环障碍、闭塞性动脉硬化、高血压、脑动脉硬化或血栓、冠心病心绞痛、视网膜血流障碍、眼底出血、血栓闭塞性脉管炎、间歇性跛行、老年性四肢冷感、知觉异常、四肢皮肤溃疡等。急性脑血管病重症者，因其作用缓慢，应配合其他药物治疗。",
      "full_dosage": "口服，一次112U，一日3次，餐前服用；肌内注射或皮下注射，临用时溶解（10U/1.5ml），一次10～20U，一日1～2次；眼结膜下注射，一次5U治疗眼底动脉硬化、视网膜静脉血栓、眼底出血、缺血性视乳头病变、视神经萎缩、糖尿病视网膜病变等，一日或隔日1次。",
      "full_contraindications": "禁用于肿瘤、颅内压增高、心力衰竭、急性心肌梗死以及急性出血者。",
      "full_adverse_reactions": "有疼痛反应、过敏反应。",
      "full_interactions": "⑴蛋白酶抑制药：本品与蛋白酶抑制药不能同时使用。<br>⑵血管紧张素转换酶抑制药：本品与血管紧张素转换酶抑制药（ACEI）有协同作用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "脑出血或其他出血倾向患者慎用。",
      "pharmacodynamics": "⑴药效学：本品为哺乳动物中的一种激肽释放酶，在体内以无活性的前体-激肽释放酶原形存在，能使激肽原降解成激肽。激肽能扩展血管和毛细血管、增加血管通透性，改善微循环，起到调节血压的作用，此外还能降低心肌耗氧量。此酶也是一种活化因子，能把纤溶酶原激活成纤溶酶，把不溶性的纤维蛋白水解成可溶性小肽，从而导致血",
      "full_pharmacodynamics": "⑴药效学：本品为哺乳动物中的一种激肽释放酶，在体内以无活性的前体-激肽释放酶原形存在，能使激肽原降解成激肽。激肽能扩展血管和毛细血管、增加血管通透性，改善微循环，起到调节血压的作用，此外还能降低心肌耗氧量。此酶也是一种活化因子，能把纤溶酶原激活成纤溶酶，把不溶性的纤维蛋白水解成可溶性小肽，从而导致血栓溶解，但此作用比尿激酶缓慢。本品还可调节和降低血压。 <br>　　⑵药动学：口服吸收迅速，ｔ1/2约7小时。经肾排泄。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3658",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 267,
    "name": "益肝灵片",
    "full_name": "(甲)益肝灵片[市基]",
    "chemical_name": "益肝灵片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "上海朝晖药业"
    ],
    "specifications": [
      {
        "specification": "38.5mg/片",
        "manufacturer": "上海朝晖药业",
        "full_manufacturer": "上海朝晖药业有限公司",
        "price": 19.6,
        "unit": "盒",
        "code": "C00017",
        "approval_number": "国药准字Z31020107",
        "insurance_code": "ZA04CBY0291010106917",
        "location": "J-2",
        "outpatient_location": "K-5"
      }
    ],
    "pinyin": "yiganling",
    "pinyin_initials": "ygl",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "通利血脉，养阴生肌。外用于金疮、外伤、溃疡、瘘管、烧伤、烫伤、褥疮的创面；内服：用于瘀血阻滞所致的胃痛出血，胃溃疡、十二指肠溃疡，以及阴虚肺痨，肺结核的辅助治疗。",
      "dosage": "⑴口服：一次10ml，一日3次，或遵医嘱； ⑵外用：用纱布浸透药液敷于患处，对深部创面先清创，再用本品冲洗并用浸透本品的纱布填塞或敷用。",
      "contraindications": "1.对本品及所含成分过敏者禁用。 2.哮喘患者禁用。 3.孕妇禁用。",
      "adverse_reactions": "监测数据显示，本品可见以下不良反应： ⑴消化系统：恶心、呕吐、腹胀、腹痛、腹泻等。 ⑵用药部位：红肿、疼痛等。 ⑶皮肤：皮疹、瘙痒等。 ⑷其他：头晕、头痛、胸闷、心悸、潮红、呼吸困难、过敏反应等，有局部麻木、过敏性休克等个案报告。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "7.过敏体质者慎用。当创面逐渐缩小，不宜再用纱布时，可将本品拧去外盖，直接将药液滴入创洞中。",
      "source": "湖南药事服务网",
      "full_indications": "通利血脉，养阴生肌。外用于金疮、外伤、溃疡、瘘管、烧伤、烫伤、褥疮的创面；内服：用于瘀血阻滞所致的胃痛出血，胃溃疡、十二指肠溃疡，以及阴虚肺痨，肺结核的辅助治疗。",
      "full_dosage": "⑴口服：一次10ml，一日3次，或遵医嘱； ⑵外用：用纱布浸透药液敷于患处，对深部创面先清创，再用本品冲洗并用浸透本品的纱布填塞或敷用。",
      "full_contraindications": "1.对本品及所含成分过敏者禁用。 2.哮喘患者禁用。 3.孕妇禁用。",
      "full_adverse_reactions": "监测数据显示，本品可见以下不良反应： ⑴消化系统：恶心、呕吐、腹胀、腹痛、腹泻等。 ⑵用药部位：红肿、疼痛等。 ⑶皮肤：皮疹、瘙痒等。 ⑷其他：头晕、头痛、胸闷、心悸、潮红、呼吸困难、过敏反应等，有局部麻木、过敏性休克等个案报告。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "",
      "full_precautions": "1.使用纱布覆盖或浸渗药液时，所用纱布均应采用灭菌医用纱布。条件不具备时，应将纱布用消毒器高压灭菌后使用。 2.在使用本品前，应将创面先用生理盐水、双氧水或抗生素类药液清创消毒干净后再使用。 3.创面较大时，应结合用抗生素治疗。 4.本品可直接向创面滴用，再用医用纱布覆盖；也可将药液浸湿纱布敷用应根据患者病情决定。如窦道、漏管、褥疮创面较大时，用浸湿药液的含药纱布塞进其内，每天换药一次为宜；当创面逐渐缩小，不宜再用纱布时，可将本品拧去外盖，直接将药液滴入创洞中。 5.大面积烧伤、烫伤以浸透药液的纱布覆盖为宜，换药时患者略有疼痛，属正常。 6.使用后应将瓶盖及时盖紧，谨防污染。 7.过敏体质者慎用。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用法与用量 ⑴口服：一次10ml，一日3次，或遵医嘱； ⑵外用：用纱布浸透药液敷于患处，对深部创面先清创，再用本品冲洗并用浸透本品的纱布填塞或敷用。",
      "composition": "水飞蓟。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4435",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 268,
    "name": "益气维血片",
    "full_name": "(甲)益气维血片[国基]",
    "chemical_name": "益气维血片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "广东红珊瑚药业"
    ],
    "specifications": [
      {
        "specification": "0.57g/片",
        "manufacturer": "广东红珊瑚药业",
        "full_manufacturer": "广东红珊瑚药业有限公司",
        "price": 58.26,
        "unit": "盒",
        "code": "Y00000014927",
        "approval_number": "国药准字Z20050186",
        "insurance_code": "ZA09BAY0359010100287"
      }
    ],
    "pinyin": "yiqiweixue",
    "pinyin_initials": "yqwx",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "活血通络，熄风化痰。用于中风中经络，风痰淤血痹阻脉络证，症见半身不遂、偏身麻木、口眼歪斜、语言蹇塞；脑梗死急性期、恢复早期见上述证候者。",
      "dosage": "口服：一次5片，一日3次。",
      "contraindications": "对本品过敏者禁用；脑出血者禁用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "忌食生冷，辛辣油腻食物。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情咨询药师或医师。",
      "source": "湖南药事服务网",
      "full_indications": "活血通络，熄风化痰。用于中风中经络，风痰淤血痹阻脉络证，症见半身不遂、偏身麻木、口眼歪斜、语言蹇塞；脑梗死急性期、恢复早期见上述证候者。",
      "full_dosage": "口服：一次5片，一日3次。",
      "full_contraindications": "对本品过敏者禁用；脑出血者禁用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "",
      "full_precautions": "忌食生冷，辛辣油腻食物。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "composition": "猪血提取物(血红素铁)、黄芪、大枣，辅料为蔗糖、糊精、香兰素、甜橙油。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6447",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 269,
    "name": "复方苁蓉益智胶囊",
    "full_name": "(乙10%)复方苁蓉益智胶囊",
    "chemical_name": "复方苁蓉益智胶囊",
    "dosage_form": "胶囊",
    "types": [],
    "manufacturers": [
      "安徽雷允上药业"
    ],
    "specifications": [
      {
        "specification": "0.3g/粒",
        "manufacturer": "安徽雷允上药业",
        "full_manufacturer": "安徽雷允上药业有限公司",
        "price": 74.95,
        "unit": "盒",
        "code": "Y00000014671",
        "approval_number": "国药准字Z20194044",
        "insurance_code": "ZA09EAF0339010280671",
        "location": "D-4",
        "outpatient_location": "K-1"
      }
    ],
    "pinyin": "fufangcongrongyizhi",
    "pinyin_initials": "ffcryz",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "活血平肝，通络止痛。用于瘀血阻络或肝阳上亢所致的头痛日久，痛有定处，或头晕胁痛，失眠烦躁，舌质暗或有瘀斑；血管神经性头痛见上述证候者。",
      "dosage": "饭后口服，一次4片，一日3次，或遵医嘱。",
      "contraindications": "对本品过敏者禁用；孕妇及月经量过多的妇女禁用。",
      "adverse_reactions": "偶见胃部不适、头胀或妇女月经量过多。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情咨询药师或医师。",
      "source": "湖南药事服务网",
      "full_indications": "活血平肝，通络止痛。用于瘀血阻络或肝阳上亢所致的头痛日久，痛有定处，或头晕胁痛，失眠烦躁，舌质暗或有瘀斑；血管神经性头痛见上述证候者。",
      "full_dosage": "饭后口服，一次4片，一日3次，或遵医嘱。",
      "full_contraindications": "对本品过敏者禁用；孕妇及月经量过多的妇女禁用。",
      "full_adverse_reactions": "偶见胃部不适、头胀或妇女月经量过多。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_pharmacokinetics": "",
      "full_precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "composition": "制何首乌、荷叶、肉苁蓉、地龙、漏芦。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6732",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 270,
    "name": "复合维生素B片",
    "full_name": "(甲)复合维生素B片[市基]",
    "chemical_name": "复合维生素B片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "上海新黄河制药"
    ],
    "specifications": [
      {
        "specification": "1片/片",
        "manufacturer": "上海新黄河制药",
        "full_manufacturer": "上海新黄河制药有限公司",
        "price": 12.41,
        "unit": "瓶",
        "code": "Y00000012485",
        "approval_number": "国药准字H31021754",
        "insurance_code": "XA11EAF607A001010100787",
        "location": "I-2",
        "outpatient_location": "M-4"
      }
    ],
    "pinyin": "fuheweishengsub",
    "pinyin_initials": "fhwssb",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于营养不良、厌食、脚气病、糙皮病及因缺乏维生素B族所致的各种疾病作为辅助治疗。",
      "dosage": "⑴片剂：成人口服一次1～3片，一日3次。儿童一次1～2片，一日3次。    ⑵口服溶液：口服一次2.5～5ml，一日3次。    ⑶注射剂：每次",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "大剂量服用可出现烦躁、疲倦、食欲减退等。偶见皮肤潮红、瘙痒。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "日常补充和预防时，宜用最低量。",
      "source": "湖南药事服务网",
      "full_indications": "用于营养不良、厌食、脚气病、糙皮病及因缺乏维生素B族所致的各种疾病作为辅助治疗。",
      "full_dosage": "⑴片剂：成人口服一次1～3片，一日3次。儿童一次1～2片，一日3次。    ⑵口服溶液：口服一次2.5～5ml，一日3次。    ⑶注射剂：每次肌内注射2ml，一日1次，亦可视病情需要给予。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "大剂量服用可出现烦躁、疲倦、食欲减退等。偶见皮肤潮红、瘙痒。",
      "full_interactions": "",
      "full_pharmacokinetics": "",
      "full_precautions": "日常补充和预防时，宜用最低量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3077",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 271,
    "name": "三金片",
    "full_name": "(甲)三金片[国基]",
    "chemical_name": "三金片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "桂林三金药业"
    ],
    "specifications": [
      {
        "specification": "1片/片",
        "manufacturer": "桂林三金药业",
        "full_manufacturer": "桂林三金药业股份有限公司",
        "price": 29.29,
        "unit": "盒",
        "code": "Y00000014492",
        "approval_number": "国药准字Z45021645",
        "insurance_code": "ZA16FAS0058010205208",
        "location": "H-4",
        "outpatient_location": "J-3"
      }
    ],
    "pinyin": "sanjin",
    "pinyin_initials": "sj",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "主要用作叶酸拮抗剂（如甲氨蝶呤、乙酰嘧啶或甲氧苄啶等）的解毒剂。本品临床常用于预防甲氨蝶呤过量或大剂量治疗后所引起的严重毒性反应；也用于口炎性腹泻、营养不良、妊娠期或婴儿期引起的巨幼红细胞性贫血，但对维生素B12缺乏性贫血无效；还可用作结肠、直肠癌的辅助治疗，与氟尿嘧啶联合应用，可延长存活期。",
      "dosage": "⑴口服：①作为一般剂量氨蝶呤的“解救”疗法，最好根据血药浓度测定结果确定本品剂量。",
      "contraindications": "本品与氟哌利多注射液和膦酸注射液不相容 输液调配 ⑴亚叶酸钙注射液：一次用量药物注入0.9%氯化钠注射液或5%葡萄糖注射液100～500ml中，一般稀释浓度为0.05～1.0mg/ml。 ⑵注射用亚叶酸钙：每瓶药物用灭菌注射用水适量溶解，一次用量药物溶解液稀释于0.9%氯化钠注射液100ml中。 ⑶",
      "adverse_reactions": "本品不良反应很少见。静脉注射容易发生不良反应，但肾功能正常者很少发生中毒，个别长期应用出现厌食、腹胀、恶心等，偶尔发生过敏反应，如皮疹、荨麻疹或消除等。大量服用尿呈黄色。",
      "interactions": "本品较大剂量与巴比妥、扑米酮或苯妥英钠同用，可影响抗癫痫作用。 配伍",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴当患者有下列情况者，本品应谨慎用于氨蝶呤的“解救”治疗：酸性尿（pH＜7）、腹水、失水、胃肠道梗阻、胸腔渗液或肾功能障碍。⑵接受大剂量氨蝶呤而用本品“解救”者应进行下列各种实验室监测：①治疗前检测肌酐清除率；当氨蝶呤浓度低于5×10-8mol/L时，可以停止实验室监测；",
      "source": "湖南药事服务网",
      "full_indications": "主要用作叶酸拮抗剂（如甲氨蝶呤、乙酰嘧啶或甲氧苄啶等）的解毒剂。本品临床常用于预防甲氨蝶呤过量或大剂量治疗后所引起的严重毒性反应；也用于口炎性腹泻、营养不良、妊娠期或婴儿期引起的巨幼红细胞性贫血，但对维生素B12缺乏性贫血无效；还可用作结肠、直肠癌的辅助治疗，与氟尿嘧啶联合应用，可延长存活期。",
      "full_dosage": "⑴口服：①作为一般剂量氨蝶呤的“解救”疗法，最好根据血药浓度测定结果确定本品剂量。一般采用5～15mg，每6～8小时一次，连续2日，直至氨蝶呤血药浓度在5×10-8mol/L以下。②作为胺嘧啶或氧苄啶等的解毒剂：每日剂量5～15mg，视中毒情况而定。③用于巨幼红细胞贫血：每日口服1mg。 如口服剂量须在25mg以上，宜改用肌内注射，因为口服吸收饱和剂量每日为25mg。 ⑵肌内注射：①作为中大剂量氨蝶呤的“解救”疗法，本品剂量最好根据氨蝶呤的血药浓度调整。一般采用剂量按体表面积为9～15mg/m²，自氨蝶呤停药开始，每6～8小时1次，持续2日，直至氨蝶呤血药浓度在5×10-8mol/L以下。②作为胺嘧啶或氧苄啶等的解毒剂：每次剂量肌注9～15mg，视中毒情况而定。③用于巨幼红细胞贫血：每日肌注1mg。 ⑶静脉注射：①作为结肠-直肠癌的辅助治疗，与氟尿嘧啶联合应用；本品静脉注射200mg/m²，注射时间不短于3分钟，接着用氟尿嘧啶300～400mg/m²静脉注射，一日1次，连用5日为1疗程，根据毒性反应，每隔4～5周可重复1次。②醇中毒：亚叶酸钙50mg，静脉注射，每4小时1次，共2天。 ⑶小儿剂量可酌情参照成人用量。",
      "full_contraindications": "本品与氟哌利多注射液和膦酸注射液不相容 输液调配 ⑴亚叶酸钙注射液：一次用量药物注入0.9%氯化钠注射液或5%葡萄糖注射液100～500ml中，一般稀释浓度为0.05～1.0mg/ml。 ⑵注射用亚叶酸钙：每瓶药物用灭菌注射用水适量溶解，一次用量药物溶解液稀释于0.9%氯化钠注射液100ml中。 ⑶新鲜调配为无色至淡黄色的澄明液体。本品pH为6.5～8.5，调配后的输注液pH不得小于6.5。 【稳定性】用5%葡萄糖注射液或0.9%氯化钠注射液稀释的亚叶酸钙静脉输注液，在2～8℃保存时可保持24h稳定，室温下避光24h，亚叶酸钙降解低于10%。为了避免微生物污染的危险，输注液在调配后应尽快使用。 用法与用量 ⑴口服：①作为一般剂量氨蝶呤的“解救”疗法，最好根据血药浓度测定结果确定本品剂量。一般采用5～15mg，每6～8小时一次，连续2日，直至氨蝶呤血药浓度在5×10-8mol/L以下。②作为胺嘧啶或氧苄啶等的解毒剂：每日剂量5～15mg，视中毒情况而定。③用于巨幼红细胞贫血：每日口服1mg。 如口服剂量须在25mg以上，宜改用肌内注射，因为口服吸收饱和剂量每日为25mg。 ⑵肌内注射：①作为中大剂量氨蝶呤的“解救”疗法，本品剂量最好根据氨蝶呤的血药浓度调整。一般采用剂量按体表面积为9～15mg/m²，自氨蝶呤停药开始，每6～8小时1次，持续2日，直至氨蝶呤血药浓度在5×10-8mol/L以下。②作为胺嘧啶或氧苄啶等的解毒剂：每次剂量肌注9～15mg，视中毒情况而定。③用于巨幼红细胞贫血：每日肌注1mg。 ⑶静脉注射：①作为结肠-直肠癌的辅助治疗，与氟尿嘧啶联合应用；本品静脉注射200mg/m²，注射时间不短于3分钟，接着用氟尿嘧啶300～400mg/m²静脉注射，一日1次，连用5日为1疗程，根据毒性反应，每隔4～5周可重复1次。②醇中毒：亚叶酸钙50mg，静脉注射，每4小时1次，共2天。 ⑶小儿剂量可酌情参照成人用量。",
      "full_adverse_reactions": "本品不良反应很少见。静脉注射容易发生不良反应，但肾功能正常者很少发生中毒，个别长期应用出现厌食、腹胀、恶心等，偶尔发生过敏反应，如皮疹、荨麻疹或消除等。大量服用尿呈黄色。",
      "full_interactions": "本品较大剂量与巴比妥、扑米酮或苯妥英钠同用，可影响抗癫痫作用。 配伍",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴当患者有下列情况者，本品应谨慎用于氨蝶呤的“解救”治疗：酸性尿（pH＜7）、腹水、失水、胃肠道梗阻、胸腔渗液或肾功能障碍。有上述情况时，氨蝶呤毒性较显著，且不易从体内排出；病况急需者，本品剂量要加大。 ⑵接受大剂量氨蝶呤而用本品“解救”者应进行下列各种实验室监测：①治疗前检测肌酐清除率；②氨蝶呤大剂量应用后每12～24小时测定血浆或血清氨蝶呤浓度，以调整本品剂量和应用时间；当氨蝶呤浓度低于5×10-8mol/L时，可以停止实验室监测；③氨蝶呤治疗前及以后每24小时测定血清肌酐，用药后24小时肌酐大于治疗前50％，提示有严重肾毒性，药慎重处理；④氨蝶呤用药前和用药后每6小时监测尿液酸度，要求尿液pH保持在7以上，应常规用碳酸氢钠和水化治疗，注射当天即注射后2日，每日补液量应达3000ml/m²以防肾功能不全；⑤本品不宜与氨蝶呤同时用，以免影响后抗叶酸作用，宜在大剂量氨蝶呤应用后24～48小时再启用本品，剂量应达到使血药浓度等于或大于氨蝶呤的血药浓度。 ⑶本品可同时与胺嘧啶或氧苄啶应用以预防否则引起的继发性巨幼细胞性贫血。 ⑷本品不宜单独用于治疗维生素B12缺乏所引起的巨幼细胞性贫血，否则反加重神经系统毒性。 ⑸本品应避光及热接触。 药物相互作用 本品较大剂量与巴比妥、扑米酮或苯妥英钠同用，可影响抗癫痫作用。 配伍禁忌 本品与氟哌利多注射液和膦酸注射液不相容 输液调配 ⑴亚叶酸钙注射液：一次用量药物注入0.9%氯化钠注射液或5%葡萄糖注射液100～500ml中，一般稀释浓度为0.05～1.0mg/ml。 ⑵注射用亚叶酸钙：每瓶药物用灭菌注射用水适量溶解，一次用量药物溶解液稀释于0.9%氯化钠注射液100ml中。 ⑶新鲜调配为无色至淡黄色的澄明液体。本品pH为6.5～8.5，调配后的输注液pH不得小于6.5。 【稳定性】用5%葡萄糖注射液或0.9%氯化钠注射液稀释的亚叶酸钙静脉输注液，在2～8℃保存时可保持24h稳定，室温下避光24h，亚叶酸钙降解低于10%。为了避免微生物污染的危险，输注液在调配后应尽快使用。 用法与用量 ⑴口服：①作为一般剂量氨蝶呤的“解救”疗法，最好根据血药浓度测定结果确定本品剂量。一般采用5～15mg，每6～8小时一次，连续2日，直至氨蝶呤血药浓度在5×10-8mol/L以下。②作为胺嘧啶或氧苄啶等的解毒剂：每日剂量5～15mg，视中毒情况而定。③用于巨幼红细胞贫血：每日口服1mg。 如口服剂量须在25mg以上，宜改用肌内注射，因为口服吸收饱和剂量每日为25mg。 ⑵肌内注射：①作为中大剂量氨蝶呤的“解救”疗法，本品剂量最好根据氨蝶呤的血药浓度调整。一般采用剂量按体表面积为9～15mg/m²，自氨蝶呤停药开始，每6～8小时1次，持续2日，直至氨蝶呤血药浓度在5×10-8mol/L以下。②作为胺嘧啶或氧苄啶等的解毒剂：每次剂量肌注9～15mg，视中毒情况而定。③用于巨幼红细胞贫血：每日肌注1mg。 ⑶静脉注射：①作为结肠-直肠癌的辅助治疗，与氟尿嘧啶联合应用；本品静脉注射200mg/m²，注射时间不短于3分钟，接着用氟尿嘧啶300～400mg/m²静脉注射，一日1次，连用5日为1疗程，根据毒性反应，每隔4～5周可重复1次。②醇中毒：亚叶酸钙50mg，静脉注射，每4小时1次，共2天。 ⑶小儿剂量可酌情参照成人用量。",
      "full_pregnancy_category": "C\n \n",
      "composition": "金樱根、菝葜、羊切口、金沙藤、积雪草。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4510",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 272,
    "name": "沙库巴曲缬沙坦钠片",
    "full_name": "(乙10%)沙库巴曲缬沙坦钠片",
    "chemical_name": "沙库巴曲缬沙坦钠片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "Novartis Pharma Schweiz AG"
    ],
    "specifications": [
      {
        "specification": "100mg/片",
        "manufacturer": "Novartis Pharma Schweiz AG",
        "full_manufacturer": "Novartis Pharma Schweiz AG (Novartis Farma S.P.A.)（进口分包：北京诺华制药有限公司）",
        "price": 42.49,
        "unit": "盒",
        "code": "Y00000014769",
        "approval_number": "国药准字HJ20170363",
        "insurance_code": "XC09DXS255A001010378679",
        "location": "P-3",
        "outpatient_location": "F-4"
      }
    ],
    "pinyin": "shakubaquxieshatanna",
    "pinyin_initials": "skbqxstn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "⑴用于在有慢性心力衰竭(NYHA类别II-IV)患者中减低对心力衰竭的心血管死亡及住院治疗慢性心力衰竭和射血分数降低。本品通常与其他心力衰竭治疗结合，代替一种ACE抑制药或其他血管紧张素II受体阻断药。 ⑵用于原发性高血压.",
      "dosage": "⑴用于治疗心力衰竭推荐起始剂量为一次100mg(49mg:51mg)，一日2次。",
      "contraindications": "症 ⑴禁用于对本品活性成份（沙库巴曲、缬沙坦）或任何辅料过敏者。 ⑵禁止与ACEI合用。必须在停止ACEI治疗36小时之后才能服用本品。 ⑶禁用于存在ACEI或ARB治疗相关的血管性水肿既往病史的患者。 ⑷禁用于遗传性或特发性血管性水肿患者。 ⑸在2型糖尿病患者中，禁止与阿利吉仑合用）。 ⑹禁用于重",
      "adverse_reactions": "发生≥5%不良反应是低血压，高钾血症，咳嗽，眩晕，和肾衰竭。",
      "interactions": "⑴肾素-血管紧张素系统的双重阻断：脑啡肽酶抑制剂联合ACEI可能增加血管性水肿的潜在风险，因此不建议同时服用沙库巴曲缬沙坦钠与ACEI。在患者有糖尿病不要与阿利吉仑使用。 ⑵保钾利尿剂：可能导致血清钾增加。 ⑶NSAIDs：可能导致肾受损的风险增加。 ⑷锂：增加锂毒性的风险。 ⑸因为CYP450酶介导sacubitril和缬沙坦的代谢很小，与药物影响CYP450酶共同给药期望不影响 ENTRESTO的药代动力学。专门药物相互作用研究显示呋塞米，华法林，地高辛，卡维地洛，左炔诺孕酮/炔雌醇，氨氯地",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": "F60%",
      "precautions": "⑴服药后注意观察对血管水肿和低血压的体征和症状。建议患者监测低血压的体征或症状，不建议调整剂量，但如果出现症状性低血压，则考虑停止沙库巴曲缬沙坦。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于在有慢性心力衰竭(NYHA类别II-IV)患者中减低对心力衰竭的心血管死亡及住院治疗慢性心力衰竭和射血分数降低。本品通常与其他心力衰竭治疗结合，代替一种ACE抑制药或其他血管紧张素II受体阻断药。 ⑵用于治疗原发性高血压.",
      "full_dosage": "⑴用于治疗心力衰竭推荐起始剂量为一次100mg(49mg:51mg)，一日2次。当患者耐受，2至4周后剂量加倍至目标维持剂量一次200mg(97mg:103mg)，一日2次。如果用于治疗高血压推荐剂量一次200mg，一日1次。 ⑵对以下患者减低起始剂量至一次50mg(24mg:26mg)，一日2次：①患者当前未服用一种血管紧张素-转化酶抑制剂(ACEi)或一种血管紧张素Ⅱ受体阻断剂(ARB)或以前用低剂量这些药物；②有严重肾受损患者；③有中度肝受损患者。 ⑶当被患者耐受时，每2至4周剂量加倍至目标维持剂量为一次200mg(97mg:103mg)，一日2次。",
      "full_contraindications": "症 ⑴禁用于对本品活性成份（沙库巴曲、缬沙坦）或任何辅料过敏者。 ⑵禁止与ACEI合用。必须在停止ACEI治疗36小时之后才能服用本品。 ⑶禁用于存在ACEI或ARB治疗相关的血管性水肿既往病史的患者。 ⑷禁用于遗传性或特发性血管性水肿患者。 ⑸在2型糖尿病患者中，禁止与阿利吉仑合用）。 ⑹禁用于重度肝功能损害、胆汁性肝硬化和胆汁淤积。 ⑺禁用于中期和晚期妊娠患者。",
      "full_adverse_reactions": "发生≥5%不良反应是低血压，高钾血症，咳嗽，眩晕，和肾衰竭。",
      "full_interactions": "⑴肾素-血管紧张素系统的双重阻断：脑啡肽酶抑制剂联合ACEI可能增加血管性水肿的潜在风险，因此不建议同时服用沙库巴曲缬沙坦钠与ACEI。在患者有糖尿病不要与阿利吉仑使用。 ⑵保钾利尿剂：可能导致血清钾增加。 ⑶NSAIDs：可能导致肾受损的风险增加。 ⑷锂：增加锂毒性的风险。 ⑸因为CYP450酶介导sacubitril和缬沙坦的代谢很小，与药物影响CYP450酶共同给药期望不影响 ENTRESTO的药代动力学。专门药物相互作用研究显示呋塞米，华法林，地高辛，卡维地洛，左炔诺孕酮/炔雌醇，氨氯地平，奥美拉唑，氢氯噻嗪，二双胍，阿托伐他汀，和西地那非，不改变对sacubitril，LBQ657或缬沙坦的全身暴露。 用药交代 ⑴谨慎与奈玛特韦/利托那韦片（组合包装）合用。建议患者监测低血压的体征或症状，不建议调整剂量，但如果出现症状性低血压，则考虑停止沙库巴曲缬沙坦。 ⑵如果患者既往应用ACEI，必须先停止ACEI治疗至少36h后才可应用沙库巴曲缬沙坦钠；如果患者停止沙库巴曲缬沙坦钠治疗，必须在沙库巴曲缬沙坦钠末次给药36h之后才能开始应用ACEI；如果患者既往用ARB类药物的患者可直接换用沙库巴曲缬沙坦钠。 给药说明 沙库巴曲缬沙坦两种成分的活性代谢物半衰期均超过10小时，对于原发性高血压患者，基于药物的长效特性，采用每日单次给药即可实现平稳血压控制。 用法与用量 ⑴用于治疗心力衰竭推荐起始剂量为一次100mg(49mg:51mg)，一日2次。当患者耐受，2至4周后剂量加倍至目标维持剂量一次200mg(97mg:103mg)，一日2次。如果用于治疗高血压推荐剂量一次200mg，一日1次。 ⑵对以下患者减低起始剂量至一次50mg(24mg:26mg)，一日2次：①患者当前未服用一种血管紧张素-转化酶抑制剂(ACEi)或一种血管紧张素Ⅱ受体阻断剂(ARB)或以前用低剂量这些药物；②有严重肾受损患者；③有中度肝受损患者。 ⑶当被患者耐受时，每2至4周剂量加倍至目标维持剂量为一次200mg(97mg:103mg)，一日2次。",
      "full_pregnancy_category": "D\n \n",
      "full_pharmacokinetics": "生物利用度估算将是≥60%",
      "full_precautions": "⑴服药后注意观察对血管水肿和低血压的体征和症状。 ⑵在易感患者中监视肾功能和钾。 ⑶当给予妊娠妇女本品时可能致胎儿危害。在妊娠的第二和第三个三个月期间使用作用在肾素-血管紧张素系统药物有减低胎儿肾功能和增加胎儿和新生儿患病率和死亡。当检测到妊娠，考虑另外药物治疗和终止本品。如对治疗没有适当影响肾素血管紧张素系统替代，和如药物被认为挽救母亲生命，忠告妊娠妇女对胎儿潜在风险。 ⑷建议哺乳期妇女用本品治疗时不要哺乳喂养。 ⑸尚未确定在儿童患者中安全性和有效性。在老年人(≥65岁)或非常老年(≥75岁)患者与总体人群比较未曾观察到相关药代动力学差别。对有轻度肝受损(Child-Pugh A分类)患者当给予本品时无需剂量调整。在有中度肝受损(Child-Pugh B分类)患者推荐起始剂量为一次50mg(24mg:26mg)，一日2次。建议在有严重肝受损(Child-Pugh C分类)患者不使用本品。在有轻度(eGFR 60至90mL/min/1.73m2)至中度(eGFR30至60mL/min/1.73m2)肾受损患者无需剂量调整。在有严重肾受损(eGFR<30mL/min/1.73m2)患者中推荐起始剂量是一次50mg(24mg:26mg)，一日2次。 药物相互作用 ⑴肾素-血管紧张素系统的双重阻断：脑啡肽酶抑制剂联合ACEI可能增加血管性水肿的潜在风险，因此不建议同时服用沙库巴曲缬沙坦钠与ACEI。在患者有糖尿病不要与阿利吉仑使用。 ⑵保钾利尿剂：可能导致血清钾增加。 ⑶NSAIDs：可能导致肾受损的风险增加。 ⑷锂：增加锂毒性的风险。 ⑸因为CYP450酶介导sacubitril和缬沙坦的代谢很小，与药物影响CYP450酶共同给药期望不影响 ENTRESTO的药代动力学。专门药物相互作用研究显示呋塞米，华法林，地高辛，卡维地洛，左炔诺孕酮/炔雌醇，氨氯地平，奥美拉唑，氢氯噻嗪，二双胍，阿托伐他汀，和西地那非，不改变对sacubitril，LBQ657或缬沙坦的全身暴露。 用药交代 ⑴谨慎与奈玛特韦/利托那韦片（组合包装）合用。建议患者监测低血压的体征或症状，不建议调整剂量，但如果出现症状性低血压，则考虑停止沙库巴曲缬沙坦。 ⑵如果患者既往应用ACEI，必须先停止ACEI治疗至少36h后才可应用沙库巴曲缬沙坦钠；如果患者停止沙库巴曲缬沙坦钠治疗，必须在沙库巴曲缬沙坦钠末次给药36h之后才能开始应用ACEI；如果患者既往用ARB类药物的患者可直接换用沙库巴曲缬沙坦钠。 给药说明 沙库巴曲缬沙坦两种成分的活性代谢物半衰期均超过10小时，对于原发性高血压患者，基于药物的长效特性，采用每日单次给药即可实现平稳血压控制。 用法与用量 ⑴用于治疗心力衰竭推荐起始剂量为一次100mg(49mg:51mg)，一日2次。当患者耐受，2至4周后剂量加倍至目标维持剂量一次200mg(97mg:103mg)，一日2次。如果用于治疗高血压推荐剂量一次200mg，一日1次。 ⑵对以下患者减低起始剂量至一次50mg(24mg:26mg)，一日2次：①患者当前未服用一种血管紧张素-转化酶抑制剂(ACEi)或一种血管紧张素Ⅱ受体阻断剂(ARB)或以前用低剂量这些药物；②有严重肾受损患者；③有中度肝受损患者。 ⑶当被患者耐受时，每2至4周剂量加倍至目标维持剂量为一次200mg(97mg:103mg)，一日2次。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=11290",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 273,
    "name": "乳酸菌阴道胶囊",
    "full_name": "(甲)乳酸菌阴道胶囊",
    "chemical_name": "乳酸菌阴道胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "西安正浩生物制药"
    ],
    "specifications": [
      {
        "specification": "0.25g/粒",
        "manufacturer": "西安正浩生物制药",
        "full_manufacturer": "西安正浩生物制药有限公司",
        "price": 56.22,
        "unit": "盒",
        "code": "Y00000014948",
        "approval_number": "国药准字H10980293",
        "insurance_code": "XG02CCR054E006010302485",
        "location": "2M-1",
        "outpatient_location": "2F-6"
      }
    ],
    "pinyin": "rusuanjunyindao",
    "pinyin_initials": "rsjyd",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "主要用于风湿病、类风湿性关节炎、强直性脊柱炎、各种类型骨折、创伤修复机腰腿痛等。",
      "dosage": "⑴",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "偶见皮疹、瘙痒、发热、寒战、头晕、恶心等过敏反应，如发生宜酌情减少用量或停药；罕见斑丘疹、过敏性休克、出现症状时应停药并对症正确处理。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴本品须单独使用，不要与其他药同时混合给药。 ⑵过敏体质者慎用。 ⑶尚无妊娠期及哺乳期妇女、老人和儿童的用药资料，不推荐使用。 配伍",
      "source": "湖南药事服务网",
      "full_indications": "主要用于风湿病、类风湿性关节炎、强直性脊柱炎、各种类型骨折、创伤修复机腰腿痛等。",
      "full_dosage": "⑴肌内注射：每次2～4ml，一日2次； ⑵静脉滴注：一日8～12ml，加入5％葡萄糖注射液或0.9％氯化钠注射液中使用，10～15天为一疗程，或遵医嘱，小儿酌减。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "偶见皮疹、瘙痒、发热、寒战、头晕、恶心等过敏反应，如发生宜酌情减少用量或停药；罕见斑丘疹、过敏性休克、出现症状时应停药并对症正确处理。",
      "full_interactions": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴本品须单独使用，不要与其他药同时混合给药。 ⑵过敏体质者慎用。 ⑶尚无妊娠期及哺乳期妇女、老人和儿童的用药资料，不推荐使用。 配伍"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7965",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 274,
    "name": "乳酸钠林格注射液(塑)",
    "full_name": "(甲)乳酸钠林格注射液(塑)[国基]",
    "chemical_name": "乳酸钠林格注射液(塑)",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "济民健康管理",
      "湖南科伦制药"
    ],
    "specifications": [
      {
        "specification": "500ml/瓶",
        "manufacturer": "湖南科伦制药",
        "full_manufacturer": "湖南科伦制药有限公司",
        "price": 1.94,
        "unit": "瓶",
        "code": "X00834",
        "approval_number": "国药准字H20067464",
        "insurance_code": "XB05BBR057B002010604948",
        "location": "1",
        "outpatient_location": "1"
      },
      {
        "specification": "500ml",
        "manufacturer": "济民健康管理",
        "full_manufacturer": "济民健康管理股份有限公司",
        "price": 4.62,
        "unit": "瓶",
        "code": "Y00000012410",
        "approval_number": "国药准字H20003210",
        "insurance_code": "XB05BBR057B002010604653"
      }
    ],
    "pinyin": "rusuannalinge",
    "pinyin_initials": "rsnlg",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于风湿痛、关节痛、神经痛。与小剂量放射合并用于肺癌；亦用于单纯硅肺I、II、III期及各期煤硅肺（尘肺病）。",
      "dosage": "抗风湿及镇痛：一次20mg～40mg，一日3次。抗肺癌：一次40mg～60mg，一日3次。抗硅肺：一次60mg～100mg，一日3次，服用6天，停药1天，疗程3个月。",
      "contraindications": "症 1.肝、肾等脏器发生器质性病患者禁用。 2.妊娠期妇女禁用。 3.对本品过敏者禁用。",
      "adverse_reactions": "⑴不良反应较轻、较少。少数患者服药后出现轻度嗜睡、乏力、恶心、腹部不适，个别患者服后大便次数增加。停药后症状可缓解。 ⑵静脉注射部位可能发生疼痛或静脉炎。",
      "interactions": "１.本品使口服环孢素A后的最高血药浓度(Cmax)增高。 ２.能减轻化疗药物引起的消化道反应与肢体麻木症状，并对化疗引起的血红蛋白与白细胞的损害有保护作用。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "服药期间每3个月复查肝功能，心电图等。 药物相互作用 １.本品使口服环孢素A后的最高血药浓度(Cmax)增高。 ２.能减轻化疗药物引起的消化道反与肢体麻木症状，并对化疗引起的血红蛋白与白细胞的损害有保护作用。",
      "source": "湖南药事服务网",
      "full_indications": "用于风湿痛、关节痛、神经痛。与小剂量放射合并用于肺癌；亦用于单纯硅肺I、II、III期及各期煤硅肺（尘肺病）。",
      "full_dosage": "口服。抗风湿及镇痛：一次20mg～40mg，一日3次。抗肺癌：一次40mg～60mg，一日3次。抗硅肺：一次60mg～100mg，一日3次，服用6天，停药1天，疗程3个月。",
      "full_contraindications": "症 1.肝、肾等脏器发生器质性病患者禁用。 2.妊娠期妇女禁用。 3.对本品过敏者禁用。",
      "full_adverse_reactions": "⑴不良反应较轻、较少。少数患者服药后出现轻度嗜睡、乏力、恶心、腹部不适，个别患者服后大便次数增加。停药后症状可缓解。 ⑵静脉注射部位可能发生疼痛或静脉炎。",
      "full_interactions": "１.本品使口服环孢素A后的最高血药浓度(Cmax)增高。 ２.能减轻化疗药物引起的消化道反应与肢体麻木症状，并对化疗引起的血红蛋白与白细胞的损害有保护作用。",
      "full_pharmacokinetics": "",
      "full_precautions": "服药期间每3个月复查肝功能，心电图等。 药物相互作用 １.本品使口服环孢素A后的最高血药浓度(Cmax)增高。 ２.能减轻化疗药物引起的消化道反应与肢体麻木症状，并对化疗引起的血红蛋白与白细胞的损害有保护作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3240",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 275,
    "name": "乳酸依沙吖啶溶液",
    "full_name": "(甲)乳酸依沙吖啶溶液[国基]",
    "chemical_name": "乳酸依沙吖啶溶液",
    "dosage_form": "其他",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "广东恒健制药"
    ],
    "specifications": [
      {
        "specification": "50ml/盒",
        "manufacturer": "广东恒健制药",
        "full_manufacturer": "广东恒健制药有限公司",
        "price": 29.8,
        "unit": "盒",
        "code": "Y00000014746",
        "approval_number": "国药准字H44024244",
        "insurance_code": "XD08AAY084S004020100443",
        "location": "G-2"
      },
      {
        "specification": "50ml/盒",
        "manufacturer": "广东恒健制药",
        "full_manufacturer": "广东恒健制药有限公司",
        "price": 29.8,
        "unit": "瓶",
        "code": "X00169",
        "approval_number": "国药准字H44024244",
        "insurance_code": "XD08AAY084S004020100443",
        "location": "G-2",
        "outpatient_location": "T-5"
      }
    ],
    "pinyin": "rusuanyishaadingrongye",
    "pinyin_initials": "rsysadry",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "本品注射剂用于妊娠中期引产，用于终止12～26周妊娠；0.1％溶液用于外科创伤、皮肤黏膜感染等的冲洗和湿敷。并可用于化脓性皮肤病。",
      "dosage": "持7号腰穿针垂直刺入腹壁，进入羊膜腔时有落空感，再继续进针0.5～1cm后拔出针芯，有羊水涌出后，将装有依沙吖啶100mg溶液的注射器接在穿刺针上，再回抽羊水证实无误后将药液缓缓注入，拔针前须回抽羊水。",
      "contraindications": "⑴有肝肾功能不全者严禁使用本品。  ⑵对本品过敏者禁用。",
      "adverse_reactions": "常见：过敏等。",
      "interactions": "本品与其他引产药如缩宫素合用，可导致软产道损伤。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑷用本品引产的同时，慎用其他引产药（如催产素静脉滴注），以免导致软产道损伤。",
      "source": "湖南药事服务网",
      "full_indications": "本品注射剂用于妊娠中期引产，用于终止12～26周妊娠；0.1％溶液用于外科创伤、皮肤黏膜感染等的冲洗和湿敷。并可用于化脓性皮肤病。",
      "full_dosage": "⑴羊膜腔内给药：排空膀胱后，，孕妇取卧位姿势，选择宫体最突出部位，羊水波动明显处为穿刺点，用纱布持7号腰穿针垂直刺入腹壁，进入羊膜腔时有落空感，再继续进针0.5～1cm后拔出针芯，有羊水涌出后，将装有依沙吖啶100mg溶液的注射器接在穿刺针上，再回抽羊水证实无误后将药液缓缓注入，拔针前须回抽羊水。拔针前将针芯插入针内快速拔针后，覆盖消毒纱布，轻压针眼。    <br>　　⑵宫腔内羊膜腔外注药：孕妇排空膀胱后取膀胱截石位，常规外阴、阴道、宫颈消毒后，用宫颈钳夹住宫颈前唇，将橡皮导管沿宫颈向宫腔送入，将已配制的本品（内含100mg药物）100ml注入导管。导管下端双折用线扎紧，卷折在阴道内，塞纱布一块以固定，术后24小时取出纱布和导管。    <br>　　⑶外用消毒：用片剂配制成0.1％～0.2％的溶液，洗涤，湿敷。也可口腔含漱、滴鼻。1％软膏剂也用于皮肤化脓性感染，适量涂于患处，每日1次或数次，亦可用灭菌纱布覆盖固定。用于黏膜湿敷时，浸药棉片药保持药液饱和状态，湿敷后若病损结痂未变软，则应继续湿敷，直至结痂变软。",
      "full_contraindications": "⑴有肝肾功能不全者严禁使用本品。  ⑵对本品过敏者禁用。",
      "full_adverse_reactions": "⑴中毒时表现为少尿、无尿及黄疸，肝肾功能严重损害。  <br>⑵约有3％～4％孕妇发烧达38℃以上。  <br>⑶出血，依沙吖啶引产容易发生胎盘滞留或部分胎盘、胎膜残留而引起大量出血。  <br>⑷软产道损伤发生率为0.5％～3％，常见为宫颈撕裂或宫颈管前壁或后壁穿孔。  <br>⑸极个别孕妇有过敏反应。  <br>⑹作为防腐杀菌用，一般的治疗浓度对组织无刺激性。",
      "full_interactions": "本品与其他引产药如缩宫素合用，可导致软产道损伤。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴羊膜腔内注药不良反应轻，但必须在妊娠16周以后，经腹壁能注入羊膜腔内者才能使用此种给药途径。  <br>⑵妊娠小于16周，常用宫腔内注药，将导管经阴道放入宫腔内羊膜腔外，经导管将药物注入，这种途径不良反应较大，感染发生率也较高，故现已少用。  <br>⑶本品的安全剂量为50～100mg，极量120mg，中毒剂量为500mg，一般用量为100mg以下，故目前将药分装为100mg一安瓿，以免过量。  <br>⑷用本品引产的同时，慎用其他引产药（如催产素静脉滴注），以免导致软产道损伤。  <br>⑸如出现体温39℃以上，白细胞计数超过2万/mm³时，应给予抗生素。  <br>⑹临用前以注射用水10ml溶解，不可用氯化钠注射液溶解。",
      "pharmacodynamics": "本品经羊膜腔内给药和宫腔内给药。药物可引起子宫内蜕膜组织坏死而产生内源性前列腺素，引起子宫收缩。依沙吖啶（利凡诺）直接对子宫肌肉也有兴奋之余。本品还对革兰阳性及少数革兰阴性菌有效强抑制作用，尤其对链球菌有效，也用于防腐杀菌。",
      "full_pharmacodynamics": "本品经羊膜腔内给药和宫腔内给药。药物可引起子宫内蜕膜组织坏死而产生内源性前列腺素，引起子宫收缩。依沙吖啶（利凡诺）直接对子宫肌肉也有兴奋之余。本品还对革兰阳性及少数革兰阴性菌有效强抑制作用，尤其对链球菌有效，也用于防腐杀菌。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1493",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 276,
    "name": "瑞格列奈片",
    "full_name": "(甲)瑞格列奈片",
    "chemical_name": "瑞格列奈片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "北京福元医药"
    ],
    "specifications": [
      {
        "specification": "1mg/片",
        "manufacturer": "北京福元医药",
        "full_manufacturer": "北京福元医药股份有限公司（委托生产企业：北京福元医药股份有限公司，北京嘉林药业股份有限公司）",
        "price": 6.83,
        "unit": "盒",
        "code": "Y00000014626",
        "approval_number": "国药准字H20133037",
        "insurance_code": "XA10BXR068A001020200177",
        "location": "I-3",
        "outpatient_location": "N-2"
      }
    ],
    "pinyin": "ruigelienai",
    "pinyin_initials": "rgln",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于2型糖尿病患者。胰岛β细胞尚有一定的分泌胰岛素的功能，无急性并发症（酮症酸中毒、高渗性高糖性昏迷等），不合并妊娠，无严重肝、肾功能不全。本品可单独应用，也可与双胍类合用于单用一种药物效果欠佳的患者。",
      "dosage": "应在主餐前服用，服药时间可掌握在餐前30分钟内或餐前即时服。剂量根据各个病人的血糖水平调节。推荐起始剂量为每餐前0.5mg，以后如需要可每周或每两周作调整。已经使用过另一种口服抗糖尿病药患者开始可用1mg，最大单次剂量为4mg。但最大日剂量不应超过16mg。",
      "contraindications": "症 ⑴有明显肝、肾功能损害者，应采用胰岛素治疗。 ⑵孕妇、乳母、12岁以下儿童。",
      "adverse_reactions": "常见：恶心、呕吐、腹泻、瘙痒、过敏等。",
      "interactions": "⑴下列药物可增强本品的降血糖作用，增加低血糖的危险性：单胺氧化酶抑制药、非选择性β肾上腺素受体阻滞药、血管紧张素转换酶抑制药、非甾体抗炎药、水杨酸盐、奥曲肽、酒精以及促合成代谢的激素。Β受体阻滞药可能掩盖低血糖症状，酒精可能会加重或延长低血糖症状。 ⑵下列药物可减弱本品的降糖作用：口服避孕药、噻嗪类药物、肾上腺皮质激素、达那唑、状腺激素和拟交感神经药。 ⑶本品不影响地高辛、茶碱和华法林稳定状态时的药代动力学特性，西咪替丁也不影响本品的药代动力学特性。 ⑷本品主要由肝脏CYP3A4酶系代谢，故CY",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴本品可致低血糖，与二双胍合用会增加发生低血糖的危险性。 ⑵如合用本品及二双胍仍不能控制高血糖，则改用胰岛素治疗。 ⑶在发生激反时，如发烧、外伤、感染或手术，可出现高血糖，改用胰岛素治疗。",
      "source": "湖南药事服务网",
      "full_indications": "用于2型糖尿病患者。胰岛β细胞尚有一定的分泌胰岛素的功能，无急性并发症（酮症酸中毒、高渗性高糖性昏迷等），不合并妊娠，无严重肝、肾功能不全。本品可单独应用，也可与双胍类合用于单用一种药物效果欠佳的患者。",
      "full_dosage": "应在主餐前服用，服药时间可掌握在餐前30分钟内或餐前即时服。剂量根据各个病人的血糖水平调节。推荐起始剂量为每餐前0.5mg，以后如需要可每周或每两周作调整。已经使用过另一种口服抗糖尿病药患者开始可用1mg，最大单次剂量为4mg。但最大日剂量不应超过16mg。",
      "full_contraindications": "症 ⑴有明显肝、肾功能损害者，应采用胰岛素治疗。 ⑵孕妇、乳母、12岁以下儿童。",
      "full_adverse_reactions": "⑴低血糖：一般较轻微，给予碳水化合物较易纠正。 ⑵胃肠道反应：偶发腹痛、腹泻、恶心、呕吐和便秘，通常较轻微。 ⑶过敏反应：偶发皮肤过敏反应，如瘙痒、发红、荨麻疹。 ⑷肝脏酶系统：个别病例服用本品期间肝酶指标升高，但仅为轻度和暂时性。 肝损伤 ⑴肝损伤：几个大型临床试验表明，接受瑞格列奈治疗的患者血清转氨酶水平升高较罕见，比例与安慰剂组类似。所有的血清酶水平升高病例都无症状，且治疗停止后血清酶指标快速恢复正常。自从瑞格列奈批准上市和广泛应用后，有少量报告表明瑞格列奈会引起临床症状明显的肝损伤。发病期为2至8周，血清酶水平升高通常表现为肝细胞损伤或胆汁淤积。黄疸和瘙痒症状比较显著。未出现免疫超敏症状和自身抗体。所有已公布的病例皆具有自限性，停止治疗后1至2个月患者恢复正常。 ⑵损伤机制：瑞格列奈引发肝损伤的机制不明，但其通过肝脏P450系统(CYP 3A4)大量代谢，肝损伤可能是由于有毒物或免疫反应中间物的产物所引起。 ⑶肝损星级：★ 禁忌症 ⑴有明显肝、肾功能损害者，应采用胰岛素治疗。 ⑵孕妇、乳母、12岁以下儿童。",
      "full_interactions": "⑴下列药物可增强本品的降血糖作用，增加低血糖的危险性：单胺氧化酶抑制药、非选择性β肾上腺素受体阻滞药、血管紧张素转换酶抑制药、非甾体抗炎药、水杨酸盐、奥曲肽、酒精以及促合成代谢的激素。Β受体阻滞药可能掩盖低血糖症状，酒精可能会加重或延长低血糖症状。 ⑵下列药物可减弱本品的降糖作用：口服避孕药、噻嗪类药物、肾上腺皮质激素、达那唑、状腺激素和拟交感神经药。 ⑶本品不影响地高辛、茶碱和华法林稳定状态时的药代动力学特性，西咪替丁也不影响本品的药代动力学特性。 ⑷本品主要由肝脏CYP3A4酶系代谢，故CYP3A4抑制剂如酮康唑、伊曲康唑、红霉素、氟康唑、米比法地尔可升高本品血浆水平；而CYP3A4诱导剂如利福平、苯妥英钠、苯巴比妥可降低本品血浆水平，故上述两类药物不易于本品合并使用。 用药交代 ⑴主餐前0~30分钟服用，多在餐前15分钟服用。 ⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用。合用时可能会增加瑞格列奈的血药浓度，注意监测血糖。 给药说明 本品的服药方式：进餐时服药，不进餐不服药。 用法与用量 应在主餐前服用，服药时间可掌握在餐前30分钟内或餐前即时服。剂量根据各个病人的血糖水平调节。推荐起始剂量为每餐前0.5mg，以后如需要可每周或每两周作调整。已经使用过另一种口服抗糖尿病药患者开始可用1mg，最大单次剂量为4mg。但最大日剂量不应超过16mg。",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴本品可致低血糖，与二双胍合用会增加发生低血糖的危险性。 ⑵如合用本品及二双胍仍不能控制高血糖，则应改用胰岛素治疗。 ⑶在发生应激反应时，如发烧、外伤、感染或手术，可出现高血糖，应改用胰岛素治疗。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=5274",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 277,
    "name": "呋塞米注射液",
    "full_name": "(甲)呋塞米注射液[国基]",
    "chemical_name": "呋塞米注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "上海禾丰制药"
    ],
    "specifications": [
      {
        "specification": "20mg/支",
        "manufacturer": "上海禾丰制药",
        "full_manufacturer": "上海禾丰制药有限公司",
        "price": 2.61,
        "unit": "支",
        "code": "X00730",
        "approval_number": "国药准字H31021063",
        "insurance_code": "XC03CAF056B002010200673",
        "location": "B-2",
        "outpatient_location": "Q-2"
      }
    ],
    "pinyin": "fusaimi",
    "pinyin_initials": "fsm",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于急性肺水肿和急性脑水肿等；原发性高血压的首选用药；各种原因导致肾脏血流灌注不足。",
      "dosage": "1.成人常用量：①治疗水肿性疾病，起始剂量为20~40mg，一日1～2次，必要时6～8小时后追加20～40mg，直至出现满意利尿效果。最大剂量虽可达一日600mg，但一般应控制在100mg以内，分2～3次服用。以防过度利尿和",
      "contraindications": "症 对本品或其他含磺酰胺类药物过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、过敏、乏力等。",
      "interactions": "⑴糖皮质激素、盐皮质激素、促肾上腺皮质激素及雌激素能降低本药的利尿作用，并增加电解质紊乱尤其是低钾血症的发生机会。 ⑵非甾体抗炎药能降低本药的利尿作用，肾损害机会也增加，与前者抑制前列腺素合成、减少肾血流量有关。 ⑶与可激动α受体的拟肾上腺素药及抗癫痫药合用，利尿作用减弱。 ⑷与氯贝丁酯合用，两药的作用均增强，并可出现肌肉酸痛、强直。 ⑸与治疗剂量的多巴胺合用时，利尿作用增强。 ⑹饮酒及含酒精制剂和可引起血压下降的药物能增强本药的利尿作用；与巴比妥类药物、麻醉药合用，易引起体位性低血压。 ⑺本药",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑶本药可经乳汁分泌，哺乳期妇女应慎用。⑺下列情况慎用：①无尿或严重肾功能损害者，后者因需加大剂量，谷用药间隔时间应延长，以免出现耳毒性等副作用；⑷存在低钾血症或低钾血症倾向时，应注意补钾。",
      "source": "湖南药事服务网",
      "full_indications": "1.水肿性疾病：包括充血性心力衰竭、肝硬化、肾脏疾病（肾炎、肾病及各种原因所致的急、慢性肾功能衰竭），尤其是应用其他利尿药效果不佳时，与其他药物合用治疗急性肺水肿和急性脑水肿等； 2.高血压：在高血压的阶梯疗法中，不作为治疗原发性高血压的首选用药，但当噻嗪类药物疗效不佳，尤其当伴有肾功能不全或出现高血压危象时，本药物尤为适用； 3.预防急性肾功能衰竭：用于各种原因导致肾脏血流灌注不足，例如失水、休克、中毒、麻醉意外以及循环功能不全等，在纠正血容量不足的同时及时应用，可减少急性肾小管坏死的机会； 4.高钾血症和高钙血症； 5.稀释性低钠血症； 6.抗利尿激素分泌过多症； 7.急性药物毒物中毒，如巴比妥类药物中毒等。",
      "full_dosage": "1.成人常用量：①治疗水肿性疾病，起始剂量为20~40mg，一日1～2次，必要时6～8小时后追加20～40mg，直至出现满意利尿效果。最大剂量虽可达一日600mg，但一般应控制在100mg以内，分2～3次服用。以防过度利尿和",
      "full_contraindications": "症 对本品或其他含磺酰胺类药物过敏者禁用。",
      "full_adverse_reactions": "⑴不良反应常见者与水、电解质紊乱有关、尤其是大剂量或长期应用时，如体位性低血压、休克、低钾血症、低氯血症、低氯性碱中毒、低钠血症，以及与此有关的口渴、乏力、肌肉酸痛、心律失常等。 ⑵少见者有过敏反应（包括皮疹、间质性肾炎、甚至心脏骤停）、视觉模糊、黄视症、光敏感、头晕、头痛、纳差、恶心、呕吐、腹痛、胰腺炎、肌肉强直等，骨髓抑制导致粒细胞减少，血小板减少性紫癜和再生障碍性贫血，肝功能损害，指，趾感觉异常，高塘血症，尿糖阳性，原有糖尿病加重，高尿酸血症。耳鸣、听力障碍多见于大剂量静脉快速注射时（每分钟剂量大于4～15mg），多为暂时性，少数为不可逆性，尤其当与其他耳毒性的药物同时应用时。在高钙血症时，可引起肾结石。尚有报道本药可加重特发性水肿。 肝损伤 ⑴肝毒性： 尚未发现袢利尿剂引致血清转氨酶含量升高的病例。少见关于袢利尿剂引致临床症状明显的肝损伤的病例。多数报告也尚未得到证实。有趣的是，呋喃苯胺酸在小鼠身上会导致直接肝毒性，并作为药物性肝损伤的动物模型。但是，未发现人类肝损伤的病例。由此可知，袢利尿剂引致临床症状明显的肝损伤的情况极其罕见。即便有，也是属于极少数个例。⑵损伤机制： 相关原因目前未知。袢利尿剂很少由肝代谢，一般通过肾排泄快速排出体外。⑶肝损星级：★ 肾损伤 可能导致肾损伤。 禁忌症 对本品或其他含磺酰胺类药物过敏者禁用。",
      "full_interactions": "⑴糖皮质激素、盐皮质激素、促肾上腺皮质激素及雌激素能降低本药的利尿作用，并增加电解质紊乱尤其是低钾血症的发生机会。 ⑵非甾体抗炎药能降低本药的利尿作用，肾损害机会也增加，与前者抑制前列腺素合成、减少肾血流量有关。 ⑶与可激动α受体的拟肾上腺素药及抗癫痫药合用，利尿作用减弱。 ⑷与氯贝丁酯合用，两药的作用均增强，并可出现肌肉酸痛、强直。 ⑸与治疗剂量的多巴胺合用时，利尿作用增强。 ⑹饮酒及含酒精制剂和可引起血压下降的药物能增强本药的利尿作用；与巴比妥类药物、麻醉药合用，易引起体位性低血压。 ⑺本药可使尿酸排泄减少，血尿酸升高，故与治疗痛风的药物合用时，应调整后者的剂量。丙磺舒亦可减弱本品的利尿作用。 ⑻本药能降低降血糖药的疗效。 ⑼本药可降低抗凝药物和抗纤溶药物的作用，主要是利尿后血容量下降，致血中凝血因子浓度升高，以及利尿使肝血液供应改善、肝脏合成凝血因子增多有关。 ⑽本药加强非去极化型肌松药的作用，与血钾下降有关。 ⑾与两性霉素、头孢菌素、案件提供类抗生素等药物合用，肾毒性增加，尤其是原有肾损害时；与氨基糖苷类抗生素或其他具有耳毒性的药物合用，耳毒性增加。 ⑿与抗组胺药物合用时耳毒性增加，易出现耳鸣、头晕、眩晕。 ⒀与锂盐合用时可增加血锂浓度，而增加肾毒性的危险。 ⒁服用水合氯醛后静注本药可致出汗、面色潮红和血压升高，此与状腺素由结合状态转为游离状态增多，导致分解代谢加强有关。 ⒂与碳酸氢钠合用发生低氯性碱中毒机会增加。 ⒃与美托拉宗（利尿药）合用，可引起严重的电解质紊乱。 ⒄本品与华法林、非诺贝特合用，可竞争性地与血浆蛋白结合，使后两者的血浆内的游离药物浓度增加，作用加强，从而导致不良反应增加。 ⒅本品与阿司匹林相互竞争肾小管分泌，故两者合用可使后者排泄减少。 用药交代 ⑴如每日用药一次，应早晨服药，以免夜间排尿次数增多而影响睡眠。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴一次用量药物稀释于或溶解后稀释于0.9%氯化钠注射液100m中。 ⑵新鲜调配为无色或几乎无色的澄明液体。呋塞米注射液pH为8.5~9.5。 【稳定性】用0.9%氯化钠注射液调配的呋塞米浓度为1mg/ml的稀释液，24h物理性状未改变。 给药说明 ⑴药物剂量应个体化，从最小有效剂量开始，然后根据利尿反应调整剂量，以减少岁、电解质紊乱等副作用的发生。 ⑵肠道外用药宜静脉给药、不主张肌内注射。常规剂量静脉注射应超过1～2分钟，大剂量静脉注射时每分钟不超过4mg。静脉用药剂量为口服的1/2时即可达到同样疗效。 ⑶本药为加碱制成的钠盐注射液，碱性较高，pH值约为9。故静脉注射时应用氯化钠注射液稀释，而不宜用葡萄糖注射液稀释（析出结晶）。 ⑷存在低钾血症或低钾血症倾向时，应注意补钾。 ⑸如每日用药一次，应早晨服药，以免夜间排尿次数增多。 ⑹与降压药合用时，后者剂量应酌情调整。 ⑺少尿或无尿患者应用最大剂量后24小时仍无效时应停药。 ⑻与噻嗪类利尿药不同，本药存在明显的剂量-效应关系，治疗剂量范围较大。 用法与用量 1.成人常用量：①治疗水肿性疾病，起始剂量为20~40mg，一日1～2次，必要时6～8小时后追加20～40mg，直至出现满意利尿效果。最大剂量虽可达一日600mg，但一般应控制在100mg以内，分2～3次服用。以防过度利尿和不良反应发生。部分患者剂量可减少至30～40mg，隔日1次，或一周中连续服药2～4日，一日20～40mg。紧急情况或不能口服者，可静脉注射，开始20～40mg，必要时每2小时追加剂量，直至出现满意疗效。在非紧急情况下，不希望短期内快速利尿。维持用药阶段可分次给药。治疗急性左心室衰竭时，起始40mg静脉注射，必要时每小时追加80mg，直至出现满意疗效。治疗急性肾功能衰竭时，可用200～400mg加于氯化钠注射液100ml内静脉滴注，滴注速度每分钟不超过4mg。有效者可按原剂量重复应用或酌情调整剂量，一日总剂量不超过1.0g。利尿效果差时不宜再增加剂量，以免出现肾毒性，对急性肾衰功能恢复不利。治疗慢性肾功能不全时，一般一日剂量40～120mg。②治疗高血压，起始剂量一日40～80mg，分2次服用，并酌情调整剂量。治疗高血压危象时，起始40～80mg静注，伴急性左心衰或急性肾功能衰竭时，可酌情增加用量。③治疗高钙血症时，一日口服80～120mg，分1～3次服用。必要时，可静脉注射，一次20～80mg。 2.小儿：治疗水肿性疾病，口服起始按体重2mg/kg，必要时每4～6小时追加1～2mg/kg。亦可1mg/kg静脉注射，必要时每隔2小时追加1mg/kg。最大剂量可达一日6mg/kg。新生儿应延长用药间隔。",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴交叉过敏。对磺胺药和噻嗪类利尿药过敏者，对本药可能亦过敏。 ⑵本药可通过胎盘屏障，孕妇尤其是妊娠前3个月应尽量避免应用。对妊娠高血压综合征无预防作用。动物实验表明本品可致胎仔肾盂积水，流产和胎仔死亡率升高。 ⑶本药可经乳汁分泌，哺乳期妇女应慎用。 ⑷本药在新生儿的半衰期明显延长，故新生儿用药间隔应延长。 ⑸老年人应用本药时发生低血压、电解质紊乱，血栓形成和肾功能损害的机会增多。 ⑹对诊断的干扰：可致血糖升高、尿糖阳性，尤其是糖尿病或糖尿病前期患者。过度脱水可使血尿酸和尿素氮水平暂时性升高。血钠、氯、钾、镁和钙浓度下降。 ⑺下列情况慎用：①无尿或严重肾功能损害者，后者因需加大剂量，谷用药间隔时间应延长，以免出现耳毒性等副作用；②糖尿病；③高尿酸血症或有痛风病史者；④严重肝功能损害者，因水电解质紊乱可诱发肝昏迷；⑤急性心肌梗死，过度利尿可促发休克；⑥胰腺炎或有此病史者；⑦有低钾血症倾向者，尤其是应用洋地黄类药物或有室性心律失常者；⑧红斑狼疮，本药可加重病情或诱发活动；⑨前列腺肥大。 ⑻随访检查：①血电解质，尤其是合用洋地黄类药物或皮质激素类药物、肝肾功能损害者；②血压，尤其是用于降压，大剂量应用或用于老年人；③肾功能；④肝功能；⑤血糖；⑥血尿酸；⑦酸碱平衡情况；⑧听力。 药物相互作用 ⑴糖皮质激素、盐皮质激素、促肾上腺皮质激素及雌激素能降低本药的利尿作用，并增加电解质紊乱尤其是低钾血症的发生机会。 ⑵非甾体抗炎药能降低本药的利尿作用，肾损害机会也增加，与前者抑制前列腺素合成、减少肾血流量有关。 ⑶与可激动α受体的拟肾上腺素药及抗癫痫药合用，利尿作用减弱。 ⑷与氯贝丁酯合用，两药的作用均增强，并可出现肌肉酸痛、强直。 ⑸与治疗剂量的多巴胺合用时，利尿作用增强。 ⑹饮酒及含酒精制剂和可引起血压下降的药物能增强本药的利尿作用；与巴比妥类药物、麻醉药合用，易引起体位性低血压。 ⑺本药可使尿酸排泄减少，血尿酸升高，故与治疗痛风的药物合用时，应调整后者的剂量。丙磺舒亦可减弱本品的利尿作用。 ⑻本药能降低降血糖药的疗效。 ⑼本药可降低抗凝药物和抗纤溶药物的作用，主要是利尿后血容量下降，致血中凝血因子浓度升高，以及利尿使肝血液供应改善、肝脏合成凝血因子增多有关。 ⑽本药加强非去极化型肌松药的作用，与血钾下降有关。 ⑾与两性霉素、头孢菌素、案件提供类抗生素等药物合用，肾毒性增加，尤其是原有肾损害时；与氨基糖苷类抗生素或其他具有耳毒性的药物合用，耳毒性增加。 ⑿与抗组胺药物合用时耳毒性增加，易出现耳鸣、头晕、眩晕。 ⒀与锂盐合用时可增加血锂浓度，而增加肾毒性的危险。 ⒁服用水合氯醛后静注本药可致出汗、面色潮红和血压升高，此与状腺素由结合状态转为游离状态增多，导致分解代谢加强有关。 ⒂与碳酸氢钠合用发生低氯性碱中毒机会增加。 ⒃与美托拉宗（利尿药）合用，可引起严重的电解质紊乱。 ⒄本品与华法林、非诺贝特合用，可竞争性地与血浆蛋白结合，使后两者的血浆内的游离药物浓度增加，作用加强，从而导致不良反应增加。 ⒅本品与阿司匹林相互竞争肾小管分泌，故两者合用可使后者排泄减少。 用药交代 ⑴如每日用药一次，应早晨服药，以免夜间排尿次数增多而影响睡眠。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴一次用量药物稀释于或溶解后稀释于0.9%氯化钠注射液100m中。 ⑵新鲜调配为无色或几乎无色的澄明液体。呋塞米注射液pH为8.5~9.5。 【稳定性】用0.9%氯化钠注射液调配的呋塞米浓度为1mg/ml的稀释液，24h物理性状未改变。 给药说明 ⑴药物剂量应个体化，从最小有效剂量开始，然后根据利尿反应调整剂量，以减少岁、电解质紊乱等副作用的发生。 ⑵肠道外用药宜静脉给药、不主张肌内注射。常规剂量静脉注射应超过1～2分钟，大剂量静脉注射时每分钟不超过4mg。静脉用药剂量为口服的1/2时即可达到同样疗效。 ⑶本药为加碱制成的钠盐注射液，碱性较高，pH值约为9。故静脉注射时应用氯化钠注射液稀释，而不宜用葡萄糖注射液稀释（析出结晶）。 ⑷存在低钾血症或低钾血症倾向时，应注意补钾。 ⑸如每日用药一次，应早晨服药，以免夜间排尿次数增多。 ⑹与降压药合用时，后者剂量应酌情调整。 ⑺少尿或无尿患者应用最大剂量后24小时仍无效时应停药。 ⑻与噻嗪类利尿药不同，本药存在明显的剂量-效应关系，治疗剂量范围较大。 用法与用量 1.成人常用量：①治疗水肿性疾病，起始剂量为20~40mg，一日1～2次，必要时6～8小时后追加20～40mg，直至出现满意利尿效果。最大剂量虽可达一日600mg，但一般应控制在100mg以内，分2～3次服用。以防过度利尿和不良反应发生。部分患者剂量可减少至30～40mg，隔日1次，或一周中连续服药2～4日，一日20～40mg。紧急情况或不能口服者，可静脉注射，开始20～40mg，必要时每2小时追加剂量，直至出现满意疗效。在非紧急情况下，不希望短期内快速利尿。维持用药阶段可分次给药。治疗急性左心室衰竭时，起始40mg静脉注射，必要时每小时追加80mg，直至出现满意疗效。治疗急性肾功能衰竭时，可用200～400mg加于氯化钠注射液100ml内静脉滴注，滴注速度每分钟不超过4mg。有效者可按原剂量重复应用或酌情调整剂量，一日总剂量不超过1.0g。利尿效果差时不宜再增加剂量，以免出现肾毒性，对急性肾衰功能恢复不利。治疗慢性肾功能不全时，一般一日剂量40～120mg。②治疗高血压，起始剂量一日40～80mg，分2次服用，并酌情调整剂量。治疗高血压危象时，起始40～80mg静注，伴急性左心衰或急性肾功能衰竭时，可酌情增加用量。③治疗高钙血症时，一日口服80～120mg，分1～3次服用。必要时，可静脉注射，一次20～80mg。 2.小儿：治疗水肿性疾病，口服起始按体重2mg/kg，必要时每4～6小时追加1～2mg/kg。亦可1mg/kg静脉注射，必要时每隔2小时追加1mg/kg。最大剂量可达一日6mg/kg。新生儿应延长用药间隔。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2551",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 278,
    "name": "注射用吲哚菁绿",
    "full_name": "(乙10%)注射用吲哚菁绿",
    "chemical_name": "注射用吲哚菁绿",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "丹东医创药业"
    ],
    "specifications": [
      {
        "specification": "25mg/支",
        "manufacturer": "丹东医创药业",
        "full_manufacturer": "丹东医创药业有限责任公司",
        "price": 101.19,
        "unit": "盒",
        "code": "X00126",
        "approval_number": "国药准字H20055881",
        "insurance_code": "XS01JAY171B001010101157",
        "location": "2E-4",
        "outpatient_location": "2C-2"
      }
    ],
    "pinyin": "zhusheyongyinduojinglv",
    "pinyin_initials": "zsyydjl",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "本品用于诊断肝硬化、肝纤维化、韧性肝炎，对职业和药物中毒性肝病的诊断极有价值。也可用于循环系统功能(心输出量、平均循环时间或异常血流量）的检查测定。",
      "dosage": "成人：1次量5～10mg",
      "contraindications": "对本品和碘有过敏史者禁用。",
      "adverse_reactions": "常见：恶心、呕吐、发热、过敏等。",
      "interactions": "⑴胆囊造影剂、利胆药、利福平、抗痛风药可造成本试验误差。<br>⑵本试验对甲状腺放射性碘摄取率检查有影响.应间隔1周以上再检查。",
      "pregnancy_category": null,
      "pharmacokinetics": "本品系暗绿色的色素，静脉注射后能迅速地和血浆蛋白结合而分布于全身血管，在805nm处有最大的吸收波长，且不受血中氧饱和度的影响。它也能被肝细胞选择性地摄取，然后以游离形式从胆汁经肠道排出，不参与体内化学反应，无肝肠循环，无淋巴逆流，不从肾等肝外器官排泄，几乎无毒副作用。  主要用于血中停滞率、血浆消",
      "precautions": "⑴孕妇及哺乳期妇女慎用。⑵用药注意：①必须用注射用水溶解，不得用生理盐水或其他溶液溶解，并应临用时新配，溶液不用应弃去，不宜保存。",
      "source": "湖南药事服务网",
      "full_indications": "本品用于诊断肝硬化、肝纤维化、韧性肝炎，对职业和药物中毒性肝病的诊断极有价值。也可用于循环系统功能(心输出量、平均循环时间或异常血流量）的检查测定。",
      "full_dosage": "静脉注射：<br>　　①血浆消失率及血中停滞率的测定：0.5mg/kg，用注射用水稀释为5mg/ml，在30秒从肘静脉慢慢注入。<br>　　②肝血流量的测定：将本品25mg用少量注射用水溶解后，稀释成2.5～5.0mg/ml浓度，开始时，注射相当于3mg的此浓度溶液，以后再50分钟内慢慢静滴至采血完毕。<br>　　③用于循环功能检查：通常从前臂腕静脉注入，成人1次量5～10mg，小儿按体重酌减。",
      "full_contraindications": "对本品和碘有过敏史者禁用。",
      "full_adverse_reactions": "⑴可能引起休克、过敏样症状。  <br>⑵本品不完全溶解时，可能发生恶心、发热、休克等反应。  <br>⑶其他不良反应有恶心。呕吐、打嗝、荨麻疹、发热等。",
      "full_interactions": "⑴胆囊造影剂、利胆药、利福平、抗痛风药可造成本试验误差。<br>⑵本试验对甲状腺放射性碘摄取率检查有影响.应间隔1周以上再检查。",
      "full_pharmacokinetics": "本品系暗绿色的色素，静脉注射后能迅速地和血浆蛋白结合而分布于全身血管，在805nm处有最大的吸收波长，且不受血中氧饱和度的影响。它也能被肝细胞选择性地摄取，然后以游离形式从胆汁经肠道排出，不参与体内化学反应，无肝肠循环，无淋巴逆流，不从肾等肝外器官排泄，几乎无毒副作用。  主要用于血中停滞率、血浆消失率或肝血流量等肝功能的测定，诊断各种肝脏疾病，了解肝脏损害程度及其储备功能。",
      "full_precautions": "⑴孕妇及哺乳期妇女慎用。  <br>⑵用药注意：①必须用注射用水溶解，不得用生理盐水或其他溶液溶解，并应临用时新配，溶液不用应弃去，不宜保存。②注入时，如有口麻、胸闷、憋气、眼球结膜充血等症状出现时，应立即停用。③因本品可影响放射性碘的摄取率测定，故两项检查应间隔1周以上。④胆囊造影剂、利胆药、利福平、抗痛风药均可导致本试验结果失误。⑤本试验应在早晨、空腹、仰卧位、安静状态下进行。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3353",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 279,
    "name": "左甲状腺素钠片",
    "full_name": "(甲)左甲状腺素钠片[国基、上增]",
    "chemical_name": "左甲状腺素钠片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "MERCK SANTE s.a.s.有限公司)"
    ],
    "specifications": [
      {
        "specification": "50ug/片",
        "manufacturer": "MERCK SANTE s.a.s.有限公司)",
        "full_manufacturer": "MERCK SANTE s.a.s.（Merck Healthcare KGaA）(进口分包企业：默克制药(江苏)有限公司)",
        "price": 24.88,
        "unit": "盒",
        "code": "Y00000012122",
        "approval_number": "国药准字HJ20140052",
        "insurance_code": "XH03AAZ057A001030279462",
        "location": "I-1",
        "outpatient_location": "M-5"
      }
    ],
    "pinyin": "zuojiazhuangxiansuna",
    "pinyin_initials": "zjzxsn",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "各种原因引起的甲状腺功能减退症（甲减）、甲状腺癌术后。",
      "dosage": "成人：状腺功能减退症，一般开始剂量一日25～50μg；儿童：状腺功能减退症，每日完全替代剂量为：6个月以内按体重6～8μg",
      "contraindications": "症 ⑴对本品及其辅料过敏者禁用。 ⑵未经治疗的肾上腺功能减退、垂体功能不全和状腺毒症者禁用。 ⑶急性心肌梗死、急性心肌炎和急性全心炎患者禁用。 ⑷妊娠期间，本品不用于与抗状腺药物联用治疗状腺功能亢进。",
      "adverse_reactions": "常见：呕吐、腹泻、头痛等。",
      "interactions": "⑴利福平、卡马西平、苯妥英钠、氯喹和巴比妥等肝药酶诱导剂可增加状腺素的代谢，降低其疗效，需要增加替代治疗的剂量。 ⑵状腺素与蛋白高度结合，可与其他蛋白结合率高的药物卡马西平、苯妥英钠、阿司匹林、双香豆素类（抗凝药物）产生竞争性结合，增加对方药物在血浆中的游离度，从而增强其作用，加重",
      "pregnancy_category": "A\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴老年，有心血管疾病患者，有心肌缺血或糖尿病者慎用。 ⑵有垂体功能减退或肾上腺皮质功能减退者，如需补充状腺制剂，在给左状腺素钠以前数日先用肾上腺皮质激素。 ⑶状腺激素不易透过胎盘，因此状腺功能减退病人在妊娠时无需停药，微量的状腺激素可从乳汁中排出。 ⑷其他参阅状腺激素类药。",
      "source": "湖南药事服务网",
      "full_indications": "各种原因引起的甲状腺功能减退症（甲减）、甲状腺癌术后。",
      "full_dosage": "⑴口服，①成人状腺功能减退症，一般开始剂量一日25～50μg，每2～4周增加25μg，直到完全替代剂量，一般为100～150μg，成人维持量一日约75～125μg。高龄病人、心功能不全者及严重黏液性水肿者，开始剂量应减为一日12.5～25μg，以后每2～4周递增25μg即可。②婴儿及儿童状腺功能减退症，每日完全替代剂量为：6个月以内按体重6～8μg/kg；6～12个月6μg/kg；1～5岁5μg/kg；6～12岁4μg/kg。开始时应用完全替代量的1/3～1/2.以后每2周逐渐增量。建议早上空腹一次服用；也可晚餐后3~4小时、睡前服用。③如果早餐前忘记服药，可在睡前补上。如果都漏服了，没关系，第二天按正常服药。 ⑵静脉注射：适用于黏液性水肿昏迷患者，首次剂量宜较大，200～400μg，以后一日50～100μg，直到病人清醒改为口服：",
      "full_contraindications": "症 ⑴对本品及其辅料过敏者禁用。 ⑵未经治疗的肾上腺功能减退、垂体功能不全和状腺毒症者禁用。 ⑶急性心肌梗死、急性心肌炎和急性全心炎患者禁用。 ⑷妊娠期间，本品不用于与抗状腺药物联用治疗状腺功能亢进。",
      "full_adverse_reactions": "在用该品治疗时，如果按医生指导服药及按时服药一般不会出现不良反应。个别病例由于患者对剂量不耐受或者服用过量，特别是由于治疗开始时剂量增加过快，可能出现状腺机能亢进症状，包括：震颤、心悸、心律不齐、心绞痛、多汗、腹泻、呕吐、兴奋、头痛、不安、潮红、骨骼肌痉挛、体重下降、失眠和烦躁。如果您有任何不良反应的时候，请立即咨询您的医生，如果您有状腺机能亢进的症状，您的医生必要时会建议您停药，直至不良反应消失后再从更小剂量开始。",
      "full_interactions": "⑴利福平、卡马西平、苯妥英钠、氯喹和巴比妥等肝药酶诱导剂可增加状腺素的代谢，降低其疗效，需要增加替代治疗的剂量。 ⑵状腺素与蛋白高度结合，可与其他蛋白结合率高的药物卡马西平、苯妥英钠、阿司匹林、双香豆素类（抗凝药物）产生竞争性结合，增加对方药物在血浆中的游离度，从而增强其作用，加重",
      "full_pregnancy_category": "A\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴老年，有心血管疾病患者，有心肌缺血或糖尿病者慎用。 ⑵有垂体功能减退或肾上腺皮质功能减退者，如需补充状腺制剂，在给左状腺素钠以前数日应先用肾上腺皮质激素。 ⑶状腺激素不易透过胎盘，因此状腺功能减退病人在妊娠时无需停药，微量的状腺激素可从乳汁中排出。 ⑷其他参阅状腺激素类药。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=635",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 280,
    "name": "左氧氟沙星滴眼液",
    "full_name": "(甲)左氧氟沙星滴眼液",
    "chemical_name": "左氧氟沙星滴眼液",
    "dosage_form": "滴眼液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "四川美大康华康药业"
    ],
    "specifications": [
      {
        "specification": "5ml:50滴/支",
        "manufacturer": "四川美大康华康药业",
        "full_manufacturer": "四川美大康华康药业有限公司",
        "price": 2.6,
        "unit": "盒",
        "code": "X00201",
        "approval_number": "国药准字H20203457",
        "insurance_code": "XS01AEZ074G010010102087",
        "location": "G-3",
        "outpatient_location": "D-3"
      },
      {
        "specification": "5ml:50滴/支",
        "manufacturer": "四川美大康华康药业",
        "full_manufacturer": "四川美大康华康药业有限公司",
        "price": 2.6,
        "unit": "盒",
        "code": "Y00000014923",
        "approval_number": "国药准字H20203457",
        "insurance_code": "XS01AEZ074G010010102087"
      }
    ],
    "pinyin": "zuoyangfushaxing",
    "pinyin_initials": "zyfsx",
    "dosage_form_pinyin": "diyanye",
    "dosage_form_initials": "dyy",
    "manual": {
      "indications": "用于： 1.；轻、中度骨性关节炎；的病例）；疼痛和发热的病因；： 1.缓解轻、中度疼痛；对阿司匹林过敏、不耐受或不适于应用阿司匹林的病例。",
      "dosage": "成人：常用量：口服，一次0.3g；儿童：常用量：口服，按体重一次10～15mg",
      "contraindications": "症 ⑴对本品过敏者禁用。 ⑵小于2个月的婴儿禁用。 ⑶长期大剂量应用可引起肾乳头坏死、慢性间质性肾炎和慢性肾衰。",
      "adverse_reactions": "常见：皮疹、瘙痒、过敏、疼痛等。",
      "interactions": "⑴在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗痉药的患者，长期或超量服用本品时，更有发生肝脏毒性反应的危险。 ⑵抗凝药：大量或长期应用对乙酰氨基酚时，因可减少凝血因子在肝内的合成，有增强抗凝药的作用，故抗凝药的用量应根据凝血酶原时间进行调整。 ⑶长期大量与阿司匹林、其他水杨酸盐或其他非甾体抗炎药合用时（如每年累积用量至1000g，应用3年以上时），可明显增加肾毒性（包括肾乳头坏死、肾及膀胱癌等）的危险。 ⑷对乙酰氨基酚与抗病毒药齐多夫定合用时，由于两药可互相降低与葡糖醛酸的结合作用",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑸下列情况应慎用：①乙醇中毒、肝病或病毒性肝炎时，本品有增加肝脏毒性作用的危险；给药说明 ⑴给药前应注意患者的肝、肾功能，对长期较大剂量用药者应定期复查（包括血象及肝肾功能等）。治疗中应进行血药浓度监测，并给予其他疗法，如用血液透析或血液滤过。",
      "source": "湖南药事服务网",
      "full_indications": "本品为乙酰苯胺类解热镇痛药，适用于： 1.缓解轻、中度疼痛，如头痛、关节痛、肌痛、神经痛、偏头痛、牙痛、痛经及癌症或术后疼痛等； 2、退热，如感冒或其他原因引起的高热； 3.治疗轻、中度骨性关节炎； 4.本品可用于对阿司匹林过敏、不耐受或不适于应用阿司匹林的病例，如水痘、血友病及其他出血性疾病的患者（包括应用康宁治疗的病例），以及轻型消化性溃疡及胃炎等； 5.本品仅可作对症治疗，故应用本品时须同时治疗疼痛和发热的病因。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_dosage": "⑴退热镇痛：①成人常用量：口服，一次0.3g～0.6g，每4小时一次，或一日4次；一日量不宜超过2.0g。退热疗程一般不超过3天，镇痛不宜超过10天。②儿童常用量：口服，按体重一次10～15mg/kg，或按体表面积一天1.5g/m²，分次服，每4～6小时1次；12岁以下的小儿每24小时不超过5次量，疗程不超过5天。 ⑵骨性关节炎：成人常用量口服缓释片，一次0.65～1.3g，每8小时1次。一日最大量不超过2.0g，疗程遵医嘱。 ⑶肌内注射，成人，一次0.15～0.2g，不宜长期应用，退热疗程不超过3粒；镇痛疗程不超过10日。 剂型与规格 片剂 0.16g 0.3g 0.5g基药 XN02BE甲1060 0% 哪儿有 缓释片 0.65g XN02BE乙1060 5% 哪儿有 胶囊剂 0.3g XN02BE甲1060 0% 暂无 口服溶液 6g 120ml 3.2% 60ml 2.4g 100ml基药 XN02BE乙1060 0% 哪儿有 泡腾颗粒 0.1g基药 XN02BE乙1060 0% 哪儿有 滴剂 1g 10ml 3.0g 30ml 1.5g 15ml XN02BE乙1060 0% 哪儿有 栓剂 0.15g 0.3g 0.6g XN02BE乙1060 0% 哪儿有 口腔崩解片 0.125g 0.16g 哪儿有 干混悬剂 6.5g:0.5g基药 4.22g:1.25g基药 12.65g:3.75g基药 哪儿有 干混悬剂 1.01g:0.3g基药 哪儿有",
      "full_contraindications": "症 ⑴对本品过敏者禁用。 ⑵小于2个月的婴儿禁用。 ⑶长期大剂量应用可引起肾乳头坏死、慢性间质性肾炎和慢性肾衰。",
      "full_adverse_reactions": "⑴一般剂量下较少引起不良反应，对胃肠刺激小，不会引起胃肠出血。少数病例可发生粒细胞缺乏症、贫血、过敏性皮炎（皮疹、皮肤瘙痒等）、肝炎或血小板减少症等。 ⑵长期大量用药，尤其是肾功能低下者，可出现肾绞痛或急性肾功能衰竭（少尿、尿毒症）或慢性肾功能衰竭（镇痛药性肾病）。 ⑶据美国俄亥俄州立大学的研究表明，本品可削弱或抑制使用者的积极情绪。 肝损伤 ⑴肝损伤：使用对乙酰氨基酚长期治疗，每日剂量达4g，会导致部分患者出现短暂性血清转氨酶水平上升，通常在服药后3至7日内发病，39%的患者血清酶的峰值是正常值的3倍。患者通常无表现症状，并在停止用药或减少剂量后快速恢复，某些病例中，患者在全量治疗的情况下，升高的血清酶仍可恢复正常。更重要的是，大剂量使用对乙酰氨基酚会引起重度的急性肝细胞损伤，单次使用剂量超过7.5g等于采取自杀行为（通常超过15g）。通常在用药后的24至72小时出现肝损，伴随血清丙氨酸转氨酶和天冬氨酸氨基转移酶含量显著上升（一般超过2000 U/L），48至96小时后随即出现以下临床症状：黄疸、意识模糊、肝功能损伤以及死亡（某些病例）。肾机能不全病例较为常见。在肝损 不甚严重的情况下，血清转氨酶水平可迅速下降并恢复正常。持续数日以普通治疗剂量的对乙酰氨基酚治疗疼痛（并非意图自杀的过量用药），患者也可产生相似的肝损伤症状。对乙酰氨基酚肝毒性形式被称为偶然或无意过量用药，通常出现在禁食患者或具有并发症、酗酒或营养不良、或存在既有慢性肝病的危重症患者。某些病例患者在对乙酰氨基酚结合管制药品（羟考酮、可待因）治疗中出现无意过量用药，持续数日使用超过推荐剂量的药品以控制疼痛或戒断症状。 ⑵损伤机制：在人体及动物实验模型中对乙酰氨基酚的肝毒性机制进行了充分的分析。对乙酰氨基酚大部分转化为无毒葡萄糖醛酸酯或盐酸共轭物，并通过尿液排出体外。少量的对乙酰氨基酚通过肝脏细胞色素P450系统进行代谢可产生有毒中间物，特别是氮-乙酰-p-对苯醌酰亚胺。一般情况下，该代谢物可快速与还原型谷胱甘肽进行共轭，并可快速解毒与分泌。如果谷胱甘肽水平较低或高剂量的对乙酰氨基酚治疗阻碍通道，凋亡途径中的活性中间物积聚并与细胞内大分子结合可引起细胞损伤。增加对乙酰氨基酚在P450系统中的代谢几率（特定药物、长期饮酒）或减少谷胱甘肽（禁食、营养不良、酗酒）有效性的因素可使患者易于受到乙酰氨基酚毒性的影响。对乙酰氨基酚代谢中间物的下游毒性影响因素还可影响毒性。这些因素在设计对乙酰氨基酚肝毒性治疗方案中较为重要。 ⑶肝损星级：★★★★★ 肾损伤 可能导致肾损伤。 禁忌症 ⑴对本品过敏者禁用。 ⑵小于2个月的婴儿禁用。 ⑶长期大剂量应用可引起肾乳头坏死、慢性间质性肾炎和慢性肾衰。",
      "full_interactions": "⑴在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗痉药的患者，长期或超量服用本品时，更有发生肝脏毒性反应的危险。 ⑵抗凝药：大量或长期应用对乙酰氨基酚时，因可减少凝血因子在肝内的合成，有增强抗凝药的作用，故抗凝药的用量应根据凝血酶原时间进行调整。 ⑶长期大量与阿司匹林、其他水杨酸盐或其他非甾体抗炎药合用时（如每年累积用量至1000g，应用3年以上时），可明显增加肾毒性（包括肾乳头坏死、肾及膀胱癌等）的危险。 ⑷对乙酰氨基酚与抗病毒药齐多夫定合用时，由于两药可互相降低与葡糖醛酸的结合作用而降低清除率，从而增加毒性，因此应避免同时应用。 ⑸与他克莫司合用可导致急性肾衰竭。 ⑹与左氧氟沙星、氧氟沙星合用可增加癫痫发作的风险。 ⑺本品可减弱β受体拮抗药的抗高血压作用。 ⑻本品可减弱血管紧张素转换酶抑制药及利尿药的降压和利尿作用。 ⑼本品可抑制锂盐、钾随尿液排泄，使锂、钾的血浆药物浓度升高。 ⑽本品可升高甲氨蝶呤的血浆药物浓度，从而增强其毒性（白细胞减少、血小板减少、贫血、中毒性肾损害和黏膜溃疡形成）。 ⑾与达那帕特合用可增加出血和椎管内麻醉时血肿发生的风险。 ⑿本品可增加环孢素中毒（肾功能不全、胆汁淤积、感觉异常）的风险。 ⒀本品与丙磺舒合用，本品的血浆药物浓度升高、半衰期延长，疗效增强，但不良反应也相应增加。 ⒁本品与氯霉素同用可增强后者的毒性。 ⒂碳酸氢钠可加快本品的吸收。 ⒃本品与口服磺酰脲类降糖药合用，可增加低血糖的风险。 ⒄与氨氯地平、非洛地平、拉西地平、美尼地平、尼卡地平、硝苯地平、尼伐地平、尼莫地平、尼索地平、尼群地平、普尼地平、地尔硫䓬、氟桂利嗪、利多氟嗪、戈洛帕米、维拉帕米合用，可减弱后者的降压作用，并有致溃疡发生的风险。 ⒅与β-葡聚糖合用可导致严重的胃肠道损害。 ⒆对乙酰氨基酚与氟氯西林合用时应谨慎，可能增加低谷胱甘肽水平导致焦谷氨酸酸中毒风险。特别是患有严重肾功能损害和脓毒症等严重疾病的患者，或营养不良和其他谷胱甘肽缺乏症（例如慢性酒精中毒）患者风险更高。 药物过量 逾量（一日量＞10g）中毒的处理：⑴服药过量时应洗胃或催吐，并给予拮抗剂N-乙酰半胱氨酸，不得给活性炭，因后者可影响拮抗药的吸收；⑵N-乙酰半胱氨酸开始用时按体重给予140mg/kg口服，然后以70mg/kg每4小时1次，共用17次；⑶病情严重时可静脉给药，将药物溶于5％葡萄糖注射液200ml中静注。⑷拮抗药宜尽早应用，12小时内给药疗效满意，超过24小时疗效较差。治疗中应进行血药浓度监测，并给予其他疗法，如用血液透析或血液滤过。⑸服用超量（包括中毒量）时，可很快 用药交代 ⑴不要超量服用对乙酰氨基酚（每日最大剂量不超过2g），而且服用含对乙酰氨基酚药物同时不要饮酒。 ⑵不要同时服用两种及以上含有对乙酰氨基酚成份的药物。 给药说明 ⑴给药前应注意患者的肝、肾功能，对长期较大剂量用药者应定期复查（包括血象及肝肾功能等）。 ⑵服用后，疗效不显著者宜就医改用其他药物。 ⑶本品与水杨酸类或其他非甾体抗炎药不宜同时长期（＞5天）服用。 用法与用量 ⑴退热镇痛：①成人常用量：口服，一次0.3g～0.6g，每4小时一次，或一日4次；一日量不宜超过2.0g。退热疗程一般不超过3天，镇痛不宜超过10天。②儿童常用量：口服，按体重一次10～15mg/kg，或按体表面积一天1.5g/m²，分次服，每4～6小时1次；12岁以下的小儿每24小时不超过5次量，疗程不超过5天。 ⑵骨性关节炎：成人常用量口服缓释片，一次0.65～1.3g，每8小时1次。一日最大量不超过2.0g，疗程遵医嘱。 ⑶肌内注射，成人，一次0.15～0.2g，不宜长期应用，退热疗程不超过3粒；镇痛疗程不超过10日。 剂型与规格 片剂 0.16g 0.3g 0.5g基药 XN02BE甲1060 0% 哪儿有 缓释片 0.65g XN02BE乙1060 5% 哪儿有 胶囊剂 0.3g XN02BE甲1060 0% 暂无 口服溶液 6g 120ml 3.2% 60ml 2.4g 100ml基药 XN02BE乙1060 0% 哪儿有 泡腾颗粒 0.1g基药 XN02BE乙1060 0% 哪儿有 滴剂 1g 10ml 3.0g 30ml 1.5g 15ml XN02BE乙1060 0% 哪儿有 栓剂 0.15g 0.3g 0.6g XN02BE乙1060 0% 哪儿有 口腔崩解片 0.125g 0.16g 哪儿有 干混悬剂 6.5g:0.5g基药 4.22g:1.25g基药 12.65g:3.75g基药 哪儿有 干混悬剂 1.01g:0.3g基药 哪儿有",
      "full_precautions": "⑴交叉过敏反应：对阿司匹林过敏者对本品一般不发生过敏反应。但有报道在因阿司匹林过敏发生哮喘的病人中，少数（＜5％）可于服用本品后发生轻度支气管痉挛性反应。 ⑵本品可通过胎盘，故应考虑到孕妇用本品后可能对胎儿造成的不良影响。 ⑶虽然哺乳期妇女服用本品后在乳汁中可达一定浓度，但在哺乳婴儿尿中尚未发现过本品或本品的代谢产物排出。 ⑷对诊断的干扰：①血糖测定，应用葡萄糖氧化酶/过氧化酶法测定时可得假性低值，而用己糖激酶/6-磷酸脱氢酶法测定时则无影响；②血清尿酸测定，应用磷钨酸法测定时可得假性高值；③尿5-羟吲哚醋酸（5-HIAA）测定，应用亚硝基萘酚试剂作定性过筛试验时可得假阳性结果，定量试验不受影响；④肝功能试验，应用一次大剂量（＞8～10g）或长期应用较小剂量（＞3～5g/d）时，凝血酶原时间、血清胆红素浓度、血清乳酸脱氢酶浓度及血清氨基转移酶均可增高。 ⑸下列情况应慎用：①乙醇中毒、肝病或病毒性肝炎时，本品有增加肝脏毒性作用的危险；②肾功能不全，虽偶可用，但如长期大量应用，有增加肾脏毒性的危险。 ⑹不宜大量或长期有两个要以防引起造血系统和肝、肾脏损害。 药物相互作用 ⑴在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗痉药的患者，长期或超量服用本品时，更有发生肝脏毒性反应的危险。 ⑵抗凝药：大量或长期应用对乙酰氨基酚时，因可减少凝血因子在肝内的合成，有增强抗凝药的作用，故抗凝药的用量应根据凝血酶原时间进行调整。 ⑶长期大量与阿司匹林、其他水杨酸盐或其他非甾体抗炎药合用时（如每年累积用量至1000g，应用3年以上时），可明显增加肾毒性（包括肾乳头坏死、肾及膀胱癌等）的危险。 ⑷对乙酰氨基酚与抗病毒药齐多夫定合用时，由于两药可互相降低与葡糖醛酸的结合作用而降低清除率，从而增加毒性，因此应避免同时应用。 ⑸与他克莫司合用可导致急性肾衰竭。 ⑹与左氧氟沙星、氧氟沙星合用可增加癫痫发作的风险。 ⑺本品可减弱β受体拮抗药的抗高血压作用。 ⑻本品可减弱血管紧张素转换酶抑制药及利尿药的降压和利尿作用。 ⑼本品可抑制锂盐、钾随尿液排泄，使锂、钾的血浆药物浓度升高。 ⑽本品可升高甲氨蝶呤的血浆药物浓度，从而增强其毒性（白细胞减少、血小板减少、贫血、中毒性肾损害和黏膜溃疡形成）。 ⑾与达那帕特合用可增加出血和椎管内麻醉时血肿发生的风险。 ⑿本品可增加环孢素中毒（肾功能不全、胆汁淤积、感觉异常）的风险。 ⒀本品与丙磺舒合用，本品的血浆药物浓度升高、半衰期延长，疗效增强，但不良反应也相应增加。 ⒁本品与氯霉素同用可增强后者的毒性。 ⒂碳酸氢钠可加快本品的吸收。 ⒃本品与口服磺酰脲类降糖药合用，可增加低血糖的风险。 ⒄与氨氯地平、非洛地平、拉西地平、美尼地平、尼卡地平、硝苯地平、尼伐地平、尼莫地平、尼索地平、尼群地平、普尼地平、地尔硫䓬、氟桂利嗪、利多氟嗪、戈洛帕米、维拉帕米合用，可减弱后者的降压作用，并有致溃疡发生的风险。 ⒅与β-葡聚糖合用可导致严重的胃肠道损害。 ⒆对乙酰氨基酚与氟氯西林合用时应谨慎，可能增加低谷胱甘肽水平导致焦谷氨酸酸中毒风险。特别是患有严重肾功能损害和脓毒症等严重疾病的患者，或营养不良和其他谷胱甘肽缺乏症（例如慢性酒精中毒）患者风险更高。 药物过量 逾量（一日量＞10g）中毒的处理：⑴服药过量时应洗胃或催吐，并给予拮抗剂N-乙酰半胱氨酸，不得给活性炭，因后者可影响拮抗药的吸收；⑵N-乙酰半胱氨酸开始用时按体重给予140mg/kg口服，然后以70mg/kg每4小时1次，共用17次；⑶病情严重时可静脉给药，将药物溶于5％葡萄糖注射液200ml中静注。⑷拮抗药宜尽早应用，12小时内给药疗效满意，超过24小时疗效较差。治疗中应进行血药浓度监测，并给予其他疗法，如用血液透析或血液滤过。⑸服用超量（包括中毒量）时，可很快 用药交代 ⑴不要超量服用对乙酰氨基酚（每日最大剂量不超过2g），而且服用含对乙酰氨基酚药物同时不要饮酒。 ⑵不要同时服用两种及以上含有对乙酰氨基酚成份的药物。 给药说明 ⑴给药前应注意患者的肝、肾功能，对长期较大剂量用药者应定期复查（包括血象及肝肾功能等）。 ⑵服用后，疗效不显著者宜就医改用其他药物。 ⑶本品与水杨酸类或其他非甾体抗炎药不宜同时长期（＞5天）服用。 用法与用量 ⑴退热镇痛：①成人常用量：口服，一次0.3g～0.6g，每4小时一次，或一日4次；一日量不宜超过2.0g。退热疗程一般不超过3天，镇痛不宜超过10天。②儿童常用量：口服，按体重一次10～15mg/kg，或按体表面积一天1.5g/m²，分次服，每4～6小时1次；12岁以下的小儿每24小时不超过5次量，疗程不超过5天。 ⑵骨性关节炎：成人常用量口服缓释片，一次0.65～1.3g，每8小时1次。一日最大量不超过2.0g，疗程遵医嘱。 ⑶肌内注射，成人，一次0.15～0.2g，不宜长期应用，退热疗程不超过3粒；镇痛疗程不超过10日。 剂型与规格 片剂 0.16g 0.3g 0.5g基药 XN02BE甲1060 0% 哪儿有 缓释片 0.65g XN02BE乙1060 5% 哪儿有 胶囊剂 0.3g XN02BE甲1060 0% 暂无 口服溶液 6g 120ml 3.2% 60ml 2.4g 100ml基药 XN02BE乙1060 0% 哪儿有 泡腾颗粒 0.1g基药 XN02BE乙1060 0% 哪儿有 滴剂 1g 10ml 3.0g 30ml 1.5g 15ml XN02BE乙1060 0% 哪儿有 栓剂 0.15g 0.3g 0.6g XN02BE乙1060 0% 哪儿有 口腔崩解片 0.125g 0.16g 哪儿有 干混悬剂 6.5g:0.5g基药 4.22g:1.25g基药 12.65g:3.75g基药 哪儿有 干混悬剂 1.01g:0.3g基药 哪儿有",
      "full_pregnancy_category": "B\n \n",
      "pharmacodynamics": "⑴药效学：本品属于乙酰苯胺类镇痛药，镇痛作用可能是通过抑制中枢神经系统中前列腺素的合成以及阻断痛觉神经末梢的冲动而产生镇痛。解热作用则可能是通过下视丘体温调节中枢产生周围血管扩张、出汗与散热而起作用。本品能症状性缓解疼痛和退热，与非甾体抗炎药相比起抗炎作用弱。 ⑵药动学：口服后自胃肠道吸收而完全（在",
      "full_pharmacodynamics": "⑴药效学：本品属于乙酰苯胺类镇痛药，镇痛作用可能是通过抑制中枢神经系统中前列腺素的合成以及阻断痛觉神经末梢的冲动而产生镇痛。解热作用则可能是通过下视丘体温调节中枢产生周围血管扩张、出汗与散热而起作用。本品能症状性缓解疼痛和退热，与非甾体抗炎药相比起抗炎作用弱。 ⑵药动学：口服后自胃肠道吸收而完全（在高碳水化合物饮食后服药可能降低吸收），吸收后在体液中分布均匀，约有25％与血浆蛋白结合。小量时（血药浓度＜60μg/ml）与蛋白结合不明显，大量或中毒量则结合率较高，可达43％。本品90％～95％在肝脏代谢，主要与葡糖醛酸、硫酸及半胱氨酸结合。中间代谢产物对肝脏有毒性作用。ｔ1/2一般为1～4小时（平均为2小时），肾功能不全时不变，但在某些肝病患者可能延长，老年人和新生儿可有所延长，而小儿则有所缩短。口服后0.5～2小时血药浓度达峰值，剂量在650mg以下时血药浓度为5～20μg/ml，作用持续时间为3～4小时。哺乳期妇女服用本品650mg，1～2小时后乳汁中药物浓度为10～15μg/ml；ｔ1/2为1.35～3.5小时。本品主要以与葡糖醛酸结合的形式从肾脏排泄，24小时内约有3％以原形随尿排出。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2687",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 281,
    "name": "左氧氟沙星氯化钠注射液",
    "full_name": "(甲)左氧氟沙星氯化钠注射液",
    "chemical_name": "左氧氟沙星氯化钠注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "湖南科伦制药"
    ],
    "specifications": [
      {
        "specification": "0.5g/盒",
        "manufacturer": "湖南科伦制药",
        "full_manufacturer": "湖南科伦制药有限公司",
        "price": 8.07,
        "unit": "袋",
        "code": "X00202",
        "approval_number": "国药准字H20203719",
        "insurance_code": "XJ01MAZ083B002050104948",
        "location": "3"
      }
    ],
    "pinyin": "zuoyangfushaxinglvhuana",
    "pinyin_initials": "zyfsxlhn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于敏感细菌；敏感细菌引起的下列感染：\n1.慢性支气管炎急性细菌性感染；耐多药结核病(MDR-TB)。",
      "dosage": "成人：常用量：\n①慢性支气管炎急性细菌性感染：250-500mg",
      "contraindications": "过敏；哺乳期；儿童禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、瘙痒、过敏等。",
      "interactions": "1.含铝或镁的抗酸药、铁剂、锌剂：可减少本品吸收，应间隔至少2小时服用。<br>2.华法林：合用可能增加出血风险，需监测凝血功能。<br>3.非甾体抗炎药：合用可能增加中枢神经系统刺激和惊厥风险。<br>4.茶碱类：合用时可能使茶碱血药浓度升高。<br>5.降糖药：合用时可能引起血糖紊乱（高血糖或低血糖）。<br>6.糖皮质激素：合用可能增加肌腱炎和肌腱断裂风险。<br>7.丙磺舒：合用可能增加左氧氟沙星血药浓度。<br>8.环孢素：合用可能增加环孢素血药浓度。<br>9.延长QT间期药物：合用",
      "pregnancy_category": "C级",
      "pharmacokinetics": "t1/2约8小时，蛋白结合率24，肾脏排泄。",
      "precautions": "2.有中枢神经系统疾病史者：慎用，因可能降低惊厥阈值。4.肝功能减退者：慎用，需监测肝功能。6.糖尿病患者：使用时需注意血糖监测，可能出现血糖紊乱。",
      "source": "湖南药事服务网",
      "full_adverse_reactions": "左氧氟沙星Ⅲ期临床试验资料显示与药物相关的不良反应发生率为6.3％，因不良反应而停药者3.9％。<br>主要的不良反应有：<br>1.胃肠道反应：恶心、腹泻、腹痛、腹胀、呕吐、消化不良、便秘。<br>2.中枢神经系统反应：头痛、头晕、失眠、嗜睡、焦虑、震颤、精神错乱、幻觉、抽搐。<br>3.过敏反应：皮疹、荨麻疹、瘙痒、药物热、血管性水肿、过敏性休克。<br>4.静脉注射给药时少数患者有局部反应，包括注射部位疼痛、炎症。<br>5.实验室检查异常：肝功能异常、白细胞减少等，偶有血糖降低。<br><br>严重和其他重要的不良反应：<br>1.肌腱炎和肌腱断裂：疼痛、肿胀、炎症、断裂，尤其见于老年人、合用糖皮质激素者、肾移植患者。<br>2.周围神经病变：感觉异常、麻木、刺痛、烧灼感、无力，可能不可逆。<br>3.中枢神经系统的影响：抽搐、颅内压升高、精神症状。<br>4.重症肌无力加剧。<br>5.主动脉瘤和主动脉夹层的风险。<br>6.肝损伤：约5%的短期服用患者出现轻微血清丙氨酸转氨酶和天门冬氨酸氨基转移酶水平升高。曾出现因左氧氟沙星导致肝中毒的个案，潜伏期通常较短（1至3周），通常伴有急性肝损伤和黄疸。部分病例甚至出现肝功能衰竭。<br>7.QT间期延长：可能导致心律失常。<br>8.严重皮肤反应：Stevens-Johnson综合征、中毒性表皮坏死松解症。",
      "full_indications": "本品适用于敏感细菌引起的下列感染：<br>1.慢性支气管炎急性细菌性感染。<br>2.社区获得性肺炎（包括由衣原体、支原体引起的社区获得性肺炎）。<br>3.急性上额窦炎。<br>4.急性单纯性下尿路感染。<br>5.复杂性尿路感染。<br>6.急性肾盂肾炎。<br>7.复杂性和非复杂性皮肤及软组织感染。<br>8.用于耐多药结核病(MDR-TB)。",
      "full_dosage": "静脉滴注：<br>⑴成人常用量：<br>①慢性支气管炎急性细菌性感染：250-500mg/日，一次给药，疗程7-14天。<br>②社区获得性肺炎：500mg/日，一次给药，疗程7-14天。<br>③急性上额窦炎：500mg/日，一次给药，疗程10-14天。<br>④急性单纯性下尿路感染：250mg/日，一次给药，疗程3天。<br>⑤复杂性尿路感染：250mg/日，一次给药，疗程7-14天。<br>⑥急性肾盂肾炎：250mg/日，一次给药，疗程7-14天。<br>⑦非复杂性皮肤和软组织感染：250-500mg/日，一次给药，疗程7-10天。<br>⑧复杂性皮肤和软组织感染：500-750mg/日，一次给药，疗程7-14天。<br>⑨耐多药结核病：500-750mg/日，一次给药，疗程根据治疗方案而定。<br><br>⑵肾功能减退患者：肌酐清除率20-49ml/min时，剂量调整为250-500mg/次，每24小时一次；肌酐清除率<20ml/min时，剂量调整为250mg/次，每24小时一次。<br><br>⑶给药说明：<br>①静脉滴注时间不少于60分钟（500mg剂量）或90分钟（750mg剂量）。<br>②本品可直接静脉滴注，无需稀释。<br>③本品仅供静脉滴注，不可静脉推注。<br>④可转换为口服左氧氟沙星片继续治疗。",
      "full_contraindications": "1.对左氧氟沙星或其他喹诺酮类过敏者禁用。<br>2.妊娠及哺乳期妇女禁用。<br>3.18岁以下青少年儿童禁用。<br>4.有肌腱疾病史或发生过肌腱断裂的患者禁用。<br>5.有周围神经病变史的患者禁用。<br>6.有重症肌无力史的患者禁用。<br>7.有QT间期延长或合用可延长QT间期药物的患者禁用。<br>8.对本品任何一种成分过敏者禁用。",
      "full_interactions": "1.含铝或镁的抗酸药、铁剂、锌剂：可减少本品吸收，应间隔至少2小时服用。<br>2.华法林：合用可能增加出血风险，需监测凝血功能。<br>3.非甾体抗炎药：合用可能增加中枢神经系统刺激和惊厥风险。<br>4.茶碱类：合用时可能使茶碱血药浓度升高。<br>5.降糖药：合用时可能引起血糖紊乱（高血糖或低血糖）。<br>6.糖皮质激素：合用可能增加肌腱炎和肌腱断裂风险。<br>7.丙磺舒：合用可能增加左氧氟沙星血药浓度。<br>8.环孢素：合用可能增加环孢素血药浓度。<br>9.延长QT间期药物：合用可能增加心律失常风险。",
      "full_pregnancy_category": "C级。动物实验显示本品对胎儿有不良影响。妊娠期间禁用，尤其是妊娠早期。本品可分泌至乳汁中，哺乳期妇女禁用。",
      "full_pharmacokinetics": "本品系氧氟沙星的左旋异构体，对大多数临床分离菌的抗菌活性为氧氟沙星的2倍。<br>静脉滴注后血药浓度迅速达峰。血浆蛋白结合率约24-38%。<br>体内分布广泛，肺组织药物浓度可达血浓度的2～5倍，皮肤组织、水疱液、扁桃体、前列腺组织、女性生殖道组织、痰液、泪液、唾液中药物浓度约为血浓度的1～2倍，可透过胎盘，脑膜炎症时可透过血脑屏障。<br>代谢和排泄：在体内代谢甚少，主要经肾排泄，给药后48小时内自尿中以药物原形排出给药量的87％，以代谢物形式排出量小于给药量的5％。消除半衰期成人为6～8小时。肾功能减退时，该药消除半衰期延长，需调整剂量。",
      "full_precautions": "1.警告：全身用氟喹诺酮类药品的严重不良反应，包括肌腱炎和肌腱断裂，周围神经病变，中枢神经系统的影响和重症肌无力加剧。<br>2.有中枢神经系统疾病史者：慎用，因可能降低惊厥阈值。<br>3.肾功能减退者：需调整剂量，并监测肾功能。<br>4.肝功能减退者：慎用，需监测肝功能。<br>5.用药期间避免过度日晒：可能引起光敏反应。<br>6.糖尿病患者：使用时需注意血糖监测，可能出现血糖紊乱。<br>7.老年患者：使用时应监测肾功能，老年人更易发生肌腱炎和肌腱断裂。<br>8.运动员：慎用。<br>9.用药期间避免驾驶和操作机器：可能出现头晕、嗜睡等。<br>10.有QT间期延长风险因素者：慎用，需监测心电图。<br>11.本品可能引起二重感染，长期用药需警惕。<br>12.本品仅供静脉滴注，不可静脉推注。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1414",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 282,
    "name": "左氧氟沙星片",
    "full_name": "(甲)左氧氟沙星片",
    "chemical_name": "左氧氟沙星片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "北京吉洛华制药",
      "浙江普利药业"
    ],
    "specifications": [
      {
        "specification": "0.25g/片",
        "manufacturer": "浙江普利药业",
        "full_manufacturer": "浙江普利药业有限公司",
        "price": 11.22,
        "unit": "盒",
        "code": "Y00000014621",
        "approval_number": "国药准字H20213082",
        "insurance_code": "XJ01MAZ074A001010382922",
        "location": "X-3",
        "outpatient_location": "B-3"
      },
      {
        "specification": "500mg/片",
        "manufacturer": "北京吉洛华制药",
        "full_manufacturer": "北京吉洛华制药有限公司",
        "price": 33.12,
        "unit": "盒",
        "code": "Y00000012319",
        "approval_number": "国药准字H20040091",
        "insurance_code": "XJ01MAZ074A001020100226"
      }
    ],
    "pinyin": "zuoyangfushaxing",
    "pinyin_initials": "zyfsx",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于敏感细菌；耐多药结核病(MDR-TB)。",
      "full_indications": "⑴适用于敏感细菌所致的下列感染：慢性支气管炎急性细菌性感染、社区获得性肺炎（包括由衣原体、支原体引起的社区获得性肺炎）和医院获得性肺炎、急性上额窦炎、急性单纯性下尿路感染、复杂性尿路感染、急性肾盂肾炎、复杂性和非复杂性皮肤及软组织感染。<br>⑵用于耐多药结核病(MDR-TB)。",
      "dosage": "成人：一次250-750mg",
      "full_dosage": "口服：成人一次250-750mg，一日1次。根据感染类型和严重程度调整剂量。<br>慢性支气管炎急性细菌性感染：一次250-500mg，一日1次，疗程7-14天。<br>社区获得性肺炎：一次500mg，一日1次，疗程7-14天。<br>非复杂性尿路感染：一次250mg，一日1次，疗程3天。<br>复杂性尿路感染：一次250mg，一日1次，疗程7-14天。<br>急性肾盂肾炎：一次250mg，一日1次，疗程7-14天。<br>皮肤及软组织感染：一次250-500mg，一日1次，疗程7-14天。",
      "contraindications": "过敏；哺乳期；儿童禁用。",
      "full_contraindications": "1.对本品有过敏史者，或对喹诺酮类任何一种药物有过敏史者禁用。<br>2.妊娠及哺乳期妇女禁用。<br>3.18岁以下青少年儿童禁用。",
      "adverse_reactions": "常见：皮疹、恶心、腹泻、头痛、头晕、瘙痒、过敏、疼痛等。",
      "full_adverse_reactions": "左氧氟沙星Ⅲ期临床试验资料显示与药物相关的不良反应发生率为6.3％，因不良反应而停药者3.9％。<br>主要的不良反应有：<br>1.胃肠道反应：恶心、腹泻、腹痛、腹胀等。<br>2.中枢神经系统反应：失眠、头晕、头痛等。<br>3.过敏反应：皮肤瘙痒、皮疹等。<br>4.静脉注射给药时少数患者有局部反应，包括注射部位疼痛、炎症。<br>5.实验室检查异常：肝功能异常、白细胞减少等，偶有血糖降低。<br><br>严重和其他重要的不良反应：<br>1.肌腱炎和肌腱断裂。<br>2.周围神经病变。<br>3.中枢神经系统的影响。<br>4.重症肌无力加剧。<br>5.主动脉瘤和主动脉夹层的风险。<br>6.肝损伤：约5%的短期服用患者出现轻微血清丙氨酸转氨酶和天门冬氨酸氨基转移酶水平升高。曾出现因左氧氟沙星导致肝中毒的个案，潜伏期通常较短（1至3周），通常伴有急性肝损伤和黄疸。部分病例甚至出现肝功能衰竭。",
      "interactions": "1.含铝或镁的抗酸药、铁剂、锌剂可减少本品吸收，应间隔至少2小时服用。<br>2.与华法林合用可能增加出血风险。<br>3.与非甾体抗炎药合用可能增加中枢神经系统刺激和惊厥风险。<br>4.与茶碱类合用时可能使茶碱血药浓度升高。<br>5.与降糖药合用时可能引起血糖紊乱。",
      "full_interactions": "1.含铝或镁的抗酸药、铁剂、锌剂可减少本品吸收，应间隔至少2小时服用。<br>2.与华法林合用可能增加出血风险。<br>3.与非甾体抗炎药合用可能增加中枢神经系统刺激和惊厥风险。<br>4.与茶碱类合用时可能使茶碱血药浓度升高。<br>5.与降糖药合用时可能引起血糖紊乱。",
      "pregnancy_category": "C级；禁用，尤其是妊娠早期",
      "full_pregnancy_category": "C级；禁用，尤其是妊娠早期。",
      "pharmacokinetics": "本品系氧氟沙星的左旋异构体，对大多数临床分离菌的抗菌活性为氧氟沙星的2倍。<br>口服吸收完全，吸收给药量的100％。单次空腹口服100mg和200mg后，Cmax分别为1.36mg/L和3.06mg/L，tmax为1小时。t1/2为6～8小时。<br>体内分布广泛，肺组织药物浓度可达血浓度的2～5",
      "full_pharmacokinetics": "本品系氧氟沙星的左旋异构体，对大多数临床分离菌的抗菌活性为氧氟沙星的2倍。<br>口服吸收完全，吸收给药量的100％。单次空腹口服100mg和200mg后，Cmax分别为1.36mg/L和3.06mg/L，tmax为1小时。t1/2为6～8小时。<br>体内分布广泛，肺组织药物浓度可达血浓度的2～5倍，皮肤组织、水疱液、扁桃体、前列腺组织、女性生殖道组织、痰液、泪液、唾液中药物浓度约为血浓度的1～2倍。<br>本品在体内代谢甚少，主要经肾排泄，给药后48小时内自尿中以药物原形排出给药量的87％，以代谢物形式排出量小于给药量的5％。肾功能减退时，该药消除半衰期延长，需调整剂量。",
      "precautions": "2.有中枢神经系统疾病史者慎用。7.运动员慎用。5.糖尿病患者使用时需注意血糖监测。",
      "full_precautions": "1.警告：全身用氟喹诺酮类药品的严重不良反应，包括肌腱炎和肌腱断裂，周围神经病变，中枢神经系统的影响和重症肌无力加剧。<br>2.有中枢神经系统疾病史者慎用。<br>3.肾功能减退者需调整剂量。<br>4.用药期间避免过度日晒。<br>5.糖尿病患者使用时需注意血糖监测。<br>6.老年患者使用时应监测肾功能。<br>7.运动员慎用。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2089",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 283,
    "name": "盐酸羟甲唑啉喷雾剂",
    "full_name": "(甲)盐酸羟甲唑啉喷雾剂[国基]",
    "chemical_name": "盐酸羟甲唑啉喷雾剂",
    "dosage_form": "喷雾剂",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "南京天朗制药"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "南京天朗制药",
        "full_manufacturer": "南京天朗制药有限公司",
        "price": 12.28,
        "unit": "盒",
        "code": "Y00000015003",
        "approval_number": "国药准字H20093704",
        "insurance_code": "XR01AAQ032L002010101589",
        "location": "C-5",
        "outpatient_location": "C-4"
      }
    ],
    "pinyin": "yansuanqiangjiazuolin",
    "pinyin_initials": "ysqjzl",
    "dosage_form_pinyin": "penwuji",
    "dosage_form_initials": "pwj",
    "manual": {
      "indications": "用于：\n1.急慢性上呼吸道感染；缓解过敏性结膜炎、非感染性结膜炎的眼部症状。",
      "dosage": "⑴每揿定量为0.065ml。",
      "contraindications": "对本品过敏；孕妇禁用。",
      "adverse_reactions": "常见：头痛、头晕、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴高血压、冠心病、甲状腺功能亢进以及糖尿病患者慎用。⑸用于眼科时不宜戴角膜接触镜。⑹本品不宜长期连续使用，一般不宜超过7日。",
      "source": "湖南药事服务网",
      "full_indications": "用于：<br>1.急慢性上呼吸道感染，如急性鼻炎（伤风感冒）、慢性单纯性鼻炎、慢性肥厚性鼻炎、急慢性鼻窦炎；<br>2.变态反应性鼻炎（过敏性鼻炎）、鼻息肉；<br>3.气压损伤性病变，如航空性鼻窦炎、航空性中耳炎；<br>4.其他疾病，如鼻出血、鼻塞性打鼾和其他鼻阻塞性疾病；<br>5.用于缓解过敏性结膜炎、非感染性结膜炎的眼部症状，以及解除由于过敏、干眼症、游泳、烟雾、戴接触镜、疲劳因素所引起的眼部充血。",
      "full_dosage": "⑴每揿定量为0.065ml。将1/4喷头伸入鼻孔内，揿压喷鼻。成人和6岁以上的儿童，一次一侧1～3喷，早晨和睡前各1次，连续使用不得超过7日。若长时间用药，可采用每连续使用7日后停药几日再使用的间断性用药方式。    <br>　　⑵用于眼科：滴入眼睑内，一次1～2滴，一日4～6次。",
      "full_contraindications": "⑴对本品过敏者禁用。  <br>⑵接受单胺氧化酶（MAO）抑制剂治疗的患者禁用。  <br>⑶孕妇、哺乳期妇女以及3岁以下小儿禁用。  <br>⑷眼部用药时不能散瞳的患者（如闭角型青光眼、重度窄角）禁用。",
      "full_adverse_reactions": "⑴喷雾过频易致反跳性鼻充血，久用可致药物性鼻炎。  <br>⑵少数人有轻微烧灼感、针刺感、鼻黏膜干燥以及头痛、头晕、心率加快等反应。  <br>⑶罕见过敏反应。",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴高血压、冠心病、甲状腺功能亢进以及糖尿病患者慎用。  <br>⑵本品不适于萎缩性鼻炎、干燥性鼻炎。  <br>⑶儿童必须在成人监护下使用。  <br>⑷如使用过量或发生严重不良反应时应立即就医。  <br>⑸用于眼科时不宜戴角膜接触镜。  <br>⑹本品不宜长期连续使用，一般不宜超过7日。",
      "pharmacodynamics": "⑴本品是咪唑啉类衍生物，是α肾上腺素受体激动剂，具有良好的外周血管收缩作用，直接激动血管α1受体而引起鼻腔粘膜血管收缩的作用，从而减轻炎症所致的充血和水肿。作用迅速，在几分钟内即可发生作用，可维持数小时，能有效地解除鼻充血。  <br>⑵抗组胺作用：用抗原诱导产生抗体调节人体白细胞中组胺的释放，模拟",
      "full_pharmacodynamics": "⑴本品是咪唑啉类衍生物，是α肾上腺素受体激动剂，具有良好的外周血管收缩作用，直接激动血管α1受体而引起鼻腔粘膜血管收缩的作用，从而减轻炎症所致的充血和水肿。作用迅速，在几分钟内即可发生作用，可维持数小时，能有效地解除鼻充血。  <br>⑵抗组胺作用：用抗原诱导产生抗体调节人体白细胞中组胺的释放，模拟变态反应的体外实验模型表明本品抑制组胺释放的作用很强，3×10-6M时，对白细胞中组胺的释放产生完全的抑制。结果表明：盐酸羟甲唑啉能抑制组胺等致敏类物质的释放，具有抗组胺作用。  <br>⑶抑制腐生菌生长的作用：本品在0.05％～0.1％浓度下，能抑制鼻、喉黏膜腐生菌生长，具有较强的抑菌消炎作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3022",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 284,
    "name": "新癀片",
    "full_name": "(甲)新癀片[市基]",
    "chemical_name": "新癀片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "厦门中药厂"
    ],
    "specifications": [
      {
        "specification": "0.32g/片",
        "manufacturer": "厦门中药厂",
        "full_manufacturer": "厦门中药厂有限公司",
        "price": 24.0,
        "unit": "盒",
        "code": "Y00000014979",
        "approval_number": "国药准字Z35020063",
        "insurance_code": "ZA04BAX0698010204875",
        "location": "C-1",
        "outpatient_location": "C-1"
      }
    ],
    "pinyin": "xinhuang",
    "pinyin_initials": "xh",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于急、慢性肝炎引起的肝功能异常，改善肝功能异常。亦可用于湿疹、皮肤炎、斑秃。",
      "dosage": "口服：推荐剂量为成人一次2～3片(粒)，小儿一次1片(粒)，一日3次，饭后口服。可依年龄、症状适当增减。",
      "contraindications": "症 对本品有过敏史者和醛固酮症患者，肌病患者，低钾、高钠血症患者和肾衰竭患者禁用。",
      "adverse_reactions": "不良反应有食欲缺乏、恶心、呕吐、腹胀，以及皮肤瘙痒、荨麻疹、口干和水肿，头痛、头晕、心悸及高血压增高等，一般较轻。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "参阅甘草酸单胺。",
      "precautions": "⑵一般注意事项 由于该制剂中含有甘草酸苷，所以与含其它甘草制剂并用时，可增加体内甘草酸苷含量，容易出现假性醛固酮增多症，应予注意。⑶给药时注意 药品交付时，应指导服药时请将片剂从铝铂包装中取出后再服用(有报导将铝铂包装一起服用而导致食道粘膜损伤，甚至穿孔引起纵膈炎症等危重并发症)。用药交代 饭后服用，高龄患者需慎重给药，需要监测患者的血钾水平，以避免出现低血",
      "source": "湖南药事服务网",
      "full_indications": "用于急、慢性肝炎引起的肝功能异常，改善肝功能异常。亦可用于治疗湿疹、皮肤炎、斑秃。",
      "full_dosage": "口服：推荐剂量为成人一次2～3片(粒)，小儿一次1片(粒)，一日3次，饭后口服。可依年龄、症状适当增减。",
      "full_contraindications": "症 对本品有过敏史者和醛固酮症患者，肌病患者，低钾、高钠血症患者和肾衰竭患者禁用。",
      "full_adverse_reactions": "不良反应有食欲缺乏、恶心、呕吐、腹胀，以及皮肤瘙痒、荨麻疹、口干和水肿，头痛、头晕、心悸及高血压增高等，一般较轻。",
      "full_interactions": "与袢利尿剂、利尿酸、速尿等噻嗪类及降压利尿剂三氯噻嗪、氯噻酮等同时使用时可能出现低血钾症，应特别注意血钾的检测。 用药交代 饭后服用，高龄患者需慎重给药，需要监测患者的血钾水平，以避免出现低血钾。",
      "full_pharmacokinetics": "参阅甘草酸单胺。",
      "full_precautions": "⑴慎重给药 对高龄患者应慎重给药(高龄患者低钾血症发生率高)。 ⑵一般注意事项 由于该制剂中含有甘草酸苷，所以与含其它甘草制剂并用时，可增加体内甘草酸苷含量，容易出现假性醛固酮增多症，应予注意。 ⑶给药时注意 药品交付时，应指导服药时请将片剂从铝铂包装中取出后再服用(有报导将铝铂包装一起服用而导致食道粘膜损伤，甚至穿孔引起纵膈炎症等危重并发症)。 药物相互作用 与袢利尿剂、利尿酸、速尿等噻嗪类及降压利尿剂三氯噻嗪、氯噻酮等同时使用时可能出现低血钾症，应特别注意血钾的检测。 用药交代 饭后服用，高龄患者需慎重给药，需要监测患者的血钾水平，以避免出现低血钾。",
      "composition": "肿节风、三七、人工牛黄、猪胆汁膏、肖梵天花、珍珠层粉、水牛角浓缩粉、红米曲、吲哚美辛。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4187",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 285,
    "name": "阿兹夫定片",
    "full_name": "(乙10%)阿兹夫定片",
    "chemical_name": "阿兹夫定片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "河南真实生物科技"
    ],
    "specifications": [
      {
        "specification": "1mg/片",
        "manufacturer": "河南真实生物科技",
        "full_manufacturer": "河南真实生物科技有限公司",
        "price": 174.65,
        "unit": "瓶",
        "code": "Y00000015048",
        "approval_number": "国药准字H20210035",
        "insurance_code": "XJ05ARA359A001020100190"
      }
    ],
    "pinyin": "azifuding",
    "pinyin_initials": "azfd",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "⑴用于与核苷逆转录酶抑制剂及非核苷逆转录酶抑制剂联用，治疗高病毒载量的成年HIV-1感染患者。<br>⑵用于普通型新型冠状病毒肺炎（COVID-19）成年患者。",
      "dosage": "口服：\n⑴用于成年HIV-1感染：推荐剂量为一次1~3mg，一日1次，推荐睡前空腹口服，连续服用48周。",
      "contraindications": "对阿兹夫定或制剂中其他任何成分过敏者禁用。",
      "adverse_reactions": "单次给药试验未出现严重不良反应，不良反应主要为发热、头痛、头晕、恶心、呕吐、腹泻，严重程度均为1级；多次给药试验未出现严重不良反应，不良反应主要为头晕、恶心，严重程度为1~2 级。",
      "interactions": "阿兹夫定为P-糖蛋白（P-gp）底物及弱效P-gp 诱导剂，基于此，推测合用P-gp底物（地高辛、达比加群酯、秋水仙碱）及P-gp 抑制剂（如环孢素、伊曲康唑、伏立康唑、泊沙康唑等唑类抗真菌药，利托那韦、决奈达隆、胺碘酮、维拉帕米、克拉霉素、葡萄柚汁）、P-gp诱导剂（如利福平、圣约翰草提取物）时需慎重。若确需联合使用，必要时进行血药浓度监测。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴不建议在妊娠期和哺乳期使用，中重度肝、肾功能损伤患者慎用。各地要严格按照《药品不良反应报告和监测管理办法》要求，做好不良反应监测和报告工作，确保用药安全。医师开具该药品前要熟知禁忌症、不良反应、药物的相互作用等，并详细询问患者的药物过敏史等情况，避免有禁忌症的患者使用。",
      "source": "湖南药事服务网",
      "full_indications": "⑴用于与核苷逆转录酶抑制剂及非核苷逆转录酶抑制剂联用，治疗高病毒载量的成年HIV-1感染患者。<br>⑵用于治疗普通型新型冠状病毒肺炎（COVID-19）成年患者。",
      "full_dosage": "口服：<br>⑴用于成年HIV-1感染：推荐剂量为一次1~3mg，一日1次，推荐睡前空腹口服，连续服用48周。应整片吞服，不可碾碎哦。<br>⑵用于普通型COVID-19成年患者治疗：推荐剂量为一次5mg，一日1次，空腹整片吞服，疗程至多不超过14天。",
      "full_contraindications": "对阿兹夫定或制剂中其他任何成分过敏者禁用。",
      "full_adverse_reactions": "单次给药试验未出现严重不良反应，不良反应主要为发热、头痛、头晕、恶心、呕吐、腹泻，严重程度均为1级；多次给药试验未出现严重不良反应，不良反应主要为头晕、恶心，严重程度为1~2 级。",
      "full_interactions": "阿兹夫定为P-糖蛋白（P-gp）底物及弱效P-gp 诱导剂，基于此，推测合用P-gp底物（地高辛、达比加群酯、秋水仙碱）及P-gp 抑制剂（如环孢素、伊曲康唑、伏立康唑、泊沙康唑等唑类抗真菌药，利托那韦、决奈达隆、胺碘酮、维拉帕米、克拉霉素、葡萄柚汁）、P-gp诱导剂（如利福平、圣约翰草提取物）时需慎重。若确需联合使用，必要时进行血药浓度监测。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴不建议在妊娠期和哺乳期使用，中重度肝、肾功能损伤患者慎用。<br>⑵尚未在肾功能损伤患者或进行血液透析的患者中研究阿兹夫定。<br>⑶使用该药品前应详细阅读国家药监局核准的《阿兹夫定片说明书》，按照说明书规定的适应症、用法用量正确使用药品。患者应在医师或药师指导下用药。医师开具该药品前要熟知禁忌症、不良反应、药物的相互作用等，并详细询问患者的药物过敏史等情况，避免有禁忌症的患者使用。各地要严格按照《药品不良反应报告和监测管理办法》要求，做好不良反应监测和报告工作，确保用药安全。",
      "pharmacodynamics": "阿兹夫定为人工合成的核苷类似物，属于胞嘧啶核苷类似物，一种广谱RNA病毒抑制剂，是新型核苷类逆转录酶和辅助蛋白Vif抑制剂，在细胞内代谢成具有活性的5′-三磷酸盐代谢物（阿兹夫定三磷酸盐），特异性作用于新冠病毒RNA 依赖的RNA聚合酶（RdRp），在新冠病毒RNA合成过程中嵌入其中，从而有效抑制新",
      "full_pharmacodynamics": "阿兹夫定为人工合成的核苷类似物，属于胞嘧啶核苷类似物，一种广谱RNA病毒抑制剂，是新型核苷类逆转录酶和辅助蛋白Vif抑制剂，在细胞内代谢成具有活性的5′-三磷酸盐代谢物（阿兹夫定三磷酸盐），特异性作用于新冠病毒RNA 依赖的RNA聚合酶（RdRp），在新冠病毒RNA合成过程中嵌入其中，从而有效抑制新冠病毒复制，达到治疗 COVID-19 的效果。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13321",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 286,
    "name": "和血明目片",
    "full_name": "(甲)和血明目片[国基]",
    "chemical_name": "和血明目片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "西安碑林药业"
    ],
    "specifications": [
      {
        "specification": "0.31g/片",
        "manufacturer": "西安碑林药业",
        "full_manufacturer": "西安碑林药业股份有限公司",
        "price": 66.51,
        "unit": "盒",
        "code": "Y00000014970",
        "approval_number": "国药准字Z20073062",
        "insurance_code": "ZE02AAH0078010202458",
        "location": "G-1",
        "outpatient_location": "D-1"
      }
    ],
    "pinyin": "hexuemingmu",
    "pinyin_initials": "hxmm",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于：1.过敏性鼻炎；2.荨麻疹；3.各种过敏性皮肤病。",
      "dosage": "成人：①口服，一次4～8mg，一日1～3次。 ②",
      "contraindications": "症 ⑴新生儿、早产儿、癫痫患者、接受单胺氧化酶抑制剂治疗者禁用。 ⑵对本品及辅料过敏者禁用。",
      "adverse_reactions": "常见：皮疹、发热、过敏、嗜睡等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "t1/2约15小时，肝脏代谢。",
      "precautions": "⑴婴幼儿、孕妇、闭角型青光眼、膀胱颈部或幽门十二指肠梗阻或消化性溃疡致幽门狭窄者、心血管疾病者及肝功能不良者慎用。 ⑵老年人酌减量。 ⑶孕期及哺乳期妇女慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于：1.过敏性鼻炎；2.荨麻疹；3.各种过敏性皮肤病。",
      "full_dosage": "成人：①口服，一次4～8mg，一日1～3次。 ②肌内注射，一次5～20mg，一日1～2次。",
      "full_contraindications": "症 ⑴新生儿、早产儿、癫痫患者、接受单胺氧化酶抑制剂治疗者禁用。 ⑵对本品及辅料过敏者禁用。",
      "full_adverse_reactions": "⑴有嗜睡、疲劳、口干、咽干、咽痛，少见有皮肤瘀斑及出血倾向胸闷、心悸。 ⑵少数患者出现药疹。 ⑶个别患者有烦躁、失眠等中枢兴奋症状，甚至可能诱发癫痫。 肝损伤 ⑴肝毒性： 尽管用途广泛，第一代抗组胺药物（如溴苯那敏和扑尔敏）都极少引起肝功能检查异常或临床症状明显的肝损伤。有单例来自法国的病例报告显示患者因使用右扑尔敏出现临床症状明显的肝损伤（伴随黄疸）。发病潜伏期为10天，临床表现类似于急性病毒性肝炎，初期症状为血清转氨酶水平显著上升和黄疸。患者可较快彻底恢复，但会在重新用药后的10日之内引起黄疸和肝炎复发。没有发现免疫超敏症状（皮疹、发热和嗜酸性粒细胞增多症）和自身抗体。有趣的是，患者对其他的抗组胺药物（西替利嗪）具有良好耐受性。⑵损伤机制： 溴苯那敏和扑尔敏相对较为安全的原因可能与较低的日常剂量和有限的治疗时间有关。右扑尔敏引起肝损伤的极少数病例可能与超敏反应有关。⑶肝损星级：★ 禁忌症 ⑴新生儿、早产儿、癫痫患者、接受单胺氧化酶抑制剂治疗者禁用。 ⑵对本品及辅料过敏者禁用。",
      "full_interactions": "⑴氯苯那敏与酒精和中枢神经系统抑制药并用，可加强本品的中枢抑制作用。 ⑵氯苯那敏可增强金刚烷胺、氟哌啶醇、抗胆碱药、三环类抗抑郁药、吩噻嗪类及拟交感神经药的药效。 ⑶氯苯那敏与奎尼丁合用，可增强本品的抗胆碱作用。 ⑷氯苯那敏能增加氯喹的吸收和药效，从而提高寄生虫病的治愈率。 ⑸氯苯那敏可抑制苯妥英代谢的肝微粒体酶，合用时可引起苯妥英蓄积中毒，应注意监测苯妥英的血药浓度。 ⑹氯苯那敏不宜与哌替啶、阿托品等药合用，亦不宜与氨茶碱作混合注射。 ⑺氯苯那敏与普萘洛尔有拮抗作用。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 给药说明 可与食物、水或奶同服，以减少对胃的刺激。 用法与用量 成人：①口服，一次4～8mg，一日1～3次。 ②肌内注射，一次5～20mg，一日1～2次。",
      "full_pharmacokinetics": "半衰期为12～15小时，作用可维持4～6小时 经肝脏代谢，其代谢物经尿液、粪便、汗液排泄",
      "full_precautions": "⑴婴幼儿、孕妇、闭角型青光眼、膀胱颈部或幽门十二指肠梗阻或消化性溃疡致幽门狭窄者、心血管疾病者及肝功能不良者慎用。 ⑵老年人酌减量。 ⑶孕期及哺乳期妇女慎用。",
      "full_pregnancy_category": "B\n \n",
      "composition": "蒲黄、丹参、地黄、墨旱莲、菊花、黄芩（炭）、决明子、车前子、茺蔚子、女贞子、夏枯草、龙胆、郁金、木贼、赤芍、牡丹皮、当归、川芎。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6670",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 287,
    "name": "香菊胶囊",
    "full_name": "(甲)香菊胶囊[国基]",
    "chemical_name": "香菊胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "山东步长制药"
    ],
    "specifications": [
      {
        "specification": "300mg/粒",
        "manufacturer": "山东步长制药",
        "full_manufacturer": "山东步长制药股份有限公司",
        "price": 22.89,
        "unit": "盒",
        "code": "Y00000014974",
        "approval_number": "国药准字Z19991040",
        "insurance_code": "ZF02AAX0125010204073",
        "location": "C-1",
        "outpatient_location": "C-1"
      }
    ],
    "pinyin": "xiangju",
    "pinyin_initials": "xj",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于黄褐斑、轻度雀斑及其他色素沉着性皮肤病。",
      "dosage": "晚上洗净皮肤后，薄涂色斑处，一日2次。早晚各一次，一般要搽数周，色素斑才会减轻；如果病变无改善仍持续用药几周。当斑变颜色恢复至正常肤色时，应渐渐减少用药。用药时如治疗2个月后仍未出现去斑或色素变浅效果，应停用该药或遵医嘱。",
      "contraindications": "症 对本品过敏者禁用；妊娠期妇女禁用。",
      "adverse_reactions": "可见有烧灼感，个别可致色素脱失或发生接触性皮炎，如有则应及时停用。",
      "interactions": "与过氧化氢或过氧苯酰同用可能导致皮肤黑染，如发生上述情况，立即停止使用并用肥皂和清水洗净皮肤，皮肤黑染可以消除；避免与含间苯二酚、酚、水杨酸等药物同时外用。 用药交代 ⑴本品如放冰箱冷藏保存(只要不变色就一直可以用)。一旦变色，禁止使用。 ⑵使用本品因患者个体差异，见效可能有快有慢，请在药师或医师指导下使用，不要随便停用或长期使用。",
      "pregnancy_category": null,
      "pharmacokinetics": null,
      "precautions": "⑴对其敏感性进行皮试，可在无损皮肤涂用24小时，如出现少量红斑，则不必禁用该药。因此要注意避光保存，最好放在冰箱内低温保存。",
      "source": "湖南药事服务网",
      "full_indications": "用于黄褐斑、轻度雀斑及其他色素沉着性皮肤病。",
      "full_dosage": "晚上洗净皮肤后，薄涂色斑处，一日2次。早晚各一次，一般要搽数周，色素斑才会减轻；如果病变无改善仍持续用药几周。当斑变颜色恢复至正常肤色时，应渐渐减少用药。用药时如治疗2个月后仍未出现去斑或色素变浅效果，应停用该药或遵医嘱。",
      "full_contraindications": "症 对本品过敏者禁用；妊娠期妇女禁用。",
      "full_adverse_reactions": "可见有烧灼感，个别可致色素脱失或发生接触性皮炎，如有则应及时停用。",
      "full_interactions": "与过氧化氢或过氧苯酰同用可能导致皮肤黑染，如发生上述情况，立即停止使用并用肥皂和清水洗净皮肤，皮肤黑染可以消除；避免与含间苯二酚、酚、水杨酸等药物同时外用。 用药交代 ⑴本品如放冰箱冷藏保存(只要不变色就一直可以用)。一旦变色，禁止使用。 ⑵使用本品因患者个体差异，见效可能有快有慢，请在药师或医师指导下使用，不要随便停用或长期使用。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴对其敏感性进行皮试，可在无损皮肤涂用24小时，如出现少量红斑，则不必禁用该药。但如用药部位出现瘙痒、水疱或特殊的炎症反应，则建议停用该药。 ⑵应在晚上涂抹，白天不用。由于氢醌是一种光感性物质，故适宜晚上使用，白天可配合使用一些防晒护肤霜。同时氢醌霜见阳光可以加重对皮肤的刺激性，引起过敏反应。 ⑶不要涂擦损害附近的正常皮肤，也不要用的太多，以免使皮肤颜色斑驳不均匀。 ⑷本品性质不稳定，易氧化变色，在光照及碱性条件下尤甚。因此要注意避光保存，最好放在冰箱内低温保存。一旦变色，禁止使用。 ⑸不可用于眼部和伤口周围的斑变。",
      "composition": "化香树果序、夏枯草、野菊花、生黄芪、辛夷、防风、白芷、甘草、川芎。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3943",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 288,
    "name": "乙型肝炎人免疫球蛋白",
    "full_name": "(自)乙型肝炎人免疫球蛋白",
    "chemical_name": "乙型肝炎人免疫球蛋白",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "华兰生物工程"
    ],
    "specifications": [
      {
        "specification": "200IU/支",
        "manufacturer": "华兰生物工程",
        "full_manufacturer": "华兰生物工程股份有限公司",
        "price": 187.0,
        "unit": "盒",
        "code": "X00188",
        "approval_number": "国药准字S20023028",
        "insurance_code": "XJ06BBY126B001020103115",
        "location": "2D-1",
        "outpatient_location": "2D-5"
      }
    ],
    "pinyin": "yixingganyanrenmianyiqiudanbai",
    "pinyin_initials": "yxgyrmyqdb",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于乙型肝炎(简称乙肝)；乙型肝炎(简称乙肝)的预防；：\n1.乙型肝炎表面抗原阳性母亲的新生儿。",
      "dosage": "成人：为200U；儿童：为100U",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "个别病人注射后出现一过性头痛、心慌、恶心等反应，大多轻微，无需特殊处理可自行恢复。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：本品用乙型肝炎疫苗免疫的健康人血清，经过低温乙醇法分离提取，并经病毒灭活处理的免疫球蛋白，其中丙种球蛋白含量在90％以上。本品含有高效价的乙型肝炎表面抗体，能与相应的抗原专一结合起到被动免疫作用，有提高人体对乙型肝炎病毒免疫功能的作用。注射乙型肝炎免疫球蛋白可在乙型肝炎疫苗主动免疫尚未产生",
      "precautions": "⑴制剂久贮可能出现微量沉淀，但一经摇动应立即消散，如有摇动不散的沉淀或异物则不可使用。  \n⑵冻干制剂用灭菌注射用水溶解成100U/ml溶液，溶液应澄清或可带乳光液体。  \n⑶本品应一次用完，不得分次使用或给第二人使用。",
      "source": "湖南药事服务网",
      "full_indications": "用于乙型肝炎(简称乙肝)的预防，主要适用于：<br>1.乙型肝炎表面抗原阳性母亲的新生儿；<br>2.预防意外感染人群，如血友病患者、肾透析患者、医务人员或皮肤破损被乙型肝炎表面抗原阳性的血液或分泌物污染的人员等；<br>3.与乙型肝炎患者或携带者密切接触的易感人群。",
      "full_dosage": "⑴母婴阻断：乙型肝炎表面抗原阳性穆青的婴儿出生24小时内肌内注射100～200U，同时联合乙型肝炎疫苗，按乙型肝炎疫苗注射程序全程注射（按照0、1、6个月或医生推荐的适宜方案）；也可在婴儿出生24小时内肌内注射100～200U，1个月时再注射一次，同时按乙型肝炎疫苗注射程序全程注射。单独使用乙型肝炎免疫球蛋白很少获得满意效果，如果单独使用应多次注射，3～4周一次，每次100～200U。   <br>　　⑵乙型肝炎预防：用于预防意外暴露时，注射越早越好，一般应在24小时内进行肌内注射，最迟不超过7天。一次注射量儿童为100U，成人为200U，必要时剂量可加倍，3～4周再注射一次，必要时按程序全程注射乙型肝炎疫苗。",
      "full_contraindications": "⑴对人免疫球蛋白过敏或有其他严重过敏史者禁用；  <br>⑵选择性IgA缺乏而IgA抗体阳性者禁用。",
      "full_adverse_reactions": "个别病人注射后出现一过性头痛、心慌、恶心等反应，大多轻微，无需特殊处理可自行恢复。",
      "full_interactions": "",
      "full_pharmacokinetics": "⑴药效学：本品用乙型肝炎疫苗免疫的健康人血清，经过低温乙醇法分离提取，并经病毒灭活处理的免疫球蛋白，其中丙种球蛋白含量在90％以上。本品含有高效价的乙型肝炎表面抗体，能与相应的抗原专一结合起到被动免疫作用，有提高人体对乙型肝炎病毒免疫功能的作用。注射乙型肝炎免疫球蛋白可在乙型肝炎疫苗主动免疫尚未产生前，为HBV感染者提供被动免疫保护。<br>　　⑵药动学：乙型肝炎免疫球蛋白在人体的半衰期为17.5～25天，一般人在注射100～200IU/ml乙型肝炎免疫球蛋白后，血清中表面抗体（抗-HBs）可达38.9％，7天为41.7％，14天为11.1％，21天为8.3％。因为乙型肝炎免疫球蛋白在体内半衰期较短，应多次连续注射，以获得持久的保护作用。一般多次注射后12个月内可维持一定水平，以后抗体滴度即迅速下降。",
      "full_precautions": "⑴制剂久贮可能出现微量沉淀，但一经摇动应立即消散，如有摇动不散的沉淀或异物则不可使用。  <br>⑵冻干制剂用灭菌注射用水溶解成100U/ml溶液，溶液应澄清或可带乳光液体。  <br>⑶本品应一次用完，不得分次使用或给第二人使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3512",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 289,
    "name": "醋酸泼尼松龙滴眼液",
    "full_name": "(甲)醋酸泼尼松龙滴眼液",
    "chemical_name": "醋酸泼尼松龙滴眼液",
    "dosage_form": "滴眼液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "AbbVie Limited"
    ],
    "specifications": [
      {
        "specification": "5ml:50滴/瓶",
        "manufacturer": "AbbVie Limited",
        "full_manufacturer": "AbbVie Limited(Allergan Pharmaceuticals Ireland)",
        "price": 28.77,
        "unit": "盒",
        "code": "X00132",
        "approval_number": "国药准字HJ20171243",
        "insurance_code": "XS01BAP060G010010178976",
        "location": "G-2",
        "outpatient_location": "D-2"
      }
    ],
    "pinyin": "cusuanponisonglong",
    "pinyin_initials": "cspnsl",
    "dosage_form_pinyin": "diyanye",
    "dosage_form_initials": "dyy",
    "manual": {
      "indications": "肾上腺皮质激素类药。主要用于过敏性与自身免疫性炎症性疾病。由于本品潴钠作用较弱，故一般不用作肾上腺皮质功能减退的替代治疗。亦可用于对本品敏感的眼球结膜、角膜和其他前段组织炎症。",
      "dosage": "成人：开始每日量按病情轻重缓急15～40mg",
      "contraindications": "⑴禁用于对本品及其它甾体激素过敏者。\n⑵禁用于对乙醇或丙二醇过敏的患者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、头晕、发热、瘙痒、过敏等。",
      "interactions": "参阅肾上腺皮质激素项。",
      "pregnancy_category": null,
      "pharmacokinetics": "⑴药效学：参阅肾上腺皮质激素。  <br>　　⑵药动学：本品极易从消化道吸收，其本身以活性形式存在，无需经肝脏转化即发挥其生物效应。口服后约1～2小时血药浓度达峰值，ｔ1/2为2～3小时。肌内注射时，本品磷酸钠盐极易吸收，而其醋酸根混悬液则吸收缓慢。在血中本品大部分与血浆蛋白结合（但结合率低于氢化可",
      "precautions": "已明确对乙醇过敏患者禁用本品，有中枢神经系统抑制或肝功能不全者应慎用本品。但据上市后监测数据和报道，本品会诱发潮红、皮疹、心悸、胸闷、恶心、呕吐、瘙痒、呼吸困难、头晕、过敏反应、过敏样反应等不良反应。⑶对使用本品治疗过敏性疾病的患者，应加强监测。",
      "source": "湖南药事服务网",
      "full_indications": "肾上腺皮质激素类药。主要用于过敏性与自身免疫性炎症性疾病。由于本品潴钠作用较弱，故一般不用作肾上腺皮质功能减退的替代治疗。亦可用于对本品敏感的眼球结膜、角膜和其他前段组织炎症。",
      "full_dosage": "⑴口服：用于治疗过敏性、炎症性疾病，成人开始每日量按病情轻重缓急15～40mg，需要时可用到60mg或每日0.5～1mg/kg，发热患者分3次服用。体温正常者每日晨起一次顿服。病情稳定后应逐渐减量，维持量5～10mg，视病情而定。小儿开始用量一日按体重1mg/kg。    <br>　　⑵肌内注射（泼尼松龙磷酸钠酯）：一次10～40mg，必要时可加量。<br>　　⑶静脉滴注（泼尼松龙磷酸钠酯）：一次10～20mg，加入5％葡萄糖注射液500ml中滴注。静脉注射用于危重病人，一次10～20mg，必要时可重复。<br>　　⑷用于眼科：滴入眼睑内，一次1～2滴，一日3～4次，初始治疗的2日可酌情增至每小时2滴。",
      "full_contraindications": "⑴禁用于对本品及其它甾体激素过敏者。<br>⑵禁用于对乙醇或丙二醇过敏的患者。",
      "full_adverse_reactions": "注射剂上市后不良反应监测数据显示本品可见以下不良反应/事件：<br>⑴血管损害：潮红、皮肤灼热等；<br>⑵皮肤及其附件损害：皮疹、瘙痒、皮肤发红、多汗等；<br>⑶全身性损害：发热、寒战、疼痛、乏力、过敏反应、过敏样反应、过敏性休克等；<br>⑷消化系统损害：恶心、呕吐、腹痛等；<br>⑸心血管系统损害：心悸、心慌、心律失常、血压升高等；<br>⑹呼吸系统损害：胸闷、气促、憋气、呼吸困难等；<br>⑺神经精神系统损害：头晕、头痛、失眠、烦躁等；<br>⑻用药部位损害：注射部位静脉炎、注射部位疼痛等；<br>⑼其他：双硫仑样反应、药物-酒精相互作用等。",
      "full_interactions": "参阅肾上腺皮质激素项。",
      "full_pharmacokinetics": "⑴药效学：参阅肾上腺皮质激素。  <br>　　⑵药动学：本品极易从消化道吸收，其本身以活性形式存在，无需经肝脏转化即发挥其生物效应。口服后约1～2小时血药浓度达峰值，ｔ1/2为2～3小时。肌内注射时，本品磷酸钠盐极易吸收，而其醋酸根混悬液则吸收缓慢。在血中本品大部分与血浆蛋白结合（但结合率低于氢化可的松），游离的和结合型代谢产物自尿中排出，部分以原形排出，小部分可经乳汁排出。",
      "full_precautions": "⑴用药前应仔细阅读药品说明书，并仔细询问患者情况、用药史和既往过敏史。<br>⑵本品作为糖皮质激素药物，具有抗炎、抗过敏和抑制免疫等多种药理作用。但据上市后监测数据和报道，本品会诱发潮红、皮疹、心悸、胸闷、恶心、呕吐、瘙痒、呼吸困难、头晕、过敏反应、过敏样反应等不良反应。<br>⑶对使用本品治疗过敏性疾病的患者，应加强监测。若症状恶化或出现新的过敏症状，应立即停药，必要时采取恰当的干预措施。<br>⑷本品辅料中包含乙醇，据报道，对乙醇过敏的患者在使用本品治疗过敏性疾病时曾发生严重的变态反应。已明确对乙醇过敏患者禁用本品，有中枢神经系统抑制或肝功能不全者应慎用本品。<br>⑸本品辅料中包含乙醇，据报道，与硝基咪唑类药物如甲硝唑、具有甲硫四氮唑侧链结构的药物如头孢哌酮、具有甲硫三嗪侧链结构的药物如头孢曲松等抑制乙醛脱氢酶活性的药物联用会引起双硫仑样反应，如潮红、皮疹、胸闷、气短、恶心、呕吐、呼吸困难、血压下降等。应避免本品与抑制乙醛脱氢酶活性的药物联用。<br>⑹用药后不得驾驶机、车、船，从事高空作业，机械作业及操作精密仪器。<br>⑺其余参阅肾上腺皮质激素。用于眼部时应经常测眼压。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1238",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 290,
    "name": "盐酸丙卡特罗颗粒",
    "full_name": "(甲)盐酸丙卡特罗颗粒",
    "chemical_name": "盐酸丙卡特罗颗粒",
    "dosage_form": "颗粒",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "黑龙江龙德药业"
    ],
    "specifications": [
      {
        "specification": "150ug/盒",
        "manufacturer": "黑龙江龙德药业",
        "full_manufacturer": "黑龙江龙德药业有限公司",
        "price": 58.5,
        "unit": "盒",
        "code": "Y00000014994",
        "approval_number": "国药准字H20041825",
        "insurance_code": "XR03CCB127N001010203848",
        "location": "H-4",
        "outpatient_location": "2H-1"
      }
    ],
    "pinyin": "yansuanbingkateluo",
    "pinyin_initials": "ysbktl",
    "dosage_form_pinyin": "keli",
    "dosage_form_initials": "kl",
    "manual": {
      "indications": "适用于支气管哮喘及其他伴有支气管痉挛的肺部疾病。",
      "dosage": "成人：常用量：一次50μg；儿童：一次25μg",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "偶有心律失常、心悸、面色潮红发生，可有肌颤、头痛、眩晕、耳鸣出现。偶有胃部不适、皮疹、口渴、鼻塞发生。",
      "interactions": "⑴与其他肾上腺素受体激动剂及茶碱类药物伍用，疗效可能增加，但心律失常、心率增快等不良反应也会增多，甚至出现心跳骤停。  <br>⑵非选择性β受体阻滞剂可部分抑制该药的作用。  <br>⑶与茶碱类及抗胆碱能支气管扩张药合用，其支气管扩张作用增强，但可能产生降低血钾作用，并因此影响心率。  <br>⑷应避免与单胺氧化酶抑制药及三环类抗抑郁药同时应用。",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "⑴孕妇及乳幼儿服用本品的安全性尚未确立，应慎用。⑵患甲状腺功能亢进、冠心病、高血压、心律失常、糖尿病者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "适用于支气管哮喘及其他伴有支气管痉挛的肺部疾病。",
      "full_dosage": "口服：<br>　　⑴成人常用量：一次50μg，一日2次，清晨或睡前服用；或每晚一次50μg，睡前服用。<br>　　⑵6岁以上儿童：一次25μg，一日2次；或每晚一次25μg，睡前服用。    <br>　　⑶3～6岁可按体重1～1.25μg/（kg·次），或遵医嘱。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "偶有心律失常、心悸、面色潮红发生，可有肌颤、头痛、眩晕、耳鸣出现。偶有胃部不适、皮疹、口渴、鼻塞发生。",
      "full_interactions": "⑴与其他肾上腺素受体激动剂及茶碱类药物伍用，疗效可能增加，但心律失常、心率增快等不良反应也会增多，甚至出现心跳骤停。  <br>⑵非选择性β受体阻滞剂可部分抑制该药的作用。  <br>⑶与茶碱类及抗胆碱能支气管扩张药合用，其支气管扩张作用增强，但可能产生降低血钾作用，并因此影响心率。  <br>⑷应避免与单胺氧化酶抑制药及三环类抗抑郁药同时应用。",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "⑴孕妇及乳幼儿服用本品的安全性尚未确立，应慎用。  <br>⑵患甲状腺功能亢进、冠心病、高血压、心律失常、糖尿病者慎用。  <br>⑶长期应用可形成耐药，疗效降低。",
      "pharmacodynamics": "⑴药效学：本品对β2受体有较高选择性，其作用比沙丁胺醇强3～10倍。具有以下作用特点：①扩张支气管：作用于β2受体，松弛支气管平滑肌。②动物实验表明对抗原激发后的即时型及迟发型气道阻力增高都有抑制作用。③动物实验中观察到有促进支气管黏膜纤毛运动作用。④对运动性哮喘有抑制作用。 <br>　　⑵药动学：",
      "full_pharmacodynamics": "⑴药效学：本品对β2受体有较高选择性，其作用比沙丁胺醇强3～10倍。具有以下作用特点：①扩张支气管：作用于β2受体，松弛支气管平滑肌。②动物实验表明对抗原激发后的即时型及迟发型气道阻力增高都有抑制作用。③动物实验中观察到有促进支气管黏膜纤毛运动作用。④对运动性哮喘有抑制作用。 <br>　　⑵药动学：口服后1小时起效，1.5小时左右作用最强，作用持续6～8小时。本药衰减模式呈二相性，第一相ｔ1/2为3.0小时，第二相ｔ1/2为8.4小时。10.3％由尿排泄。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1607",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 291,
    "name": "麝香追风止痛膏",
    "full_name": "(甲)麝香追风止痛膏[国基]",
    "chemical_name": "麝香追风止痛膏",
    "dosage_form": "其他",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "重庆希尔安药业"
    ],
    "specifications": [
      {
        "specification": "1贴/贴",
        "manufacturer": "重庆希尔安药业",
        "full_manufacturer": "重庆希尔安药业有限公司",
        "price": 48.0,
        "unit": "盒",
        "code": "Y00000014661",
        "approval_number": "国药准字Z20027408",
        "insurance_code": "ZG02BAS0383010201061",
        "location": "D-5",
        "outpatient_location": "I-4"
      }
    ],
    "pinyin": "shexiangzhuifengzhitonggao",
    "pinyin_initials": "sxzfztg",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "用于【美国FDA已批准；大肠癌二线治疗；表达EGFR的、伊立替康单用无效的转移性直肠癌；鼻咽癌【美国FDA未批准。",
      "dosage": "⑴首次400mg/m²，滴速5ml/min，以后250mg/m²，每周1次，1小时以上静脉滴注，直至病变进展或不能耐受。",
      "contraindications": "症 对本品严重过敏者禁用。",
      "adverse_reactions": "常见的不良反应有皮疹（痤疮样皮疹），疲倦，腹泻，恶心，呕吐，腹痛，便秘等。少数可发生严重不良反应，包括：①输液反应；②肺毒性；③皮肤毒性；④其他：发热、败血症、肾功能衰竭，肺栓塞、脱水等。 禁忌症 对本品严重过敏者禁用。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察不良反应。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约97小时。",
      "precautions": "对其他鼠源性或人源性单克隆抗体过敏者应当慎用；用药交代 ⑴注意防晒，日光可加重皮疹症状。⑶注意皮肤保湿，可使用不含乙醇的保湿霜及乳霜。",
      "source": "湖南药事服务网",
      "full_indications": "用于大肠癌二线治疗。本品与伊立替康合用于表达EGFR的、伊立替康单用无效的转移性直肠癌。 用于鼻咽癌【美国FDA未批准；NCCN临床实践指南：鼻咽癌】。 西妥昔单抗联合放疗用于成人局部或区域性晚期头颈部鳞状细胞癌的初始治疗【美国FDA已批准；NCCN临床实践指南：头颈部癌临床实践指南 2018.V1】。 西妥昔单抗单药用于治疗成人以铂类药物为基础的化疗失败后的复发或转移性头颈部鳞状细胞癌【美国FDA已批准；.NCCN临床实践指南：头颈部癌临床实践指南 2015.V1】。 西妥昔单抗联合以铂类药物为基础的化疗和5-FU用于成人局部复发或转移性头颈部鳞状细胞癌的一线治疗【美国FDA已批准；NCCN临床实践指南：头颈部癌临床实践指南 2018.V1】。",
      "full_dosage": "⑴首次400mg/m²，滴速5ml/min，以后250mg/m²，每周1次，1小时以上静脉滴注，直至病变进展或不能耐受。建议用药前给予H1受体拮抗剂。 ⑵联合放疗用于成人局部或区域性晚期头颈部鳞状细胞癌的初始治疗。在开始放疗前的一周，起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。随后的放疗期间（6～7周），每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min）。 ⑶单用于治疗成人以铂类药物为基础的化疗失败后的复发或转移性头颈部鳞状细胞癌。单药治疗。起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。随后每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min），持续用药直到疾病进展或出现不能耐受的毒性反应。 ⑷联合以铂类药物为基础的化疗和5-FU用于成人局部复发或转移性头颈部鳞状细胞癌的一线治疗。在开始以铂类药物为基础的化疗和5～FU治疗的第1天，起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。其后每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min），持续用药直到疾病进展或出现不能耐受的毒性反应。 剂型与规格 注射液 100mg 50ml 100mg 20ml 100mg 10ml XL01FE乙230 30% 哪儿有",
      "full_contraindications": "症 对本品严重过敏者禁用。",
      "full_adverse_reactions": "常见的不良反应有皮疹（痤疮样皮疹），疲倦，腹泻，恶心，呕吐，腹痛，便秘等。少数可发生严重不良反应，包括：①输液反应；②肺毒性；③皮肤毒性；④其他：发热、败血症、肾功能衰竭，肺栓塞、脱水等。 禁忌症 对本品严重过敏者禁用。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察不良反应。",
      "full_pharmacokinetics": "⑴药效学：可与人的正常细胞及肿瘤细胞的表皮生长因子受体（EGFR）的胞外激酶特异性结合，竞争性抑制EGFR和其他配体的结合，从而拮抗受体相关激酶的磷酸化作用，抑制细胞生长，诱导凋亡，减少金属蛋白激酶和血管内皮生长因子的产生。体内外研究已证实本品可以抑制EGFR过度表达的肿瘤细胞的生长和增值。 ⑵药动学：单药或与化疗放疗联合均无线性药动学表现。曲线下面积（AUC）随给药剂量增加而增加。剂量从20mg/m²增至200mg/m²时，廓清率从0.008L/(h·m²)增至0.02L/(h·m²)。本品400mg/m²,2小时输注，平均血清最高浓度为184μg/ml。中位清除半衰期为97小时。250mg/m²,1小时静脉滴注，则平均血清最高浓度为140μg/ml。胺推荐的用药方法给药（首次400mg/m²，以后250mg/m²每周一次，直至病变进展），本品在第三周达到血清稳态浓度（168～235μg/ml），平均清除半衰期为114小时。已经证明和伊立替康和氟尿嘧啶有协同作用，可以使耐药患者恢复敏感。",
      "full_precautions": "本品属于生物制剂，在使用前应当询问患者有无过敏史； 对其他鼠源性或人源性单克隆抗体过敏者应当慎用； 高血压或冠心病患者，既往曾经接受过蒽环类药物、胸部照射和有肺部疾病的患者也需特别谨慎使用； 妊娠期和哺乳期妇女最好不用； 肝肾功能不全、老年患者应用时剂量需要调整和谨慎观察。 用药交代 ⑴注意防晒，日光可加重皮疹症状。 ⑵避免皮肤干燥，温水洗浴，不可长时间泡澡淋浴。 ⑶注意皮肤保湿，可使用不含乙醇的保湿霜及乳霜。 ⑷不可擅自使用非处方痤疮药物。 输液调配 必须确保无菌操作：取一支适当的无菌注射器(最小50ml)并装上匹配的针头，从药瓶中抽取所需体积的西妥昔单抗，转入真空容器或塑料袋中，并重复该操作直至一次400mg/m²或250mg/m²所需用量。本品可与以下物品配伍：聚乙烯、乙烯基乙酸乙酯或聚氯乙烯塑料袋；聚乙烯、乙烯基乙酸乙酯、聚氯乙烯、聚丁二烯或聚氨基甲酸酯输注装置；聚醚砜、聚酰胺或聚砜串联过滤器。本品为无色溶液，可能含有与产品有关的白色可见的无定形颗粒，这些颗粒不会影响产品的质量，但给药期间必须使用0.2μm或0.22μm微孔径过滤器进行过滤。本品pH为5.3-5.7。 【稳定性】本品开启后应立即使用，在20～25℃可保存8h，2～8℃可保存12h。 用法与用量 ⑴首次400mg/m²，滴速5ml/min，以后250mg/m²，每周1次，1小时以上静脉滴注，直至病变进展或不能耐受。建议用药前给予H1受体拮抗剂。 ⑵联合放疗用于成人局部或区域性晚期头颈部鳞状细胞癌的初始治疗。在开始放疗前的一周，起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。随后的放疗期间（6～7周），每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min）。 ⑶单用于治疗成人以铂类药物为基础的化疗失败后的复发或转移性头颈部鳞状细胞癌。单药治疗。起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。随后每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min），持续用药直到疾病进展或出现不能耐受的毒性反应。 ⑷联合以铂类药物为基础的化疗和5-FU用于成人局部复发或转移性头颈部鳞状细胞癌的一线治疗。在开始以铂类药物为基础的化疗和5～FU治疗的第1天，起始予400mg/m²，静脉输注120min（最大输注速度为10mg/min）。其后每周予250mg/m²，qw，静脉输注60min（最大输注速度为10mg/min），持续用药直到疾病进展或出现不能耐受的毒性反应。 剂型与规格 注射液 100mg 50ml 100mg 20ml 100mg 10ml XL01FE乙230 30% 哪儿有",
      "full_pregnancy_category": "C\n \n",
      "composition": "麝香追风止痛流浸膏（生草乌、生川乌、生马钱子）、樟脑、冰片、水杨酸甲酯、薄荷脑、芸香浸膏、颠茄流浸膏。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=8213",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 292,
    "name": "琥珀酸美托洛尔缓释片",
    "full_name": "(乙10%)琥珀酸美托洛尔缓释片",
    "chemical_name": "琥珀酸美托洛尔缓释片",
    "dosage_form": "缓释片",
    "types": [],
    "manufacturers": [
      "Astrazeneca AB",
      "合肥合源药业",
      "宜昌人福药业"
    ],
    "specifications": [
      {
        "specification": "47.50mg/片",
        "manufacturer": "Astrazeneca AB",
        "full_manufacturer": "Astrazeneca AB（进口分包企业： 阿斯利康制药有限公司）",
        "price": 13.47,
        "unit": "盒",
        "code": "X00817",
        "approval_number": "国药准字HJ20140780",
        "insurance_code": "XC07ABM062A010060300000"
      },
      {
        "specification": "95mg/片",
        "manufacturer": "宜昌人福药业",
        "full_manufacturer": "宜昌人福药业有限责任公司",
        "price": 104.5,
        "unit": "瓶",
        "code": "Y00000015014",
        "approval_number": "国药准字H20223517",
        "insurance_code": "XC07ABM062A010010102000",
        "location": "F-5",
        "outpatient_location": "E-4"
      },
      {
        "specification": "47.5mg/片",
        "manufacturer": "合肥合源药业",
        "full_manufacturer": "合肥合源药业有限公司",
        "price": 16.66,
        "unit": "盒",
        "code": "X00652",
        "approval_number": "国药准字H20213593",
        "insurance_code": "XC07ABM062A010020209541"
      }
    ],
    "pinyin": "huposuanmeituoluoer",
    "pinyin_initials": "hpsmtle",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "苗医：抬蒙蒙宋宫症。蒙嘎宫昂，来罗拉米。 中医：清热解毒，消肿止痛。用于肺胃蕴热所致的咽喉肿痛，口干口苦，牙龈肿痛以及口腔溃疡，复发性口疮见以上证候者。",
      "dosage": "喷患处。一次1～2喷（适量），一日数次。",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情咨询药师或医师。",
      "source": "湖南药事服务网",
      "full_pharmacokinetics": "",
      "full_dosage": "喷患处。一次1～2喷（适量），一日数次。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_precautions": "尚不明确。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。",
      "full_indications": "苗医：抬蒙蒙宋宫症。蒙嘎宫昂，来罗拉米。 中医：清热解毒，消肿止痛。用于肺胃蕴热所致的咽喉肿痛，口干口苦，牙龈肿痛以及口腔溃疡，复发性口疮见以上证候者。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4108",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 293,
    "name": "琥珀酸索利那新片",
    "full_name": "(乙10%)琥珀酸索利那新片",
    "chemical_name": "琥珀酸索利那新片",
    "dosage_form": "片",
    "types": [],
    "manufacturers": [
      "齐鲁制药"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "齐鲁制药",
        "full_manufacturer": "齐鲁制药有限公司",
        "price": 16.8,
        "unit": "盒",
        "code": "X00036",
        "approval_number": "国药准字H20183497",
        "insurance_code": "XG04BDS224A001020104021",
        "location": "H-1",
        "outpatient_location": "O-2"
      }
    ],
    "pinyin": "huposuansuolinaxin",
    "pinyin_initials": "hpsslnx",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "临床用于缓解膀胱过度活动症伴随的急迫性尿失禁、尿急、尿频症状。",
      "dosage": "口服：推荐初始剂量为一次5mg，一日1次，必要时可增至一次10mg，一日1次。",
      "contraindications": "症 尿潴留、严重胃肠道疾病、重症肌无力、窄角型青光眼患者、对本品过敏者、进行血液透析者、严重肝病患者、正在用酮康唑等的重症肾病或中度肝病患者均禁用。",
      "adverse_reactions": "较常见有口干、便秘、恶心、消化不良、腹痛等；少见视物模糊、干眼、鼻干、幻觉；罕见肠梗阻、粪便嵌塞、呕吐以及尿路感染、膀胱炎、皮肤瘙痒、干燥、荨麻疹、尿潴留、外周水肿。 肝损伤 与其他抗胆碱能药剂相同的是，目前尚无证据表明索利那新导致肝酶升高或临床症状明显的肝损伤。索利那新在肝脏中通过细胞色素P450系统(CYP 3A4)进行代谢。",
      "interactions": "⑴本品能降低氧氯普胺和西沙必利等刺激胃肠蠕动的药品的作用，因此不能与促胃动力药如氧氯普胺、西沙比利等配合应用，与其他抗胆碱药需间隔约1周。 ⑵本品由CYP3A4代谢。如果同时给药酮康唑或治疗剂量的利托那韦、奈非那韦和伊曲康唑等其它强力CYP3A4抑制剂时，本品的最大剂量不得超过5mg。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "严重肾功能障碍患者（肌酐清除率≤30ml/min）应谨慎用药，剂量不超过每日5mg。中度肝功能障碍（Child-Pugh评分7至9分）患者应谨慎用药，剂量不超过每日一次5mg。⑺哺乳期妇女应避免使用本品。",
      "source": "湖南药事服务网",
      "full_indications": "临床用于缓解膀胱过度活动症伴随的急迫性尿失禁、尿急、尿频症状。",
      "full_dosage": "口服：推荐初始剂量为一次5mg，一日1次，必要时可增至一次10mg，一日1次。本品必须整片用水送服，餐前或餐后均可服用。 肾功能障碍患者：轻、中度肾功能障碍患者（肌酐清除率＞30ml/min）用药剂量不需要调整。严重肾功能障碍患者（肌酐清除率≤30ml/min）应谨慎用药，剂量不超过每日5mg。 肝功能障碍患者：轻度肝功能障碍患者用药剂量不需要调整。中度肝功能障碍（Child-Pugh评分7至9分）患者应谨慎用药，剂量不超过每日一次5mg。 强力的细胞色素P4503A4抑制剂：与酮康唑或治疗剂量的其它强力CYP3A4抑制剂例如利托那韦、奈非那韦和伊曲康唑同时用药时，本品的最大剂量不超过5mg。",
      "full_contraindications": "症 尿潴留、严重胃肠道疾病、重症肌无力、窄角型青光眼患者、对本品过敏者、进行血液透析者、严重肝病患者、正在用酮康唑等的重症肾病或中度肝病患者均禁用。",
      "full_adverse_reactions": "较常见有口干、便秘、恶心、消化不良、腹痛等；少见视物模糊、干眼、鼻干、幻觉；罕见肠梗阻、粪便嵌塞、呕吐以及尿路感染、膀胱炎、皮肤瘙痒、干燥、荨麻疹、尿潴留、外周水肿。 肝损伤 与其他抗胆碱能药剂相同的是，目前尚无证据表明索利那新导致肝酶升高或临床症状明显的肝损伤。索利那新在肝脏中通过细胞色素P450系统(CYP 3A4)进行代谢。",
      "full_interactions": "⑴本品能降低氧氯普胺和西沙必利等刺激胃肠蠕动的药品的作用，因此不能与促胃动力药如氧氯普胺、西沙比利等配合应用，与其他抗胆碱药需间隔约1周。 ⑵本品由CYP3A4代谢。如果同时给药酮康唑或治疗剂量的利托那韦、奈非那韦和伊曲康唑等其它强力CYP3A4抑制剂时，本品的最大剂量不得超过5mg。",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴使用本品治疗前应确认引起尿频的其它原因（心力衰竭或肾脏疾病）。若存在尿路感染，应开始适当的抗菌治疗。 ⑵下列患者应谨慎使用：明显的下尿路梗阻，有尿潴留的风险；肠道梗阻性疾病；有胃肠蠕动减弱的危险；严重肾功能障碍（肌酐清除率≤30 ml/min；中度肝功能障碍（Child-Pugh评分7至9分；同时使用酮康唑等强力细胞色素P450 3A4抑制剂；食管裂孔疝/胃食管反流和/或正在服用能引起或加重食管炎的药物（例如二磷酸盐化合物）；自主神经疾病。 ⑶神经原性逼尿肌过度活动患者的用药安全性和有效性尚未确立。 ⑷罕见的遗传性半乳糖不耐症、Lapp乳糖酶缺乏或葡萄糖-半乳糖吸收不良的患者，不应使用本品。 ⑸对驾驶和操作机械的影响：像其它抗胆碱能药物一样，索利那新可能引起视物模糊、嗜睡和疲乏（少见），可能对驾驶和机械操作有负面影响。 ⑹无妊娠期女性服用索利那新的临床数据。对人体的潜在危险未知，对妊娠期女性处方时应谨慎。 ⑺哺乳期妇女应避免使用本品。 ⑻儿童用药的安全性和有效性尚未确立。因此，儿童不应使用本品。 ⑼老年人不需要根据年龄进行剂量调整。 药物相互作用 ⑴本品能降低氧氯普胺和西沙必利等刺激胃肠蠕动的药品的作用，因此不能与促胃动力药如氧氯普胺、西沙比利等配合应用，与其他抗胆碱药需间隔约1周。 ⑵本品由CYP3A4代谢。如果同时给药酮康唑或治疗剂量的利托那韦、奈非那韦和伊曲康唑等其它强力CYP3A4抑制剂时，本品的最大剂量不得超过5mg。 用法与用量 口服：推荐初始剂量为一次5mg，一日1次，必要时可增至一次10mg，一日1次。本品必须整片用水送服，餐前或餐后均可服用。 肾功能障碍患者：轻、中度肾功能障碍患者（肌酐清除率＞30ml/min）用药剂量不需要调整。严重肾功能障碍患者（肌酐清除率≤30ml/min）应谨慎用药，剂量不超过每日5mg。 肝功能障碍患者：轻度肝功能障碍患者用药剂量不需要调整。中度肝功能障碍（Child-Pugh评分7至9分）患者应谨慎用药，剂量不超过每日一次5mg。 强力的细胞色素P4503A4抑制剂：与酮康唑或治疗剂量的其它强力CYP3A4抑制剂例如利托那韦、奈非那韦和伊曲康唑同时用药时，本品的最大剂量不超过5mg。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6199",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 294,
    "name": "琥珀酸亚铁片",
    "full_name": "(甲)琥珀酸亚铁片[国基]",
    "chemical_name": "琥珀酸亚铁片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "金陵药业股份有限公司南京金陵制药厂"
    ],
    "specifications": [
      {
        "specification": "100mg/片",
        "manufacturer": "金陵药业股份有限公司南京金陵制药厂",
        "full_manufacturer": "金陵药业股份有限公司南京金陵制药厂",
        "price": 22.65,
        "unit": "盒",
        "code": "Y00000000039",
        "approval_number": "国药准字H10930005",
        "insurance_code": "XB03AAH026A001010101529",
        "location": "I-5",
        "outpatient_location": "M-4"
      }
    ],
    "pinyin": "huposuanyatie",
    "pinyin_initials": "hpsyt",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "抗贫血药。用于预防和治疗各种原因引起的缺铁性贫血，包括儿童或婴儿期需铁量增加而食物中供应不足、铁吸收障碍、妊娠中后期以及慢性失血等。",
      "dosage": "1.成人：口服：①预防量，一般一日0.1g，妊娠妇女一日0.2g，均一日1次。②治疗量，一次0.1～0.2g，一日3次。 2.小儿：一日9～18mg/kg，分3次口服：",
      "contraindications": "症 ⑴对铁剂过敏者禁用。 ⑵血色病和含铁血黄素沉着症及不伴缺铁的其他贫血（如地中海贫血）患者禁用。",
      "adverse_reactions": "口服的贴剂由于其收敛性，服用常有恶心、胃部或腹部疼痛，多与剂量及品种有关，硫酸亚铁尤其明显。轻度腹泻及便秘也很常见。缓释制剂的不良反应明显减轻。",
      "interactions": "⑴本品与抗酸药如碳酸氢钠、磷酸盐类及含鞣酸的药物或饮料同用，易产生沉淀而影响吸收。 ⑵本品与西咪替丁、去铁胺、二巯丙醇、胰酶、胰脂肪酶等合用，可影响铁的吸收。 ⑶本品与四环素类药物、氟喹诺酮类、青霉胺及锌制剂合用，可影响吸收。 ⑷本品与维生素C同服，可增加铁剂吸收，但也易致胃肠道反应。 ⑸本品与稀盐酸合用，因促使三价铁转化为二价铁，有利于吸收。 用药交代 ⑴本品不宜用茶水送服。 ⑵如发生急性铁剂中毒可立即用喷替酸钙钠或去铁胺救治。并及早妥善处理肝损伤和中枢神经系统的损伤。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴服用铁剂注意对临床含铁监测项目的干扰。 ⑵下列情况慎用：1.酒精中毒。2.肝炎。3.急性感染。4.肠道炎症，如肠炎、结肠炎及溃疡性结肠炎。5.胰腺炎。6.消化性溃疡。 ⑶用药期间定期做下列检查：1.血红蛋白测定。2.网织红细胞计数。3.血清铁蛋白及血清铁测定。",
      "source": "湖南药事服务网",
      "full_indications": "抗贫血药。用于预防和治疗各种原因引起的缺铁性贫血，包括儿童或婴儿期需铁量增加而食物中供应不足、铁吸收障碍、妊娠中后期以及慢性失血等。",
      "full_dosage": "1.成人：口服：①预防量，一般一日0.1g，妊娠妇女一日0.2g，均一日1次。②治疗量，一次0.1～0.2g，一日3次。 2.小儿：一日9～18mg/kg，分3次口服：",
      "full_contraindications": "症 ⑴对铁剂过敏者禁用。 ⑵血色病和含铁血黄素沉着症及不伴缺铁的其他贫血（如地中海贫血）患者禁用。",
      "full_adverse_reactions": "口服的贴剂由于其收敛性，服用常有恶心、胃部或腹部疼痛，多与剂量及品种有关，硫酸亚铁尤其明显。轻度腹泻及便秘也很常见。缓释制剂的不良反应明显减轻。",
      "full_interactions": "⑴本品与抗酸药如碳酸氢钠、磷酸盐类及含鞣酸的药物或饮料同用，易产生沉淀而影响吸收。 ⑵本品与西咪替丁、去铁胺、二巯丙醇、胰酶、胰脂肪酶等合用，可影响铁的吸收。 ⑶本品与四环素类药物、氟喹诺酮类、青霉胺及锌制剂合用，可影响吸收。 ⑷本品与维生素C同服，可增加铁剂吸收，但也易致胃肠道反应。 ⑸本品与稀盐酸合用，因促使三价铁转化为二价铁，有利于吸收。 用药交代 ⑴本品不宜用茶水送服。 ⑵如发生急性铁剂中毒可立即用喷替酸钙钠或去铁胺救治。并及早妥善处理肝损伤和中枢神经系统的损伤。",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴服用铁剂注意对临床含铁监测项目的干扰。 ⑵下列情况慎用：1.酒精中毒。2.肝炎。3.急性感染。4.肠道炎症，如肠炎、结肠炎及溃疡性结肠炎。5.胰腺炎。6.消化性溃疡。 ⑶用药期间应定期做下列检查：1.血红蛋白测定。2.网织红细胞计数。3.血清铁蛋白及血清铁测定。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1291",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 295,
    "name": "枸橼酸芬太尼注射液",
    "full_name": "(甲)枸橼酸芬太尼注射液[国基]",
    "chemical_name": "枸橼酸芬太尼注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "宜昌人福药业"
    ],
    "specifications": [
      {
        "specification": "0.1mg/支",
        "manufacturer": "宜昌人福药业",
        "full_manufacturer": "宜昌人福药业有限责任公司",
        "price": 4.2,
        "unit": "支",
        "code": "X00637",
        "approval_number": "国药准字H42022076",
        "insurance_code": "XN01AHF027B002010202000",
        "location": "麻精"
      }
    ],
    "pinyin": "juyuansuanfentaini",
    "pinyin_initials": "jysftn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于麻醉前、中、后的镇静与镇痛，是目前复合麻醉中常用的药物。其制剂贴片适用于须持续应用阿片类镇痛药的癌痛或慢性疼痛病人，通常这些病人的疼痛用解热镇痛剂与弱阿片类合剂不能有效控制。",
      "dosage": "成人：，静脉注射：全麻时初量：①小手术按体重0.001～0.002mg",
      "contraindications": "症 支气管哮喘、呼吸抑制、呼吸道梗阻、对本品特别敏感的患者及重症肌无力患者禁用。",
      "adverse_reactions": "严重不良反应为呼吸抑制、窒息、肌肉僵直及心动过缓，如不及时治疗，可发生呼吸停止、循环抑制及心脏停搏等。一般不良反应为眩晕、视物模糊、恶心、呕吐、低血压、胆道括约肌痉挛、喉痉挛及出汗等。偶有肌肉抽搐。本品具有成瘾性。",
      "interactions": "本品与其他麻醉辅助药并用作用可增强，需注意。⑴中枢性抑制药如巴比妥类、地西泮（安定）能减少本品的用量（总量），本品的剂量应减少1/4～1/3。因为前者能加深后者的中枢性抑制，提早出现并延长呼吸抑制，地西泮用量偏大也可使外周血管总阻力减少，血压也有所下降。 ⑵肌松药的用量可因本品的使用而相应减少，肌松药又能解除本品的肌肉僵直，遇有呼吸暂停，持续的时间又长，应识别这是中枢性的，系本品的使用所致还是外周性的，由于肌松药作用于神经肌肉接头处Ｎ2受体。 ⑶与80％氧化亚氮合用，可诱发心率减慢、心肌收缩减弱",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑴肝、肾功能不良者，妊娠期妇女慎用。 ⑵下列情况也慎用：如心律失常、慢性梗阻性肺部疾病，呼吸储备力降低及脑外伤昏迷、颅内压增高、脑肿瘤等易陷入呼吸抑制的患者几运动员。 ⑶老年人首次剂量适当减量。 ⑷本品务必在单胺氧化酶抑制药停用14日以上方可用，而且先试用小剂量（一般1/4常用量），否则会发生严重",
      "source": "湖南药事服务网",
      "full_precautions": "⑴肝、肾功能不良者，妊娠期妇女慎用。 ⑵下列情况也应慎用：如心律失常、慢性梗阻性肺部疾病，呼吸储备力降低及脑外伤昏迷、颅内压增高、脑肿瘤等易陷入呼吸抑制的患者几运动员。 ⑶老年人首次剂量应适当减量。 ⑷本品务必在单胺氧化酶抑制药停用14日以上方可应用，而且应先试用小剂量（一般1/4常用量），否则会发生严重",
      "full_indications": "用于麻醉前、中、后的镇静与镇痛，是目前复合麻醉中常用的药物。其制剂贴片适用于须持续应用阿片类镇痛药的癌痛或慢性疼痛病人，通常这些病人的疼痛用解热镇痛剂与弱阿片类合剂不能有效控制。",
      "full_dosage": "⑴复合麻醉时成人，静脉注射：全麻时初量：①小手术按体重0.001～0.002mg/kg(以芬太尼计，下同)。②大手术按体重0.002～0.004mg/kg。③体外循环心脏手术时按体重0.02～0.03mg/kg。④全麻吸入氧化亚氮时按体重0.01～0.02mg/kg。⑤局麻镇痛不全，作为辅助用药按体重0.0015～0.002mg/kg。⑥平衡麻醉或全凭静脉麻醉芬太尼用量及血药浓度见相关附表十八、十九。 ⑵麻醉前用药或手术后镇痛：肌内或静脉注射，成人按体重0.0007～0.0015mg/kg。 ⑶手术后镇痛：硬膜外给药，成人初量0.1mg，加氯化钠注射液稀释到8ml。每2～4小时可重复，维持量每次为初量的一半。 ⑷小儿镇痛：2岁以下无规定，2～12岁按体重0.001～0.002mg/kg。 ⑸透皮贴剂：初始剂量应依据患者目前使用阿片类药物的剂量而定。建议本品用于阿片耐受患者。①未使用过阿片类药物的患者：本品用于此类患者的临床经验有限。当本品用于适用的此类患者时，建议使用低剂量的阿片类药物进行剂量调整直至达到与规格为25μg/小时的本品等效，随后转换为规格为25μg/小时的本品。如有需要，可进行剂量调整，调整幅度为12μg/小时或25μg/小时，依据镇痛需要来补足剂量，以达到最低的适合剂量。②阿片类药物耐受的患者的剂量转换详见药品说明书。",
      "full_contraindications": "症 支气管哮喘、呼吸抑制、呼吸道梗阻、对本品特别敏感的患者及重症肌无力患者禁用。",
      "full_adverse_reactions": "严重不良反应为呼吸抑制、窒息、肌肉僵直及心动过缓，如不及时治疗，可发生呼吸停止、循环抑制及心脏停搏等。一般不良反应为眩晕、视物模糊、恶心、呕吐、低血压、胆道括约肌痉挛、喉痉挛及出汗等。偶有肌肉抽搐。本品具有成瘾性。",
      "full_interactions": "本品与其他麻醉辅助药并用作用可增强，需注意。⑴中枢性抑制药如巴比妥类、地西泮（安定）能减少本品的用量（总量），本品的剂量应减少1/4～1/3。因为前者能加深后者的中枢性抑制，提早出现并延长呼吸抑制，地西泮用量偏大也可使外周血管总阻力减少，血压也有所下降。 ⑵肌松药的用量可因本品的使用而相应减少，肌松药又能解除本品的肌肉僵直，遇有呼吸暂停，持续的时间又长，应识别这是中枢性的，系本品的使用所致还是外周性的，由于肌松药作用于神经肌肉接头处Ｎ2受体。 ⑶与80％氧化亚氮合用，可诱发心率减慢、心肌收缩减弱、心排血量减少，左室功能欠佳者尤其明显。 ⑷与吩噻嗪类药合用，血压常有大幅度波动，但遇有外科强刺激即上升。 ⑸芬太尼并非静脉全麻药，虽然大量快速静注能使神志消失，但毕竟应激反应依然存在，常伴术中知晓。 ⑹纳洛酮、烯丙吗啡等能拮抗芬太尼的呼吸抑制和镇痛作用。 ⑺芬太尼与单胺氧化酶抑制药（如苯肼、帕吉林）禁止合用。 ⑻芬太尼与利托那韦合用增加本品的毒性。 ⑼芬太尼与Ｍ胆碱受体抑制药（尤其是阿托品）合用使便秘加重，增加麻痹性肠梗阻和尿潴留的危险性。 ⑽芬太尼与西布曲明合用发生5-羟色胺综合征。 ⑾芬太尼与纳曲酮竞争阿片受体，引起急性阿片戒断症状。 ⑿芬太尼与钙离子拮抗剂、β肾上腺素受体阻断药合用可发生严重低血压。 用药交代 ⑴使用外用贴剂时可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵使用本品期间，不要吃葡萄柚或喝葡萄柚汁，以及柚子、酸橙和柠檬。但柑橘、甜橙（脐橙）、橘子则是安全的，可以食用。 给药说明 ⑴硬膜外单独注入本品镇痛，一般4～10分钟起效，20分钟脑脊液的药浓度达峰值，同时可有全身瘙痒，作用时效3.3～6.7小时，而且仍有呼吸频率减慢和潮气量减小的可能，应及时处理。 ⑵透皮贴剂的剂量应根据患者的个体情况而决定，并应在给药后定期进行剂量评估。本品应在躯干或上臂未受刺激及未受照射的平整表面贴用。如有毛发，应在使用前剪除(勿用剃须刀剃除)。在使用本品前可用清水清洗贴用部位，不能使用肥皂、油剂、洗剂或其它可能会刺激皮肤或改变皮肤性状的用品。在使用本贴剂前皮肤应完全干燥。本品应在打开密封袋后立即使用。在使用时应用手掌用力按压30秒，以确保贴剂与皮肤完全接触，尤其应注意其边缘部分。本品可以持续贴用72小时。在更换贴剂时，应更换粘贴部位。几天后才可在相同的部位上重复使用。 用法与用量 ⑴复合麻醉时成人，静脉注射：全麻时初量：①小手术按体重0.001～0.002mg/kg(以芬太尼计，下同)。②大手术按体重0.002～0.004mg/kg。③体外循环心脏手术时按体重0.02～0.03mg/kg。④全麻吸入氧化亚氮时按体重0.01～0.02mg/kg。⑤局麻镇痛不全，作为辅助用药按体重0.0015～0.002mg/kg。⑥平衡麻醉或全凭静脉麻醉芬太尼用量及血药浓度见相关附表十八、十九。 ⑵麻醉前用药或手术后镇痛：肌内或静脉注射，成人按体重0.0007～0.0015mg/kg。 ⑶手术后镇痛：硬膜外给药，成人初量0.1mg，加氯化钠注射液稀释到8ml。每2～4小时可重复，维持量每次为初量的一半。 ⑷小儿镇痛：2岁以下无规定，2～12岁按体重0.001～0.002mg/kg。 ⑸透皮贴剂：初始剂量应依据患者目前使用阿片类药物的剂量而定。建议本品用于阿片耐受患者。①未使用过阿片类药物的患者：本品用于此类患者的临床经验有限。当本品用于适用的此类患者时，建议使用低剂量的阿片类药物进行剂量调整直至达到与规格为25μg/小时的本品等效，随后转换为规格为25μg/小时的本品。如有需要，可进行剂量调整，调整幅度为12μg/小时或25μg/小时，依据镇痛需要来补足剂量，以达到最低的适合剂量。②阿片类药物耐受的患者的剂量转换详见药品说明书。",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": ""
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=919",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 296,
    "name": "枸橼酸莫沙必利片",
    "full_name": "(甲)枸橼酸莫沙必利片[国基、上增]",
    "chemical_name": "枸橼酸莫沙必利片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "成都康弘药业集团"
    ],
    "specifications": [
      {
        "specification": "5mg/片",
        "manufacturer": "成都康弘药业集团",
        "full_manufacturer": "成都康弘药业集团股份有限公司",
        "price": 23.76,
        "unit": "盒",
        "code": "Y00000014627",
        "approval_number": "国药准字H19990313",
        "insurance_code": "XA03FAM120A001010302016",
        "location": "J-2",
        "outpatient_location": "L-4"
      }
    ],
    "pinyin": "juyuansuanmoshabili",
    "pinyin_initials": "jysmsbl",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "1.功能性消化不良伴有胃灼热、嗳气、恶心、上腹胀等消化道症状； 2.胃食管反流病； 3.糖尿病胃轻瘫； 4.胃大部切除术患者的胃功能障碍。",
      "dosage": "口服：一次5mg，一日3次，餐前服用。",
      "contraindications": "症 ⑴对本品过敏者禁用。 ⑵胃肠道出血、阻塞或穿孔以及其他刺激胃肠道可能引起危险的疾病。",
      "adverse_reactions": "⑴主要表现为腹泻、腹痛、口干、皮疹及倦怠、头晕等。 ⑵偶见嗜酸性粒细胞增多，甘油三酯升高及门冬氨酸氨基转移酶、丙氨酸氨基转移酶、碱性磷酸酶、γ-谷氨酸转肽酶升高。",
      "interactions": "莫沙比利与抗胆碱药（如阿托品、丙胺太林、丁溴东莨菪碱等）合用时可能减弱莫沙比利的作用，故两者不宜合用。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴服用一段时间（通常为2周）。消化道症状无变化时，停药。 ⑵孕妇及哺乳期妇女用的安全性尚未确定，避免使用本品。 ⑶老年人用药需注意观察，发现副作用立即进行适当的处理，如减量用药。 药物相互作用 莫沙比利与抗胆碱药（如阿托品、丙胺太林、丁溴东莨菪碱等）合用时可能减弱莫沙比利的作用，故两者不宜合用。",
      "source": "湖南药事服务网",
      "full_indications": "1.功能性消化不良伴有胃灼热、嗳气、恶心、上腹胀等消化道症状； 2.胃食管反流病； 3.糖尿病胃轻瘫； 4.胃大部切除术患者的胃功能障碍。",
      "full_dosage": "口服：一次5mg，一日3次，餐前服用。",
      "full_contraindications": "症 ⑴对本品过敏者禁用。 ⑵胃肠道出血、阻塞或穿孔以及其他刺激胃肠道可能引起危险的疾病。",
      "full_adverse_reactions": "⑴主要表现为腹泻、腹痛、口干、皮疹及倦怠、头晕等。 ⑵偶见嗜酸性粒细胞增多，甘油三酯升高及门冬氨酸氨基转移酶、丙氨酸氨基转移酶、碱性磷酸酶、γ-谷氨酸转肽酶升高。",
      "full_interactions": "莫沙比利与抗胆碱药（如阿托品、丙胺太林、丁溴东莨菪碱等）合用时可能减弱莫沙比利的作用，故两者不宜合用。",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴服用一段时间（通常为2周）。消化道症状无变化时，应停药。 ⑵孕妇及哺乳期妇女应用的安全性尚未确定，应避免使用本品。 ⑶老年人用药需注意观察，发现副作用应立即进行适当的处理，如减量用药。 药物相互作用 莫沙比利与抗胆碱药（如阿托品、丙胺太林、丁溴东莨菪碱等）合用时可能减弱莫沙比利的作用，故两者不宜合用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2121",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 297,
    "name": "枸橼酸舒芬太尼注射液",
    "full_name": "(甲)枸橼酸舒芬太尼注射液",
    "chemical_name": "枸橼酸舒芬太尼注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "宜昌人福药业"
    ],
    "specifications": [
      {
        "specification": "50ug/支",
        "manufacturer": "宜昌人福药业",
        "full_manufacturer": "宜昌人福药业有限责任公司",
        "price": 47.47,
        "unit": "支",
        "code": "X00648",
        "approval_number": "国药准字H20054171",
        "insurance_code": "XN01AHS091B002010202000",
        "location": "麻精"
      }
    ],
    "pinyin": "juyuansuanshufentaini",
    "pinyin_initials": "jyssftn",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于气管插管，使用人工呼吸的全身麻醉；作为复合麻醉的镇痛用药；作为全身麻醉大手术的麻醉诱导和维持用药。",
      "dosage": "成人：①当作为复合麻醉的一种镇痛成分应用时，按体重0.5～5.0μg；儿童：用于2～12岁儿童以本品为主的全身麻醉诱导和维持中总量建议为10～20μg",
      "contraindications": "过敏禁用。",
      "adverse_reactions": "常见为典型的阿片样症状，如呼吸抑制、呼吸暂停、骨骼肌强直（胸壁肌强直）、肌痉挛、低血压、心动过缓、恶心、呕吐和眩晕、缩瞳和尿潴留。在注射部位偶有瘙痒和疼痛。其他较少见的不良反应有：喉痉挛、过敏反应和心搏停止，偶尔可出现术后恢复期的呼吸再抑制。",
      "interactions": "⑴同时给予高剂量的本品和高浓度的氧化亚氮时可导致血压、心率降低以及心排血量的减少。  <br>⑵一般建议麻醉或外科手术前2周，不应该使用单胺氧化酶抑制药。  <br>⑶本品与肝酶CYP3A4抑制药，如红霉素、酮康唑、伊曲康唑和利托那韦合用，使本品代谢减慢从而延长呼吸抑制作用。如必须与上述药物同时应用，应该对患者进行特殊监测，并且应降低本品的剂量。",
      "pregnancy_category": null,
      "pharmacokinetics": "蛋白结合率1，肝脏代谢。",
      "precautions": "⑴肝和（或）肾功能不全者慎用本品。⑶下列情况也应慎用：甲状腺功能低下、肺部疾患、老年人、肥胖、酒精中毒和使用过其他已知对中枢神经系统有抑制作用的药物的患者，在使用本品时均需特别注意，其用药量应酌情给予。⑹每次给药之后，都应对防止进行足够时间的监测。",
      "source": "湖南药事服务网",
      "full_indications": "用于气管插管，使用人工呼吸的全身麻醉；作为复合麻醉的镇痛用药；作为全身麻醉大手术的麻醉诱导和维持用药。",
      "full_dosage": "静脉内快速静脉注射或静脉滴注：用药的时间间隔长短取决于手术的持续时间。根据个体的需要可重复给予额外的（维持）剂量。<br>　　⑴成人：①当作为复合麻醉的一种镇痛成分应用时，按体重0.5～5.0μg/kg做静脉注射，或者加入输液管中，在2～10分钟内滴完。当临床表现显示镇痛效应减弱时，可按体重0.15～0.7μg/kg追加维持剂量。②在以本品为主用于静脉给药的全身麻醉诱导时，用药总量可为8～30μg/kg，当临床表现显示镇痛效应减弱时可按体重0.35～1.4μg/kg追加维持剂量。 <br>　　⑵儿童：用于2～12岁儿童以本品为主的全身麻醉诱导和维持中总量建议为10～20μg/kg。如果临床表现镇痛效应降低时，可给予额外的剂量1～2μg/kg。    <br>　　⑶其他：体弱患者和老年患者，以及已经用过能抑制呼吸的药物的患者，应减少用量，而对于那些接受过阿片类药物的或有过阿片类滥用史的患者，则可能需要较大剂量。",
      "full_contraindications": "⑴对本品或其他阿片类药物过敏者禁用。  <br>⑵分娩期间或实施剖宫产手术期间婴儿剪断脐带之前，静脉内禁用本品。应本品可引起新生儿呼吸抑制。  <br>⑶本品禁用于新生儿、妊娠期及哺乳期妇女。如果哺乳期妇女必须使用本品，则应在用药后24小时方可哺乳。  <br>⑷在使用本品前14日内用过单胺氧化酶抑制药者、急性肝卟啉症者、重症肌无力患者禁用。<br>⑸因用其他药物而存在呼吸抑制者或患有呼吸抑制疾病者禁用。  <br>⑹低血容量、低血压患者禁用。",
      "full_adverse_reactions": "常见为典型的阿片样症状，如呼吸抑制、呼吸暂停、骨骼肌强直（胸壁肌强直）、肌痉挛、低血压、心动过缓、恶心、呕吐和眩晕、缩瞳和尿潴留。在注射部位偶有瘙痒和疼痛。其他较少见的不良反应有：喉痉挛、过敏反应和心搏停止，偶尔可出现术后恢复期的呼吸再抑制。",
      "full_interactions": "⑴同时给予高剂量的本品和高浓度的氧化亚氮时可导致血压、心率降低以及心排血量的减少。  <br>⑵一般建议麻醉或外科手术前2周，不应该使用单胺氧化酶抑制药。  <br>⑶本品与肝酶CYP3A4抑制药，如红霉素、酮康唑、伊曲康唑和利托那韦合用，使本品代谢减慢从而延长呼吸抑制作用。如必须与上述药物同时应用，应该对患者进行特殊监测，并且应降低本品的剂量。",
      "full_pharmacokinetics": "本品是芬太尼的衍生物。阿芬太尼的作用与芬太尼基本相同，只是舒芬太尼的镇痛作用更强，约为芬太尼的5～10倍，作用持续时间约为其两倍。舒芬太尼的镇痛作用最强，心血管状态更稳定，更适用于心血管手术麻醉。舒芬太尼的亲脂性约为芬太尼的两倍，更易透过血脑屏障；与血浆蛋白结合率较芬太尼高，而分布容积则较芬太尼小。虽然其消除半衰期较芬太尼短，但由于与阿片受体的亲和力较芬太尼强，故不仅镇痛强度更大，而且作用持续时间也更长。舒芬太尼在肝内经受广泛的生物转化，形成N-去羟基和O-去甲基的代谢物，然后随尿和胆汁排出。不到1％以原形从尿中排出。其代谢物去甲舒芬太尼有药理活性，效价约为舒芬太尼的1/10,亦即与芬太尼相当，这也是舒芬太尼作用持续时间常的原因之一。",
      "full_precautions": "⑴肝和（或）肾功能不全者慎用本品。  <br>⑵妊娠期及哺乳期妇女，不能使用本品。  <br>⑶下列情况也应慎用：甲状腺功能低下、肺部疾患、老年人、肥胖、酒精中毒和使用过其他已知对中枢神经系统有抑制作用的药物的患者，在使用本品时均需特别注意，其用药量应酌情给予。建议对这些患者做较长时间的术后观察。  <br>⑷大剂量给予本品以后可产生显著的呼吸抑制并持续至术后，可用特异性拮抗药纳洛酮逆转其呼吸抑制作用，必要时重复给药。  <br>⑸本品可导致肌肉僵直，包括胸痹肌肉僵直，可使用肌松药对抗之。  <br>⑹每次给药之后，都应对防止进行足够时间的监测。  <br>⑺术前应给予适量抗胆碱药物，以避免心动过缓甚至辛博停止。  <br>⑻在麻醉诱导期间可以加用氟哌利多，以防止恶心和呕吐的发生。  <br>⑼对接受阿片类药物治疗或有过阿片类滥用史的患者，则可能需要使用较大的剂量。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1007",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 298,
    "name": "枸橼酸他莫昔芬片",
    "full_name": "(甲)枸橼酸他莫昔芬片[国基]",
    "chemical_name": "枸橼酸他莫昔芬片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "四川海汇药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "四川海汇药业",
        "full_manufacturer": "四川海汇药业有限公司(委托:扬子江药业集团有限公司)",
        "price": 72.0,
        "unit": "盒",
        "code": "Y00000014869",
        "approval_number": "国药准字H32021472",
        "insurance_code": "XL02BAT003A001010101749"
      }
    ],
    "pinyin": "juyuansuantamoxifen",
    "pinyin_initials": "jystmxf",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "⑴绝经期前的妇女代替卵巢切除或放射去势。 ⑵乳腺癌广泛切除后预防复发及经前期紧张综合征。 ⑶适用于女性转移性乳腺癌，对雌激素受体或孕激素受体阳性患者疗效更好。",
      "dosage": "口服：一次20mg，一日1次，或一次10mg，一日2次，必要时可用至一次20mg，一日2次。如漏服时间不长，应立即补服，如果超过12小时，则无需补服，只需继续正常服药即可。",
      "contraindications": "症 禁用：可能妊娠及妊娠期妇女和有眼底疾病者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、发热、瘙痒、疼痛、嗜睡等。",
      "interactions": "⑴雌激素可影响本品治疗效果。 ⑵抗酸药、西咪替丁、法莫替丁、雷尼替丁等在胃内改变pH值，时本品肠衣片提前分解，对胃有刺激作用。故应与上述药物相隔1～2小时服用。 ⑶本品与华法林或任何其他香豆素类抗凝药联合应用时可发生抗凝作用显著增高，故联合应用时应密切监测患者。 ⑷骨转移患者使用本品治疗初期，如同时使用那些降低肾脏钙排泄的药物如噻嗪类利尿药，可能增加高钙血症的风险。 ⑸本品与细胞毒药物联合应用时，血栓栓塞的风险增加。 ⑹应避免与肝药酶CYP2D6的激动剂或抑制剂合用。 用药交代 ⑴服药期间应避免",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴哺乳期妇女慎用。 ⑵用药期间定期检查周围血象、肝B超检查。骨转移患者作血钙测定。 ⑶大剂量长期服用定期作眼科检查。乳腺癌手术后作为辅助化疗不超过5年。 ⑷定期做妇科检查以及时发现继发子宫内膜癌。",
      "source": "湖南药事服务网",
      "full_indications": "⑴绝经期前的妇女代替卵巢切除或放射去势。 ⑵乳腺癌广泛切除后预防复发及经前期紧张综合征。 ⑶适用于女性转移性乳腺癌，对雌激素受体或孕激素受体阳性患者疗效更好。",
      "full_dosage": "口服：一次20mg，一日1次，或一次10mg，一日2次，必要时可用至一次20mg，一日2次。如漏服时间不长，应立即补服，如果超过12小时，则无需补服，只需继续正常服药即可。",
      "full_contraindications": "症 禁用于可能妊娠及妊娠期妇女和有眼底疾病者。",
      "full_adverse_reactions": "⑴在治疗初期，骨和肿瘤疼痛可以一过性加剧，继续治疗可逐渐减轻。 ⑵少数绝经期前的妇女可发生卵巢囊肿。 ⑶长期（17个月以上）和大量（每日240～320mg）治疗则视网膜病和角膜混浊发生率升高。少数患者可引起血栓形成。 ⑷罕见的需引起注意的不良反应：精神错乱、肺栓塞（表现为气短）、血栓形成（表现为下肢肿痛）、无力、嗜睡、子宫内膜增生、内膜息肉和内膜癌。 ⑸较多见的不良反应：潮热、恶心呕吐和体重增加。 ⑹较少见的不良反应：月经紊乱、头痛、外阴瘙痒、皮肤红斑和干燥。 肝损伤 ⑴肝毒性： 他莫昔芬引致临床症状明显的特异性肝损伤的病例比较罕见，肝损伤一般于治疗后六个月内出现，临床症状各不相同，表现为胆汁淤积型、混合型或肝细胞受损型肝酶升高。免疫超敏症状（皮疹、发热和嗜酸性粒细胞增多症）并不常见，自身抗体阳性比例也很低。部分患者出现严重的肝功能衰竭迹象，但多数具有自限性。已有个别长期他莫昔芬治疗引致肝紫癜病和肝囊肿的病例，部分女性患者（无其他可导致肝肿瘤的风险因素）出现肝细胞癌。大型回顾性分析发现，连续服用他莫昔芬五年的女性患者肝细胞癌的概率并无增加，尽管相同研究表明子宫内膜癌的患病几率有增加。 他莫昔芬治疗可导致脂肪肝和脂肪性肝炎。在前瞻性研究中，研究人员采用CT检查发现1/3接受他莫昔芬长期治疗的妇女出现脂肪肝症状。脂肪肝一般在他莫昔芬治疗后1至2年内出现，但一般不伴有临床症状，尽管近半数患者血清转氨酶含量轻度升高。肝活检发现脂肪性肝炎，部分女性出现肝纤维化。部分患者治疗后3至5年出现肝硬化。停药后血清转氨酶升高和脂肪肝症状有所改善，但康复速度缓慢，部分患者持续存在门静脉高压症症状。虽然体重和身体质量指数(BMI)高的女性患者出现肝脂肪变性的频率更高，但脂肪肝一般不伴有体重变化且与酗酒或辅助化疗无关。由于脂肪性肝炎一般（但非经常）伴有轻微的血清转氨酶升高，因此建议在他莫昔芬长期治疗过程中监控血清酶变化。 他莫昔芬治疗还可能导致伴有症状的皮肤卟啉症(PCT)，临床症状一般于使用后1至4年内出现，并伴有皮肤脆性增加、多毛症、尿赤、尿液卟啉化合物升高及血清转氨酶水平轻微升高。出现他莫昔芬相关PCT的患者通常无其他PCT风险因素，如铁过载、酗酒或丙型肝炎病毒感染。停药后症状逐渐消退，尿液卟啉化合物减少且肝酶水平逐渐恢复。⑵损伤机制： 他莫昔芬相关急性肝损伤一般是由于对药物代谢产物的特异性反应而非雌激素效应导致的。相反地，脂肪肝和迟发性皮肤卟啉症有可能是在患者具有脂肪肝或迟发性皮肤卟啉症遗传因素的情况下雌性激素对肝脏的作用而导致的。⑶肝损星级：★★★ 禁忌症 禁用于可能妊娠及妊娠期妇女和有眼底疾病者。",
      "full_interactions": "⑴雌激素可影响本品治疗效果。 ⑵抗酸药、西咪替丁、法莫替丁、雷尼替丁等在胃内改变pH值，时本品肠衣片提前分解，对胃有刺激作用。故应与上述药物相隔1～2小时服用。 ⑶本品与华法林或任何其他香豆素类抗凝药联合应用时可发生抗凝作用显著增高，故联合应用时应密切监测患者。 ⑷骨转移患者使用本品治疗初期，如同时使用那些降低肾脏钙排泄的药物如噻嗪类利尿药，可能增加高钙血症的风险。 ⑸本品与细胞毒药物联合应用时，血栓栓塞的风险增加。 ⑹应避免与肝药酶CYP2D6的激动剂或抑制剂合用。 用药交代 ⑴服药期间应避免食用含高雌激素的食物（如雪蛤、蜂王浆、胎盘素等）、维生素C及维生素E补充剂。 ⑵用药期间需要监测子宫内膜厚度，因此至少半年或一年检查1次。一般在月经结束后2~3天内（周期较长者5~7天内）适宜检查。 给药说明 ⑴治必须在医生的监护下进行治疗。 ⑵本品治疗晚期乳腺癌有效率约30％～40％，雌激素受体或孕激素受体阳性患者较易见效。用过化疗者不影响其疗效。服用本品后一般在4～10周内出现疗效。但骨转移病变可能出现疗效较晚。本品亦可作为乳腺癌中雌激素受体及孕激素受体阳性患者手术后辅助治疗。 用法与用量 口服：一次20mg，一日1次，或一次10mg，一日2次，必要时可用至一次20mg，一日2次。如漏服时间不长，应立即补服，如果超过12小时，则无需补服，只需继续正常服药即可。",
      "full_pregnancy_category": "D\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴哺乳期妇女慎用。 ⑵用药期间应定期检查周围血象、肝B超检查。骨转移患者应作血钙测定。 ⑶大剂量长期服用应定期作眼科检查。乳腺癌手术后作为辅助化疗不超过5年。 ⑷定期做妇科检查以及时发现继发子宫内膜癌。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=152",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 299,
    "name": "益心舒胶囊",
    "full_name": "(甲)益心舒胶囊[国基、上增]",
    "chemical_name": "新益心舒胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "贵州信邦制药"
    ],
    "specifications": [
      {
        "specification": "400mg/粒",
        "manufacturer": "贵州信邦制药",
        "full_manufacturer": "贵州信邦制药股份有限公司",
        "price": 19.68,
        "unit": "盒",
        "code": "Y00000014861",
        "approval_number": "国药准字Z52020038",
        "insurance_code": "ZA12AAY0416010105547"
      }
    ],
    "pinyin": "yixinshu",
    "pinyin_initials": "yxs",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "1.常用于荨麻疹、血管神经性水肿，过敏性鼻炎等过敏症； 2.防治晕动病、镇静、催眠，治疗恶心、呕吐及术后止痛，亦可作为全麻的辅助用药。",
      "dosage": "成人：，①抗过敏，一次12.5～25mg；儿童：常用量为按体重一次0.125mg",
      "contraindications": "症 ⑴早产儿、新生儿禁用。 ⑵对本品及辅料过敏者、对吩噻嗪过敏者禁用。 ⑶口服制剂禁用：6岁以下儿童。",
      "adverse_reactions": "⑴常见的有嗜睡、反应迟钝、眩晕及低血压。 ⑵较少见的有视力模糊或轻度色盲、头晕、口鼻咽干燥、痰液黏稠等抗胆碱作用。 ⑶少见心率加快或减慢、白细胞减少等。 ⑷增加皮肤光敏性。 ⑸6岁以下儿童精神和中枢神经系统副作用的风险，包括机能亢进、攻击性和幻觉。",
      "interactions": "⑴异丙嗪与中枢神经抑制药合用时，可相互加强效应。 ⑵碳酸氢钠等碱性药物能降低异丙嗪的排泄。 ⑶异丙嗪与溴苄胺、异喹胍或胍啶等同用时，后者的降压作用增强。 ⑷异丙嗪与抗胆碱类药物（特别是阿托品类药）同用时，二者的抗胆碱作用相互增强。 ⑸其余参阅抗组胺药的",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑵老年人慎用。⑶闭角型青光眼及前列腺肥大者慎用。⑸其余参阅抗组胺药的注意事项。",
      "source": "湖南药事服务网",
      "full_indications": "1.常用于荨麻疹、血管神经性水肿，过敏性鼻炎等过敏症； 2.防治晕动病、镇静、催眠，治疗恶心、呕吐及术后止痛，亦可作为全麻的辅助用药。",
      "full_dosage": "⑴口服：成人，①抗过敏，一次12.5～25mg，一日1～3次。②防晕动病，旅行前1小时服用12.5mg，必要时1日内可重复1～2次。③用于恶心、呕吐，一次12.5mg，必要时每4～6小时1次。④用于镇静、安眠，一次12.5mg，睡前服。 儿童常用量为按体重一次0.125mg/kg或按体表面积3.75mg/m²,每4～6小时1次。 ⑵肌内注射：成人。①抗过敏，一次25mg，必要时2～4小时重复；严重过敏时可肌内注射50mg，最高量不得超过100mg，在特殊紧急情况下，可用灭菌注射用水稀释成0.25％，缓慢静脉注射。②止吐，一次12.5～25mg，必要时每4小时重复1次。③镇静催眠，一次25～50mg。 儿童：①抗过敏，按体重一次0.125mg/kg或按体表面积3.75mg/m²，每4～6小时1次。②止吐，按体重一次0.25～0.5mg/kg或按体表面积7.5～15mg/m²，必要时每4～6小时重复；或一次12.5～25mg，必要时每4～6小时重复。③镇静催眠，按体重一次0.5～1.0mg/kg或一次12.5～25mg。④抗眩晕，睡前可按需给予，按体重0.25～0.5mg/kg或按体表面积7.5～15mg/m²；或一次6.25～12.5mg，一日3次。",
      "full_contraindications": "症 ⑴早产儿、新生儿禁用。 ⑵对本品及辅料过敏者、对吩噻嗪过敏者禁用。 ⑶口服制剂禁用于6岁以下儿童。",
      "full_adverse_reactions": "⑴常见的有嗜睡、反应迟钝、眩晕及低血压。 ⑵较少见的有视力模糊或轻度色盲、头晕、口鼻咽干燥、痰液黏稠等抗胆碱作用。 ⑶少见心率加快或减慢、白细胞减少等。 ⑷增加皮肤光敏性。 ⑸6岁以下儿童精神和中枢神经系统副作用的风险，包括机能亢进、攻击性和幻觉。",
      "full_interactions": "⑴异丙嗪与中枢神经抑制药合用时，可相互加强效应。 ⑵碳酸氢钠等碱性药物能降低异丙嗪的排泄。 ⑶异丙嗪与溴苄胺、异喹胍或胍啶等同用时，后者的降压作用增强。 ⑷异丙嗪与抗胆碱类药物（特别是阿托品类药）同用时，二者的抗胆碱作用相互增强。 ⑸其余参阅抗组胺药的",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴孕妇在临产前1～2周应停用本品。 ⑵老年人慎用。 ⑶闭角型青光眼及前列腺肥大者慎用。 药物相互作用 ⑴异丙嗪与中枢神经抑制药合用时，可相互加强效应。 ⑵碳酸氢钠等碱性药物能降低异丙嗪的排泄。 ⑶异丙嗪与溴苄胺、异喹胍或胍啶等同用时，后者的降压作用增强。 ⑷异丙嗪与抗胆碱类药物（特别是阿托品类药）同用时，二者的抗胆碱作用相互增强。 ⑸其余参阅抗组胺药的注意事项。 用药交代 本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。",
      "full_pregnancy_category": "C\n \n",
      "composition": "人参、麦冬、五味子、黄芪、丹参、川芎、山楂。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6818",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 300,
    "name": "硝酸毛果芸香碱滴眼液",
    "full_name": "(甲)硝酸毛果芸香碱滴眼液[国基]",
    "chemical_name": "硝酸毛果芸香碱滴眼液",
    "dosage_form": "滴眼液",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "山东博士伦福瑞达制药"
    ],
    "specifications": [
      {
        "specification": "5ml/支",
        "manufacturer": "山东博士伦福瑞达制药",
        "full_manufacturer": "山东博士伦福瑞达制药有限公司",
        "price": 14.44,
        "unit": "瓶",
        "code": "X00178",
        "approval_number": "国药准字H20020038",
        "insurance_code": "XS01EBM035G010010104072",
        "location": "G-2",
        "outpatient_location": "D-2"
      }
    ],
    "pinyin": "xiaosuanmaoguoyunxiangjian",
    "pinyin_initials": "xsmgyxj",
    "dosage_form_pinyin": "diyanye",
    "dosage_form_initials": "dyy",
    "manual": {
      "indications": "用于行全身麻醉的手术患者气管插管和机械通气时的镇静。",
      "dosage": "成人：剂量，配成4μg",
      "contraindications": "症 对本品及其成份过敏者禁用。",
      "adverse_reactions": "常见：为低血压、心动过缓及口干",
      "interactions": "⑴麻醉剂/镇静剂/催眠药/阿片类：同时给予本品和麻醉剂、镇静剂、催眠药和阿片类可能导致药物作用的增强。国外研究报道已经确定了盐酸右美托咪定与七氟烷、异氟烷、丙泊酚、阿芬太尼和咪达唑仑的影响。右美托咪定和异氟烷、丙泊酚、阿芬太尼和咪达唑仑之间没有药动学相互作用。然而，由于可能的药效学相互作用，当同时给予本品时，可能要求降低本品或伴随的麻醉剂、镇静剂、催眠药和阿片类药物的剂量。 ⑵神经肌肉的阻断：在一项对于10个健康志愿者的国外研究中，盐酸右美托咪定给药45分钟，血浆浓度为1ng/mL时没有导致与罗",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴本品只能由专业人士在具备医疗监护设备的条件下使用。由于本品的已知",
      "source": "湖南药事服务网",
      "full_indications": "用于行全身麻醉的手术患者气管插管和机械通气时的镇静。",
      "full_pharmacokinetics": "",
      "full_dosage": "静脉注射：成人剂量，配成4μg/ml浓度以1μg/kg剂量缓慢静注，输注时间超过10分钟。 本品在给药前必须用0.9％的氯化钠溶液稀释达浓度4μg/ml，可取出2ml本品加入48ml的0.9％的氯化钠注射液中形成总的50ml溶液，轻轻摇动使均匀混合。 剂量调整：由于可能的药效学相互作用，当本品与其他麻醉剂、镇静剂、安眠药或阿片类药物同时给药时可能需要减少给药剂量。 肝、肾功能损伤的患者和老年患者可能需要考虑减少给药剂量。",
      "full_contraindications": "症 对本品及其成份过敏者禁用。",
      "full_adverse_reactions": "国外研究报道与治疗相关的发生率大于2%的最常见不良反应为低血压、心动过缓及口干。",
      "full_interactions": "⑴麻醉剂/镇静剂/催眠药/阿片类：同时给予本品和麻醉剂、镇静剂、催眠药和阿片类可能导致药物作用的增强。国外研究报道已经确定了盐酸右美托咪定与七氟烷、异氟烷、丙泊酚、阿芬太尼和咪达唑仑的影响。右美托咪定和异氟烷、丙泊酚、阿芬太尼和咪达唑仑之间没有药动学相互作用。然而，由于可能的药效学相互作用，当同时给予本品时，可能要求降低本品或伴随的麻醉剂、镇静剂、催眠药和阿片类药物的剂量。 ⑵神经肌肉的阻断：在一项对于10个健康志愿者的国外研究中，盐酸右美托咪定给药45分钟，血浆浓度为1ng/mL时没有导致与罗库溴铵给药相关的神经肌肉阻断程度的临床明显增加。 配伍",
      "full_precautions": "⑴本品只能由专业人士在具备医疗监护设备的条件下使用。由于本品的已知"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2922",
      "last_updated": "2026-03-21"
    }
  }
];
