// 药品数据 - 生成于 2026-04-23
// 共 54 条记录

const drugDetailBatch11 = [
  {
    "id": 1001,
    "name": "盐酸纳美芬注射液",
    "full_name": "(乙10%)盐酸纳美芬注射液",
    "chemical_name": "盐酸纳美芬注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "灵宝市豫西药业"
    ],
    "specifications": [
      {
        "specification": "0.1mg:1ml/支",
        "manufacturer": "灵宝市豫西药业",
        "full_manufacturer": "灵宝市豫西药业有限责任公司",
        "price": 34.19,
        "unit": "支",
        "code": "X00744",
        "approval_number": "国药准字H20080805",
        "insurance_code": "XN02AAN008B002030203145",
        "location": "K-1"
      }
    ],
    "pinyin": "yansuannameifen",
    "pinyin_initials": "ysnmf",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "⑴主要用于重症肌无力、进行性肌营养不良症、脊髓灰质炎后遗症及儿童脑型麻痹后遗症、外伤性感觉运动障碍、多发性周围神经病。 ⑵亦可用于轻、中度阿尔茨海默病和血管性痴呆的治疗。",
      "dosage": "⑴用于阿尔茨海默病和/或血管性痴呆治疗：口服，第一周4mg，一日2次，第二周8mg，一日2次，第三周12mg，一日2次。",
      "contraindications": "症 ⑴对本品中任一成份过敏者禁用。 ⑵加兰他敏为胆碱酯酶抑制剂，在麻醉的情况下禁止使用。 ⑶心绞痛及心动过缓者禁用。 ⑷严重哮喘或肺功能障碍的病人禁用。 ⑸重度肝脏损害者禁用。 ⑹重度肾脏损害者禁用。 ⑺机械性肠梗阻、尿路阻塞或膀胱术后恢复期患者禁用。 ⑻癫痫、运动功能亢进患者禁用。",
      "adverse_reactions": "常见：呕吐、腹泻、头痛、头晕、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "⑴药效学：本品是从石蒜科植物中提取的一种生物碱，为易逆性的抗胆碱酯酶药，作用较弱，体外抗胆碱酯酶效价约为毒扁豆碱的1/10，本品可改善神经肌肉接头的传递，对运动终板上的Ｎ2受体亦有直接兴奋作用。本品较易透过血脑屏障，故对中枢胆碱酯酶的抑制作用比较强。其毒蕈碱样作用微弱短暂，患者较易耐受。 ⑵药动学：口服吸收快，2小时达Ｃmax，生物利用度可达100％。消除半衰期为5小时以上，脑内药物浓度为血浆的3倍。组织分布依次为肾、肝、脑，主要通过肾脏排出体外。",
      "precautions": "⑵有消化溃疡病史、或同时使用非甾体抗炎药的病人慎用。⑶中度肝、肾损害的病友慎用本品，必要时应适当减量。⑴应用时应由小剂量逐渐增大，以避免不良反应。",
      "source": "湖南药事服务网",
      "full_indications": "⑴主要用于重症肌无力、进行性肌营养不良症、脊髓灰质炎后遗症及儿童脑型麻痹后遗症、外伤性感觉运动障碍、多发性周围神经病。 ⑵亦可用于轻、中度阿尔茨海默病和血管性痴呆的治疗。",
      "full_dosage": "⑴用于阿尔茨海默病和/或血管性痴呆治疗：口服，第一周4mg，一日2次，第二周8mg，一日2次，第三周12mg，一日2次。以后维持该剂量。缓释片的推荐剂量为一次10mg，一日1次，服用4周。治疗过程中保证足够液体摄入。维持剂量：初始维持剂量为一次20mg，一日1次，此剂量下，患者至少维持4周。医师在对患者临床疗效及耐受性进行综合评价后，可以将剂量提高到临床最高推荐剂量，一次30mg，一日1次。 ⑵用于重症肌无力、肌营养不良症、多发性周围神经病等治疗：①口服：一次10mg，一日3次；小儿一日0.5～1mg/kg，分3次服用。②皮下或肌肉注射，一日2.5～10mg，一日1次；小儿一日0.05～0.1mg/kg，一日1次。脊髓灰质炎后遗症可连续服药40～50天，一般20～40天为1疗程，隔30～45天后开始第2个疗程。经1～2个疗程后病情仍未改善者，应停止用药。有效者可连续用3个疗程。应用时剂量应由小到大，逐渐增加，以减少",
      "full_contraindications": "症 ⑴对本品中任一成份过敏者禁用。 ⑵加兰他敏为胆碱酯酶抑制剂，在麻醉的情况下禁止使用。 ⑶心绞痛及心动过缓者禁用。 ⑷严重哮喘或肺功能障碍的病人禁用。 ⑸重度肝脏损害者禁用。 ⑹重度肾脏损害者禁用。 ⑺机械性肠梗阻、尿路阻塞或膀胱术后恢复期患者禁用。 ⑻癫痫、运动功能亢进患者禁用。",
      "full_adverse_reactions": "⑴神经系统：常见有疲劳、头晕眼花、头痛、发抖、失眠、梦幻。罕见有张力亢进、感觉异常、失语症和运动机能亢进等。 ⑵胃肠系统：腹胀、反胃、呕吐、腹痛、腹泻、厌食及体重减轻、消化不良等较常见，尚有吞咽困难、消化道出血的报道。 ⑶心血管系统：可见心动过缓、心律不齐。低血压罕见。 ⑷血液系统：贫血可见，偶见血小板减少。 ⑸内分泌和代谢系统：偶见血糖增高，曾有低钾血症的报道。 肝损伤 ⑴肝毒性： 在几次大型安慰剂对照临床试验中，与使用安慰剂的患者相比，使用加兰他敏的患者血清酶含量升高的概率并没有增加，且无肝毒性报告。出版文献中无加兰他敏引起临床症状明显的肝中毒个例报告，但原始厂家已收到加兰他敏引起肝酶含量升高和肝炎的报告。除他克林外，仅有少数病例表明乙酰胆碱酯酶抑制剂在治疗阿尔茨海默病过程中会引起临床症状明显的急性肝损伤。⑵损伤机制： 加兰他敏经肝脏细胞色素P450系统(CYP 2D6和3A4)葡萄苷酸化代谢。加兰他敏的肝毒性可能是引起异质代谢所产生的毒性或免疫性中间物引起。⑶肝损星级：★ 禁忌症 ⑴对本品中任一成份过敏者禁用。 ⑵加兰他敏为胆碱酯酶抑制剂，在麻醉的情况下禁止使用。 ⑶心绞痛及心动过缓者禁用。 ⑷严重哮喘或肺功能障碍的病人禁用。 ⑸重度肝脏损害者禁用。 ⑹重度肾脏损害者禁用。 ⑺机械性肠梗阻、尿路阻塞或膀胱术后恢复期患者禁用。 ⑻癫痫、运动功能亢进患者禁用。",
      "full_interactions": "⑴本品具有潜在的消弱抗胆碱功能药物治疗效果的作用。 ⑵与类胆碱作用物以及其他胆碱酯酶抑制剂合用具有协同作用。 ⑶本品与甲氰咪胍、酮康唑合用，可提高本品的生物利用度。 ⑷与红霉素合用，可减低本品的疗效。 ⑸有报道本品与地高辛合用时可出现房室传导阻滞。 ⑹已知的CYP2D6酶抑制剂如阿米替林、氟西汀、氟氧胺、帕罗西丁和奎尼丁可减少本品的清除率。 用药交代 ⑴治疗过程中保证喝足够的水。 ⑵建议吃饭时或饭后服用。 ⑶本品可能引起头晕、嗜睡，会影响驾驶及操作机械的能力，特别是在服药的第一个星期内，因此建议服药期间，避免驾驶和机械操作。 给药说明 可用于替代新斯的明拮抗氯化筒箭毒碱，但效能弱，用量比新斯的明大10倍。静注加兰他敏0.5mg/kg，可迅速逆转注射氢溴酸东莨菪碱所致的中枢抗胆碱作用。 用法与用量 ⑴用于阿尔茨海默病和/或血管性痴呆治疗：口服，第一周4mg，一日2次，第二周8mg，一日2次，第三周12mg，一日2次。以后维持该剂量。缓释片的推荐剂量为一次10mg，一日1次，服用4周。治疗过程中保证足够液体摄入。维持剂量：初始维持剂量为一次20mg，一日1次，此剂量下，患者至少维持4周。医师在对患者临床疗效及耐受性进行综合评价后，可以将剂量提高到临床最高推荐剂量，一次30mg，一日1次。 ⑵用于重症肌无力、肌营养不良症、多发性周围神经病等治疗：①口服：一次10mg，一日3次；小儿一日0.5～1mg/kg，分3次服用。②皮下或肌肉注射，一日2.5～10mg，一日1次；小儿一日0.05～0.1mg/kg，一日1次。脊髓灰质炎后遗症可连续服药40～50天，一般20～40天为1疗程，隔30～45天后开始第2个疗程。经1～2个疗程后病情仍未改善者，应停止用药。有效者可连续用3个疗程。应用时剂量应由小到大，逐渐增加，以减少不良反应。 剂型与规格 片剂 4mg 5mg 12mg XN06D乙1173 5% 哪儿有 分散片 2.5mg 5mg 4mg XN06D乙1173 5% 哪儿有 胶囊剂 5mg XN06D乙1173 5% 暂无 缓释片 10mg 哪儿有 口腔崩解片 4mg 5mg 暂无 注射液 1mg 1ml 2.5mg 1ml 5mg 1ml XN06D乙1173 5% 哪儿有 口服液 10mg 10ml 暂无",
      "full_pharmacokinetics": "⑴药效学：本品是从石蒜科植物中提取的一种生物碱，为易逆性的抗胆碱酯酶药，作用较弱，体外抗胆碱酯酶效价约为毒扁豆碱的1/10，本品可改善神经肌肉接头的传递，对运动终板上的Ｎ2受体亦有直接兴奋作用。本品较易透过血脑屏障，故对中枢胆碱酯酶的抑制作用比较强。其毒蕈碱样作用微弱短暂，患者较易耐受。 ⑵药动学：口服吸收快，2小时达Ｃmax，生物利用度可达100％。消除半衰期为5小时以上，脑内药物浓度为血浆的3倍。组织分布依次为肾、肝、脑，主要通过肾脏排出体外。",
      "full_precautions": "⑴应用时应由小剂量逐渐增大，以避免不良反应。 ⑵有消化溃疡病史、或同时使用非甾体抗炎药的病人慎用。 ⑶中度肝、肾损害的病友慎用本品，必要时应适当减量。 ⑷本品可能引起头晕、嗜睡，会影响驾驶及操作机械的能力，特别是在服药的第一个星期内，因此建议服药期间，避免驾驶和机械操作。 ⑸药物过量时病人可出现呕吐、流涎、流泪出汗、心动过缓、血压过低、QT间期延长、惊厥等症状。一旦发生药物过量，应立即停药就医，采取支持性治疗，阿托品可作为本品过量的解毒剂，建议静脉给药。 药物相互作用 ⑴本品具有潜在的消弱抗胆碱功能药物治疗效果的作用。 ⑵与类胆碱作用物以及其他胆碱酯酶抑制剂合用具有协同作用。 ⑶本品与甲氰咪胍、酮康唑合用，可提高本品的生物利用度。 ⑷与红霉素合用，可减低本品的疗效。 ⑸有报道本品与地高辛合用时可出现房室传导阻滞。 ⑹已知的CYP2D6酶抑制剂如阿米替林、氟西汀、氟氧胺、帕罗西丁和奎尼丁可减少本品的清除率。 用药交代 ⑴治疗过程中保证喝足够的水。 ⑵建议吃饭时或饭后服用。 ⑶本品可能引起头晕、嗜睡，会影响驾驶及操作机械的能力，特别是在服药的第一个星期内，因此建议服药期间，避免驾驶和机械操作。 给药说明 可用于替代新斯的明拮抗氯化筒箭毒碱，但效能弱，用量比新斯的明大10倍。静注加兰他敏0.5mg/kg，可迅速逆转注射氢溴酸东莨菪碱所致的中枢抗胆碱作用。 用法与用量 ⑴用于阿尔茨海默病和/或血管性痴呆治疗：口服，第一周4mg，一日2次，第二周8mg，一日2次，第三周12mg，一日2次。以后维持该剂量。缓释片的推荐剂量为一次10mg，一日1次，服用4周。治疗过程中保证足够液体摄入。维持剂量：初始维持剂量为一次20mg，一日1次，此剂量下，患者至少维持4周。医师在对患者临床疗效及耐受性进行综合评价后，可以将剂量提高到临床最高推荐剂量，一次30mg，一日1次。 ⑵用于重症肌无力、肌营养不良症、多发性周围神经病等治疗：①口服：一次10mg，一日3次；小儿一日0.5～1mg/kg，分3次服用。②皮下或肌肉注射，一日2.5～10mg，一日1次；小儿一日0.05～0.1mg/kg，一日1次。脊髓灰质炎后遗症可连续服药40～50天，一般20～40天为1疗程，隔30～45天后开始第2个疗程。经1～2个疗程后病情仍未改善者，应停止用药。有效者可连续用3个疗程。应用时剂量应由小到大，逐渐增加，以减少不良反应。 剂型与规格 片剂 4mg 5mg 12mg XN06D乙1173 5% 哪儿有 分散片 2.5mg 5mg 4mg XN06D乙1173 5% 哪儿有 胶囊剂 5mg XN06D乙1173 5% 暂无 缓释片 10mg 哪儿有 口腔崩解片 4mg 5mg 暂无 注射液 1mg 1ml 2.5mg 1ml 5mg 1ml XN06D乙1173 5% 哪儿有 口服液 10mg 10ml 暂无",
      "full_pregnancy_category": "B\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1001",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1002,
    "name": "盐酸丙美卡因滴眼液",
    "full_name": "(自)盐酸丙美卡因滴眼液",
    "chemical_name": "盐酸丙美卡因滴眼液",
    "dosage_form": "滴眼液",
    "types": [],
    "manufacturers": [
      "Alcon NV"
    ],
    "specifications": [
      {
        "specification": "15ml/支",
        "manufacturer": "Alcon NV",
        "full_manufacturer": "Alcon NV（s.a.ALCON-COUVREUR n.v）",
        "price": 33.14,
        "unit": "盒",
        "code": "X00442",
        "approval_number": "国药准字HJ20160133",
        "insurance_code": "XS01HAB131G010010280043",
        "location": "2E-5",
        "outpatient_location": "2C-1"
      }
    ],
    "pinyin": "yansuanbingmeikayin",
    "pinyin_initials": "ysbmky",
    "dosage_form_pinyin": "diyanye",
    "dosage_form_initials": "dyy",
    "manual": {
      "indications": "适用于眼科局部表面麻醉。",
      "dosage": "滴眼：⑴深部麻醉：白内障摘除术后，滴入眼睑内，一次1～2滴，每5～10分钟1次，共5～7次。 ⑵缝线拆除：于拆线前2～3分钟，滴入眼睑内，一次1～2滴。 ⑶取异物、平面眼压计测量：操作前滴入眼睑内1～2滴。必要时可追加1滴。 剂型与规格 滴眼液 75mg 15ml 2mg 0.4ml 哪儿有",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "长期使用可引起角膜损伤、视力减退或伤口愈合延迟。 禁忌症 对本品过敏者禁用。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "",
      "precautions": "⑴甲状腺功能亢进、心脏病患者慎用。⑵表面麻醉药不宜长期使用，以免引起角膜损伤、视力减退或伤口愈合延迟。",
      "source": "",
      "full_indications": "适用于眼科局部表面麻醉。",
      "full_dosage": "滴眼：⑴深部麻醉：白内障摘除术后，滴入眼睑内，一次1～2滴，每5～10分钟1次，共5～7次。 ⑵缝线拆除：于拆线前2～3分钟，滴入眼睑内，一次1～2滴。 ⑶取异物、平面眼压计测量：操作前滴入眼睑内1～2滴。必要时可追加1滴。 剂型与规格 滴眼液 75mg 15ml 2mg 0.4ml 哪儿有",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "长期使用可引起角膜损伤、视力减退或伤口愈合延迟。 禁忌症 对本品过敏者禁用。",
      "full_precautions": "⑴甲状腺功能亢进、心脏病患者慎用。 ⑵表面麻醉药不宜长期使用，以免引起角膜损伤、视力减退或伤口愈合延迟。 ⑶使用本品时防止异物进入眼内，并禁止揉搓眼睛。 用法与用量 滴眼：⑴深部麻醉：白内障摘除术后，滴入眼睑内，一次1～2滴，每5～10分钟1次，共5～7次。 ⑵缝线拆除：于拆线前2～3分钟，滴入眼睑内，一次1～2滴。 ⑶取异物、平面眼压计测量：操作前滴入眼睑内1～2滴。必要时可追加1滴。 剂型与规格 滴眼液 75mg 15ml 2mg 0.4ml 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2862"
    }
  },
  {
    "id": 1003,
    "name": "硫软膏",
    "full_name": "(甲)硫软膏[市基]",
    "chemical_name": "硫软膏",
    "dosage_form": "软膏",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "国药集团三益药业"
    ],
    "specifications": [
      {
        "specification": "15g/支",
        "manufacturer": "国药集团三益药业",
        "full_manufacturer": "国药集团三益药业（芜湖）有限公司",
        "price": 17.82,
        "unit": "支",
        "code": "X00443",
        "approval_number": "国药准字H34020406",
        "insurance_code": "XD10ABL129F001010104454",
        "location": "G-5",
        "outpatient_location": "T-4"
      }
    ],
    "pinyin": "liu",
    "pinyin_initials": "l",
    "dosage_form_pinyin": "ruangao",
    "dosage_form_initials": "rg",
    "manual": {
      "indications": "作为强效镇痛药。本品制剂用于其他镇痛药无效的急性锐痛及剧痛，如严重创伤、战伤、烧伤等疼痛。可缓解心肌梗死和左心室衰竭以及心源性肺水肿。用于麻醉和手术前保持病人适当的镇静。口服制剂用于癌痛。",
      "dosage": "成人：常用量，普通片剂一次5～15mg",
      "contraindications": "症 ⑴未成熟新生儿、婴幼儿、孕妇、哺乳期妇女、呼吸抑制病人、脑外伤颅内高压、支气管哮喘、肺源性心脏病代偿失调、状腺功能减退、皮质功能不全、前列腺肥大、排尿困难及严重肝功能不全、休克尚未纠正控制前、麻痹性肠梗阻等患者禁用。⑵临盆产妇也禁用。",
      "adverse_reactions": "⑴心血管系统：心动过缓，低血压，心律失常，高血压。 ⑵呼吸系统：支气管痉挛、喉痉挛。 ⑶消化系统：恶心、呕吐、胆道痉挛，便秘。 ⑷中枢神经系统：视物模糊、晕厥、欣快、烦躁。 ⑸泌尿生殖系统：尿潴留、抗利尿作用、子宫痉挛。 ⑹过敏反应：瘙痒、荨麻疹。 ⑺其他：胸壁僵硬。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "C",
      "pharmacokinetics": null,
      "precautions": "⑵慎用于老年人。⑸慎用于肾绞痛、胆绞痛，可使疼痛加剧，必要时与阿托品合用。⑷吗啡注入硬膜外隙或蛛网膜下隙后，应监测呼吸及循环功能，前者24小时，后者12小时。",
      "source": "湖南药事服务网",
      "full_indications": "作为强效镇痛药。本品制剂用于其他镇痛药无效的急性锐痛及剧痛，如严重创伤、战伤、烧伤等疼痛。可缓解心肌梗死和左心室衰竭以及心源性肺水肿。用于麻醉和手术前保持病人适当的镇静。口服制剂用于癌痛。",
      "full_pharmacokinetics": "",
      "full_dosage": "⑴口服：①成人常用量，普通片剂一次5～15mg，一日15～60mg。②极量，一次30mg，一日100mg。对于重度癌痛患者，首次剂量范围较大，一日3～6次，临睡前一次剂量可加倍。服用缓、控释片宜从每12小时服用10～20mg开始，视镇痛效果调整剂量；服用时必须整片吞服，不可掰开或嚼碎，用量可达每日1～2g。 ⑵皮下注射：①成人常用量，一次5～15mg，一日15～40mg。②极量，一次20mg，一日60mg。 ⑶静脉注射：盐酸吗啡成人镇痛时常用量5～10mg；用作静脉全麻不要超过1mg/kg，不足时加用作用时效短的本类镇痛药，以免苏醒延迟，术后发生血压下降和长时间呼吸抑制。 ⑷手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极量5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下隙，一次0.1～0.3mg，原则上不再重复给药。",
      "full_contraindications": "症 ⑴未成熟新生儿、婴幼儿、孕妇、哺乳期妇女、呼吸抑制病人、脑外伤颅内高压、支气管哮喘、肺源性心脏病代偿失调、状腺功能减退、皮质功能不全、前列腺肥大、排尿困难及严重肝功能不全、休克尚未纠正控制前、麻痹性肠梗阻等患者禁用。⑵临盆产妇也禁用。",
      "full_adverse_reactions": "⑴心血管系统：心动过缓，低血压，心律失常，高血压。 ⑵呼吸系统：支气管痉挛、喉痉挛。 ⑶消化系统：恶心、呕吐、胆道痉挛，便秘。 ⑷中枢神经系统：视物模糊、晕厥、欣快、烦躁。 ⑸泌尿生殖系统：尿潴留、抗利尿作用、子宫痉挛。 ⑹过敏反应：瘙痒、荨麻疹。 ⑺其他：胸壁僵硬。",
      "full_interactions": "⑴药液不得与氨茶碱、巴比妥类钠盐等碱性液、溴或碘化物、碳酸氢钠、氧化剂（如高锰酸钾）、植物收敛剂、氢氯噻嗪、肝素钠、苯妥英钠、呋喃妥因、新生霉素、氧西林、氯丙嗪、异丙嗪、哌替啶、磺胺嘧啶、磺胺噁唑以及铁、铝、镁、银、锌化合物等接触，以免发生浑浊沉淀。 ⑵与氮芥、环磷酰胺合用，增加氮芥、环磷酰胺的毒性。 ⑶与二双胍合用，增加乳酸性酸中毒的危险性。 ⑷与Ｍ胆碱受体阻断药（尤其是阿托品）合用，便秘加重，增加麻痹性肠梗阻和尿潴留的危险性。 ⑸与胍啶、美卡拉明、金刚烷胺、溴隐亭、左旋多巴、利多卡因、普鲁卡因胺、奎尼丁、亚硝酸钠、利尿药合用发生体位性低血压。 ⑹与生长抑素、利福平、利福布汀合用降低吗啡的疗效。 ⑺与美西律合用抑制并延迟美西律的吸收。 ⑻与艾司洛尔合用使艾司洛尔的血药浓度升高。 ⑼与纳洛酮、烯丙吗啡合用拮抗吗啡的作用。 ⑽与西咪替丁合用出现呼吸暂停、精神错乱和肌肉抽搐。 ⑾与纳曲酮、卡马西平合用出现阿片戒断症状。 ⑿与香草醛合用增加香草醛的抗凝血作用。 ⒀其余参阅麻醉性镇痛药。 药物过量 ①应用特异性解毒剂：纳洛酮、烯丙吗啡；②应用利尿药或高渗葡萄糖注射液促使药物治疗毒物排出体外；③呼吸抑制可用阿托品刺激呼吸中枢。 用药交代 ⑴口服用药时可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵对于重度癌痛病人，吗啡使用量可超过极量限制（即不受药典中关于吗啡极量的限制）。 给药说明 吗啡肌注不是不可以，但不推荐，结合药动学和现有的证据来看，皮下注射在止疼效果上不劣于肌肉注射，安全性更高（伤不到神经），依从性更好（引起的疼痛较轻）。吗啡肌注是一种给药选择，但仅限于硫酸吗啡注射液，盐酸吗啡肌内注射为超说明书用药，使用需谨慎。 用法与用量 ⑴口服：①成人常用量，普通片剂一次5～15mg，一日15～60mg。②极量，一次30mg，一日100mg。对于重度癌痛患者，首次剂量范围较大，一日3～6次，临睡前一次剂量可加倍。服用缓、控释片宜从每12小时服用10～20mg开始，视镇痛效果调整剂量；服用时必须整片吞服，不可掰开或嚼碎，用量可达每日1～2g。 ⑵皮下注射：①成人常用量，一次5～15mg，一日15～40mg。②极量，一次20mg，一日60mg。 ⑶静脉注射：盐酸吗啡成人镇痛时常用量5～10mg；用作静脉全麻不要超过1mg/kg，不足时加用作用时效短的本类镇痛药，以免苏醒延迟，术后发生血压下降和长时间呼吸抑制。 ⑷手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极量5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下隙，一次0.1～0.3mg，原则上不再重复给药。",
      "full_precautions": "⑴连用3～5天可能产生耐药性，长期应用可成瘾。 ⑵慎用于老年人。 ⑶应用大量吗啡进行静脉全麻时，常和神经安定药并用，诱导中可发生低血压，手术开始遇到外科刺激是血压又会骤升，应及早对症处理。 ⑷吗啡注入硬膜外隙或蛛网膜下隙后，应监测呼吸及循环功能，前者24小时，后者12小时。 ⑸慎用于肾绞痛、胆绞痛，可使疼痛加剧，必要时与阿托品合用。 ⑹中毒解救除一般中毒处理外，还可静脉注射纳洛酮0.005～0.01mg/kg，成人0.4mg，亦可用烯丙吗啡作为拮抗药。 ⑺对于重度癌痛患者，吗啡使用量可不受药典中极量的限制。",
      "full_pregnancy_category": "C"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1003",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1004,
    "name": "注射用人生长激素",
    "full_name": "※▲(甲)注射用人生长激素[国基]",
    "chemical_name": "注射用人生长激素",
    "dosage_form": "注射用",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "长春金赛药业"
    ],
    "specifications": [
      {
        "specification": "10IU:3.7mg:1ml/瓶",
        "manufacturer": "长春金赛药业",
        "full_manufacturer": "长春金赛药业有限责任公司",
        "price": 87.0,
        "unit": "瓶",
        "code": "X00592",
        "approval_number": "国药准字S10980102",
        "insurance_code": "XH01ACR108B001050103315",
        "location": "2C-5",
        "outpatient_location": "2C-4"
      }
    ],
    "pinyin": "※▲zhusheyongrenshengzhangjisu",
    "pinyin_initials": "※▲zsyrszjs",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用于急性剧痛，包括创伤性剧痛、内脏绞痛（加用解痉药）、晚期癌症止痛、重症偏头痛和难治性偏头痛；麻醉前给药，或局麻与静吸复合麻醉辅助用药。",
      "dosage": "成人：常用量：一次50～100mg",
      "contraindications": "症 ⑴对哌替啶或本品任何成份过敏的患者，有严重呼吸抑制、严重呼吸衰竭、急性或重度支气管哮喘、严重胃肠道梗阻（包括麻痹性肠梗阻）的患者禁用。⑵严禁与单胺氧化酶抑制剂同用或单胺氧化酶抑制剂停用不足14天的患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、发热、瘙痒等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "B",
      "pharmacokinetics": "⑴药效学：本品为人工合成的阿片受体激动药，作用类似吗啡。镇痛效能是吗啡的1/10。起效快，作用时间短。有轻度抗迷走神经作用与解痉作用。 ⑵药动学：本品口服吸收快，大部分暂时与血浆蛋白结合，血药浓度可出现两个峰值，经肝代谢一部分转化成哌替啶酸或去甲哌替啶，后者容易随尿排出，当尿呈酸性时更快。肝功能不全时，清除半衰期可自正常的3～4小时增至7小时以上。",
      "precautions": "⑶肝功能损伤、甲状腺功能不全者、颅脑损伤或颅内压升高者、血容量不足者、肾上腺功能不全者、有室上性心动过速者 有前列腺疾病（如前列腺肥大）和尿道疾病（如尿道狭窄）的患者（尿潴留风险）、急性腹部不适者慎用。⑿运动员慎用。⑷注射相关信息：静脉注射后可出现外周血管扩张，血压下降，尤其与酚噻嗪类药物（如氯丙嗪等）以及中枢抑制药并用时;静脉注射可能会导致呼吸抑制发作频率",
      "source": "湖南药事服务网",
      "full_indications": "适用于急性剧痛，包括创伤性剧痛、内脏绞痛（加用解痉药）、晚期癌症止痛、重症偏头痛和难治性偏头痛；麻醉前给药，或局麻与静吸复合麻醉辅助用药。",
      "full_pharmacokinetics": "⑴药效学：本品为人工合成的阿片受体激动药，作用类似吗啡。镇痛效能是吗啡的1/10。起效快，作用时间短。有轻度抗迷走神经作用与解痉作用。 ⑵药动学：本品口服吸收快，大部分暂时与血浆蛋白结合，血药浓度可出现两个峰值，经肝代谢一部分转化成哌替啶酸或去甲哌替啶，后者容易随尿排出，当尿呈酸性时更快。肝功能不全时，清除半衰期可自正常的3～4小时增至7小时以上。",
      "full_dosage": "⑴镇痛：①口服，成人常用量：一次50～100mg，一日200～400mg；极量：一次150mg，一日600mg。小儿一次按体重1.0～1.5mg/kg。②肌内注射，成人常用量：一次25～100mg，一日100～400mg；极量：一次100mg，一日600mg。③静脉注射成人一次按体重0.3mg/kg为限。 ⑵麻醉前给药：①肌内注射，术前30～60分钟按体重1.0mg/kg。②麻醉维持中，静脉滴注，按1.2～2.0mg/kg计算总用量，配成稀释液，成人一般每分钟静滴1mg，小儿滴速相应减慢。 ⑶手术后镇痛：病人自控镇痛：静脉注射/硬膜外单次5～30mg。连续5～10mg/h，锁定时间5～15分钟。 剂型与规格 片剂 25mg 50mg 哪儿有 注射液 50mg 1ml基药 100mg 2ml基药 XN02AB甲1049 0% 哪儿有",
      "full_contraindications": "症 ⑴对哌替啶或本品任何成份过敏的患者，有严重呼吸抑制、严重呼吸衰竭、急性或重度支气管哮喘、严重胃肠道梗阻（包括麻痹性肠梗阻）的患者禁用。⑵严禁与单胺氧化酶抑制剂同用或单胺氧化酶抑制剂停用不足14天的患者禁用。",
      "full_adverse_reactions": "⑴常见（≥1/100至＜1/10）的不良反应有：镇静、眩晕；呼吸抑制；精神错乱、情绪改变（主要为欣快感、烦躁不安）、认知和感觉障碍（例如决策和感知方面）。在这种情况下可能会出现兴奋、妄想、幻觉等。 ⑵未知（无法从已知数据中估算频率）的不良反应有： ①胃肠道疾病：恶心、呕吐(尤其是在快速静脉注射后)、便秘(胃肠道平滑肌收缩，尤其是在长时间用药后)、口干、腹痛、腹泻； ②神经系统疾病：震颤、不自主肌肉收缩(例如肌肉抽搐、肌阵孪)、癫痫发作(尤其在高剂量情况下、肾功能受损和癫痫发作风险增加)、头晕、嗜睡、头痛、昏迷； ③皮肤及皮下组织类疾病：多汗、瘙痒、皮疹、红斑； ④全身及给药部位各种反应：注射部位疼痛，静脉注射:沿注射静脉皮肤发红、出现丘疹（荨麻疹），肌肉注射:肌肉坏死、神经损伤，乏力、寒战、发热； ⑤心脏疾病：心肌梗塞（Kounis综合征症状），心动过速、心动过缓、心悸； ⑥呼吸道、胸腔和纵隔疾病：支气管痉挛、呃逆（尤其是在快速静脉注射后）、呼吸困难、呼吸急促； ⑦免疫系统疾病：过敏反应、类过敏反应、过敏性休克、超敏反应、因组胺释放引起的瘙痒； ⑧精神疾病：定向障碍、谵妄、药物成瘾、戒断综合症； ⑨眼部疾病：瞳孔缩小(尤其是在快速静脉注射后)、视物模糊； ⑩肝胆疾病：胆管收缩； ⑪肾脏和泌尿系统疾病：排尿不适（如尿潴留）（由于尿道平滑肌收缩，尤其是在长时间用药后）。 禁忌症 ⑴对哌替啶或本品任何成份过敏的患者，有严重呼吸抑制、严重呼吸衰竭、急性或重度支气管哮喘、严重胃肠道梗阻（包括麻痹性肠梗阻）的患者禁用。⑵严禁与单胺氧化酶抑制剂同用或单胺氧化酶抑制剂停用不足14天的患者禁用。",
      "full_interactions": "CYP3A4抑制剂和CYP2B6抑制剂，可增加哌替啶的血药浓度，导致药物作用增强或延长。CYP3A4诱导剂和CYP2B6诱导剂可降低哌替啶的血药浓度，导致对哌替啶依赖的患者疗效降低或出现戒断综合征。 ⑴利托那韦：利托那韦会导致血浆中代谢物去甲哌替啶的浓度上升，合并使用时应谨慎。 ⑵阿昔洛韦：阿昔洛韦会增加哌替啶及其代谢产物去甲哌替啶的血药浓度。 ⑶苯妥英：苯妥英可以增强哌替啶在肝脏中的代谢，合并使用时可能会导致哌替啶的半衰期缩短和生物利用度降低，同时哌替啶的清除率增加，并导致去甲哌替啶的浓度升高，合并使用时应谨慎。 ⑷西咪替丁：西咪替丁会减少哌替啶的清除和分布容积，并减少代谢物去甲哌替啶的生成，合并使用时应谨慎。 ⑸苯巴比妥：长期使用苯巴比妥的患者在使用哌替啶时，会导致哌替啶的代谢增加，可能会增加中枢神经系统的不良反应。 ⑹MAO抑制剂：在14天内使用过MAO抑制剂的患者使用阿片类药物时，可能会出现危及生命的中枢神经系统、呼吸和循环系统的药物相互作用：已有报道，合并用药出现5-羟色胺综合征伴有躁动、体温过高、腹泻、心动过速、出汗、震颤和意识障碍，以及与使用阿片类药物过量时类似的症状，伴有昏迷、严重的呼吸抑制和低血压。 ⑺5-羟色胺药物：哌替啶与其他5-羟色胺能药物（例如选择性5-羟色胺再摄取抑制剂（SSRIs），5-羟色胺去甲肾上腺素再摄取抑制剂（SNRIs）或圣约翰草制剂（贯叶连翘））合并使用时，已出现5-羟色胺综合征的病例。 ⑻中枢神经系统抑制剂：镇静药物（如苯二氮卓类药物或相关药物）和阿片类药物合并使用时，由于中枢抑制作用的相互增强，会增加镇静、呼吸抑制、昏迷甚至死亡的风险。因此应限制其给药剂量和给药时间。与巴比妥类药物和其他中枢抑制类药物合并使用时，由于中枢神经系统抑制作用增强，可能会出现意识状态下降或呼吸抑制的情况，合并使用时应谨慎。 ⑼酒精：酒精和阿片类药物合并使用时，由于中枢抑制作用的相互增强，会增加镇静、呼吸抑制、昏迷甚至死亡的风险。 ⑽吩噻嗪：哌替啶和吩噻嗪合并使用时，会增加发生低血压的风险。 ⑾阿片受体混合激动-拮抗剂类的阿片类镇痛药；部分阿片激动剂类的阿片类镇痛药（如喷他佐辛和丁丙诺啡）可能降低哌替啶的镇痛效果和/或加剧戒断症状。 ⑿肌肉松弛药：哌替啶可增强肌肉松弛药的神经肌肉阻滞作用，并加深呼吸抑制的程度。 ⒀利尿剂：同其他阿片类药物一样，哌替啶可通过诱导抗利尿激素的释放而降低利尿药物的疗效。 ⒁抗胆碱药：与哌替啶合用可能增加尿潴留和/或严重便秘的风险，还可能导致麻痹性肠梗阻。 ⒂其他：应谨慎与其他强效镇痛药、降低癫痫发作阈值的药物合并使用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵各类癌痛患者不推荐使用哌替啶注射液镇痛。 给药说明 ⑴有轻微的阿托品样作用，给药后可致心搏增快，室上性心动过速勿用。 ⑵肌注后便秘和尿潴留发生率比吗啡轻，严重性也小；静注后可出现外周血管扩张，血压下降，尤其当与吩噻嗪类药（如氯丙嗪等）以及中枢性抑制药并用时。 ⑶血内本药及其代谢产物浓度过高时，血液透析能促使排清解毒。 ⑷能透过胎盘屏障及分泌入乳汁，产妇分娩镇痛时以及哺乳期间用量酌减。 ⑸不可把药液注射到外周神经干附件，可产生局麻或神经阻滞。 ⑹务必在单胺氧化酶抑制药停用，作用消失后才给药，后者会发生难以预料的并发症，临床表现为多汗、肌肉僵直、血压先升后剧降、呼吸抑制、紫绀、昏迷、惊厥、高热，终致虚脱死亡。 ⑺主要代谢产物去甲哌替啶具有较强的中枢刺激作用，而止痛作用较弱，半衰期较长，故本药不主张用于慢性疼痛，或癌痛的治疗。 ⑻本品有成瘾性。 ⑼应用于胆、肾绞痛时须和阿托品合用。 ⑽大剂量哌替啶可产生中枢兴奋和惊厥。 用法与用量 ⑴镇痛：①口服，成人常用量：一次50～100mg，一日200～400mg；极量：一次150mg，一日600mg。小儿一次按体重1.0～1.5mg/kg。②肌内注射，成人常用量：一次25～100mg，一日100～400mg；极量：一次100mg，一日600mg。③静脉注射成人一次按体重0.3mg/kg为限。 ⑵麻醉前给药：①肌内注射，术前30～60分钟按体重1.0mg/kg。②麻醉维持中，静脉滴注，按1.2～2.0mg/kg计算总用量，配成稀释液，成人一般每分钟静滴1mg，小儿滴速相应减慢。 ⑶手术后镇痛：病人自控镇痛：静脉注射/硬膜外单次5～30mg。连续5～10mg/h，锁定时间5～15分钟。 剂型与规格 片剂 25mg 50mg 哪儿有 注射液 50mg 1ml基药 100mg 2ml基药 XN02AB甲1049 0% 哪儿有",
      "full_precautions": "⑴药物滥用与成瘾风险：①本品为国家特殊管理的麻醉药品，务必严格遵守国家对麻醉药品的管理条例，医院和病室的贮药处均须加锁，处方颜色应与其他药处方区别开。各级负责保管人员均应遵守交接班制度，不可稍有疏忽。使用该药医生处方量每次不应超过3日常用量。处方留存三年备查。②哌替啶可能导致药物成瘾。在长期用药的情况下，会产生快速耐受性以及心理和生理依赖性。对其他阿片类药物有交叉耐受性。长期用药过程中突然停药时可能会出现戒断综合征。其症状包括心理症状（如躁动不安、焦虑、易怒、沮丧）和生理症状（如出汗、腹部绞痛、呕吐、循环衰竭）等。 ⑵未明确诊断的疼痛，尽可能不用本品，以免掩盖病情贻误诊治。 ⑶肝功能损伤、甲状腺功能不全者、颅脑损伤或颅内压升高者、血容量不足者、肾上腺功能不全者、有室上性心动过速者 有前列腺疾病（如前列腺肥大）和尿道疾病（如尿道狭窄）的患者（尿潴留风险）、急性腹部不适者慎用。 ⑷注射相关信息：静脉注射后可出现外周血管扩张，血压下降，尤其与酚噻嗪类药物（如氯丙嗪等）以及中枢抑制药并用时;静脉注射可能会导致呼吸抑制发作频率增加及加重呼吸抑制，对于老年患者，静脉注射推荐给药剂量后可能会出现严重的低血压;胃肠外注射高剂量本品后，导致中枢神经系统的兴奋作用（震颤，不自主的肌肉抽搐等）频率增加;已有多次肌肉注射后出现纤维肌病的病例;不宜用于PCA，特别不能做皮下PCA;注意勿将药液注射到外周神经干附近，否则产生局麻或神经阻滞。 ⑸本品务必在单胺氧化酶抑制药（如呋喃唑酮、丙卡巴肼等）停用14天以上方可给药，而且应先试用小剂量（1/4常用量），否则会发生难以预料的、严重的并发症，临床表现为多汗、肌肉僵直、血压先升高后剧降、呼吸抑制、紫钳、昏迷、高热、惊厥，终致循环虚脱而死亡。 ⑹本品与中枢神经抑制剂合并使用会出现镇静、呼吸抑制、昏迷甚至死亡等风险，仅限于无其他合适替代治疗方案时，才能合并使用，并尽可能减少给药剂量和给药时间，同时密切监测患者的呼吸抑制和镇静症状及体征。不建议在本品治疗期间饮酒。 ⑺本品不应与5-羟色胺能药物合并使用，否则可能导致5-羟色胺综合征。 ⑻本品长期或大剂量使用，会导致哌替啶代谢产物（去甲哌替啶）在体内蓄积，可能减弱其镇痛作用，增加毒性风险。 ⑼有癫痫病史的患者应谨慎使用。若同时患有肾功能不全，则应延长给药间隔或减少给药剂量，否则可能由于代谢产物去甲哌替啶的蓄积而引起癫痫发作。癫痫患者仅可在同时服用抗惊厥药的情况下使用哌替啶。 ⑽同其他阿片类药物一样，本品可能导致睡眠相关呼吸障碍，包括中枢性睡眠呼吸暂停（CSA）和睡眠相关低氧血症，呈剂量依赖性，对CSA患者应考虑减量使用。 ⑾使用本品期间请勿驾车或操作机器。 ⑿运动员慎用。 ⒀本品能通过胎盘屏障，妊娠期妇女长期使用阿片类药物可能导致新生儿阿片类戒断综合征，严重者可危及新生儿生命，如妊娠期间须持续用药，应告知患者相关风险并密切监测。 ⒁本品能分泌入乳汁，哺乳期间应监测其婴儿是否有过度镇静和呼吸抑制。长期使用阿片类药物的母亲停止使用本品或停止母乳喂养时，母乳喂养的婴儿可能出现戒断症状。 ⒂文献报道表明，本品在婴幼儿中的清除速度较慢，不良反应风险增加，应权衡利弊使用。 药物相互作用 CYP3A4抑制剂和CYP2B6抑制剂，可增加哌替啶的血药浓度，导致药物作用增强或延长。CYP3A4诱导剂和CYP2B6诱导剂可降低哌替啶的血药浓度，导致对哌替啶依赖的患者疗效降低或出现戒断综合征。 ⑴利托那韦：利托那韦会导致血浆中代谢物去甲哌替啶的浓度上升，合并使用时应谨慎。 ⑵阿昔洛韦：阿昔洛韦会增加哌替啶及其代谢产物去甲哌替啶的血药浓度。 ⑶苯妥英：苯妥英可以增强哌替啶在肝脏中的代谢，合并使用时可能会导致哌替啶的半衰期缩短和生物利用度降低，同时哌替啶的清除率增加，并导致去甲哌替啶的浓度升高，合并使用时应谨慎。 ⑷西咪替丁：西咪替丁会减少哌替啶的清除和分布容积，并减少代谢物去甲哌替啶的生成，合并使用时应谨慎。 ⑸苯巴比妥：长期使用苯巴比妥的患者在使用哌替啶时，会导致哌替啶的代谢增加，可能会增加中枢神经系统的不良反应。 ⑹MAO抑制剂：在14天内使用过MAO抑制剂的患者使用阿片类药物时，可能会出现危及生命的中枢神经系统、呼吸和循环系统的药物相互作用：已有报道，合并用药出现5-羟色胺综合征伴有躁动、体温过高、腹泻、心动过速、出汗、震颤和意识障碍，以及与使用阿片类药物过量时类似的症状，伴有昏迷、严重的呼吸抑制和低血压。 ⑺5-羟色胺药物：哌替啶与其他5-羟色胺能药物（例如选择性5-羟色胺再摄取抑制剂（SSRIs），5-羟色胺去甲肾上腺素再摄取抑制剂（SNRIs）或圣约翰草制剂（贯叶连翘））合并使用时，已出现5-羟色胺综合征的病例。 ⑻中枢神经系统抑制剂：镇静药物（如苯二氮卓类药物或相关药物）和阿片类药物合并使用时，由于中枢抑制作用的相互增强，会增加镇静、呼吸抑制、昏迷甚至死亡的风险。因此应限制其给药剂量和给药时间。与巴比妥类药物和其他中枢抑制类药物合并使用时，由于中枢神经系统抑制作用增强，可能会出现意识状态下降或呼吸抑制的情况，合并使用时应谨慎。 ⑼酒精：酒精和阿片类药物合并使用时，由于中枢抑制作用的相互增强，会增加镇静、呼吸抑制、昏迷甚至死亡的风险。 ⑽吩噻嗪：哌替啶和吩噻嗪合并使用时，会增加发生低血压的风险。 ⑾阿片受体混合激动-拮抗剂类的阿片类镇痛药；部分阿片激动剂类的阿片类镇痛药（如喷他佐辛和丁丙诺啡）可能降低哌替啶的镇痛效果和/或加剧戒断症状。 ⑿肌肉松弛药：哌替啶可增强肌肉松弛药的神经肌肉阻滞作用，并加深呼吸抑制的程度。 ⒀利尿剂：同其他阿片类药物一样，哌替啶可通过诱导抗利尿激素的释放而降低利尿药物的疗效。 ⒁抗胆碱药：与哌替啶合用可能增加尿潴留和/或严重便秘的风险，还可能导致麻痹性肠梗阻。 ⒂其他：应谨慎与其他强效镇痛药、降低癫痫发作阈值的药物合并使用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵各类癌痛患者不推荐使用哌替啶注射液镇痛。 给药说明 ⑴有轻微的阿托品样作用，给药后可致心搏增快，室上性心动过速勿用。 ⑵肌注后便秘和尿潴留发生率比吗啡轻，严重性也小；静注后可出现外周血管扩张，血压下降，尤其当与吩噻嗪类药（如氯丙嗪等）以及中枢性抑制药并用时。 ⑶血内本药及其代谢产物浓度过高时，血液透析能促使排清解毒。 ⑷能透过胎盘屏障及分泌入乳汁，产妇分娩镇痛时以及哺乳期间用量酌减。 ⑸不可把药液注射到外周神经干附件，可产生局麻或神经阻滞。 ⑹务必在单胺氧化酶抑制药停用，作用消失后才给药，后者会发生难以预料的并发症，临床表现为多汗、肌肉僵直、血压先升后剧降、呼吸抑制、紫绀、昏迷、惊厥、高热，终致虚脱死亡。 ⑺主要代谢产物去甲哌替啶具有较强的中枢刺激作用，而止痛作用较弱，半衰期较长，故本药不主张用于慢性疼痛，或癌痛的治疗。 ⑻本品有成瘾性。 ⑼应用于胆、肾绞痛时须和阿托品合用。 ⑽大剂量哌替啶可产生中枢兴奋和惊厥。 用法与用量 ⑴镇痛：①口服，成人常用量：一次50～100mg，一日200～400mg；极量：一次150mg，一日600mg。小儿一次按体重1.0～1.5mg/kg。②肌内注射，成人常用量：一次25～100mg，一日100～400mg；极量：一次100mg，一日600mg。③静脉注射成人一次按体重0.3mg/kg为限。 ⑵麻醉前给药：①肌内注射，术前30～60分钟按体重1.0mg/kg。②麻醉维持中，静脉滴注，按1.2～2.0mg/kg计算总用量，配成稀释液，成人一般每分钟静滴1mg，小儿滴速相应减慢。 ⑶手术后镇痛：病人自控镇痛：静脉注射/硬膜外单次5～30mg。连续5～10mg/h，锁定时间5～15分钟。 剂型与规格 片剂 25mg 50mg 哪儿有 注射液 50mg 1ml基药 100mg 2ml基药 XN02AB甲1049 0% 哪儿有",
      "full_pregnancy_category": "B"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1004",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1005,
    "name": "氢溴酸依他佐辛注射液",
    "full_name": "(自)氢溴酸依他佐辛注射液",
    "chemical_name": "氢溴酸依他佐辛注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "深圳万乐药业"
    ],
    "specifications": [
      {
        "specification": "15mg/瓶",
        "manufacturer": "深圳万乐药业",
        "full_manufacturer": "深圳万乐药业有限公司",
        "price": 164.95,
        "unit": "瓶",
        "code": "X00596",
        "approval_number": "国药准字H20065171",
        "insurance_code": "XN02ADY086B002010200549",
        "location": "O-4",
        "outpatient_location": "Z"
      }
    ],
    "pinyin": "qingxiusuanyitazuoxin",
    "pinyin_initials": "qxsytzx",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于各种癌症和手术后的镇痛。",
      "dosage": "皮下或肌内注射，一次15mg，依症状酌情适当增减剂量。",
      "contraindications": "⑴禁用于处于严重呼吸抑制的患者、头部损伤及脑部病变有神志不清危险的患者、颅内压增高的患者。\n⑵禁用于对本品所含成份过敏者。",
      "adverse_reactions": "有恶心、呕吐、头晕。出汗、步履蹒跚等症状，偶见口干、轻度呼吸抑制、心悸、颜面潮红等。大剂量连续使用时可能产生药物依赖性。突然停药可出现戒断症状。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "皮下注射30分钟血药浓度达高峰，ｔ1/2为100分钟。在肝中与葡糖醛酸结合，经过肾脏排泄。给药后24小时有82.5％随尿排出。",
      "precautions": "⑴对有药物依赖史的患者、有胆道疾患的患者应慎用。儿童、妊娠期及哺乳期妇女不宜使用。\n⑵用药期间不应从事危险的机械操作。\n⑶避免与巴比妥类药物用同一个注射器，以防产生沉淀。",
      "source": "湖南药事服务网",
      "full_indications": "用于各种癌症和手术后的镇痛。",
      "full_dosage": "皮下或肌内注射，一次15mg，依症状酌情适当增减剂量。",
      "full_contraindications": "⑴禁用于处于严重呼吸抑制的患者、头部损伤及脑部病变有神志不清危险的患者、颅内压增高的患者。<br>⑵禁用于对本品所含成份过敏者。",
      "full_adverse_reactions": "有恶心、呕吐、头晕。出汗、步履蹒跚等症状，偶见口干、轻度呼吸抑制、心悸、颜面潮红等。大剂量连续使用时可能产生药物依赖性。突然停药可出现戒断症状。",
      "full_interactions": "",
      "full_pharmacokinetics": "⑴药效学：本品激动κ受体，拮抗μ受体。动物实验表明其镇痛效应为喷他佐辛的1～2倍，耐受性形成速度较慢，比吗啡、喷他佐辛轻。有轻度心理依赖作用。<br>⑵药动学：皮下注射30分钟血药浓度达高峰，ｔ1/2为100分钟。在肝中与葡糖醛酸结合，经过肾脏排泄。给药后24小时有82.5％随尿排出。",
      "full_precautions": "⑴对有药物依赖史的患者、有胆道疾患的患者应慎用。儿童、妊娠期及哺乳期妇女不宜使用。<br>⑵用药期间不应从事危险的机械操作。<br>⑶避免与巴比妥类药物用同一个注射器，以防产生沉淀。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1020",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 1006,
    "name": "熊去氧胆酸胶囊",
    "full_name": "(甲)熊去氧胆酸胶囊",
    "chemical_name": "熊去氧胆酸胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "上海宣泰医药科技"
    ],
    "specifications": [
      {
        "specification": "250mg/粒",
        "manufacturer": "上海宣泰医药科技",
        "full_manufacturer": "上海宣泰医药科技股份有限公司（委托生产企业：江苏宣泰药业有限公司）",
        "price": 81.23,
        "unit": "盒",
        "code": "X00060",
        "approval_number": "国药准字H20223527",
        "insurance_code": "XA05AAX163E001010181522",
        "location": "J-2",
        "outpatient_location": "K-3"
      }
    ],
    "pinyin": "xiongquyangdansuan",
    "pinyin_initials": "xqyds",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于全麻诱导和全麻中维持镇痛。",
      "dosage": "成人：按0.5～1μg",
      "contraindications": "症 ⑴已知对本品中各种组分或其他芬太尼类药物过敏者禁用。 ⑵重症肌无力及易致呼吸抑制的患者禁用。 ⑶支气管哮喘患者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头痛、发热、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "t1/2约9.5分钟，肝脏代谢，肾脏排泄。",
      "precautions": "⑷下列情况慎用：运动员、心律失常、慢性梗阻性肺部疾患、呼吸储备力降低及脑外伤昏迷、颅内压增高、脑肿瘤等易陷入呼吸抑制的患者慎用。肝肾功能严重受损的患者对瑞芬太尼呼吸抑制的敏感性增强，使用时应监测。用法与用量 肥胖患者应避免过量用药，应根据理想体重计算用量。",
      "source": "湖南药事服务网",
      "full_indications": "用于全麻诱导和全麻中维持镇痛。",
      "full_pharmacokinetics": "⑴药效学：瑞芬太尼为芬太尼族中的最新成员，是纯粹的μ受体激动药。临床上其效价与芬太尼相似，为阿芬太尼的15～30倍。注射后起效迅速，效价消失快，是真正的短效阿片类药。可增强异氟烷的麻醉效能，降低其MAC，其程度与年龄相关。稳态分布容积0.39L/kg，清除率41.2ml/(kg·min)，终末半衰期9.5分钟。其作用消失快主要是由于代谢清除快，而与分布无关。即使输注4小时，也无蓄积作用，其终末半衰期仍为3.7分钟。 ⑵药动学：瑞芬太尼在体内的代谢途径是被组织和血浆中非特异性酯酶迅速水解。其酯键裂解后大部分（＞98％）成为酸性代谢物（GR 90291），极小部分（1.1％）成为去羟基代谢物（GR 94219）。其代谢物GR 90291的效价仅为瑞芬太尼的0.1％～0.3％。代谢物经肾排出，清除率不受体重、性别或年龄的影响，也不依赖于肝肾功能。即使在严重肝硬化病人，其药代动力学与健康人相比无显著差异，只是对通气抑制效应更敏感，可能与血浆蛋白含量低、游离部分增加有关。",
      "full_dosage": "肥胖患者应避免过量用药，应根据理想体重计算用量。 本品只能用于静脉给药，特别适用于采用定量输注装置静脉持续滴注给药。可用灭菌注射用水、5％葡萄糖注射液、0.9％氯化钠注射液、葡萄糖氯化钠注射液、0.45％氯化钠注射液溶解并稀释成25μg/ml、50μg/ml或250μg/ml浓度的溶液。可能情况下，应采用专用静脉输液通路。应根据同时使用的其他麻醉药物和患者的体征，及时调整给药速度和剂量。 ⑴麻醉诱导：本品应与吸入麻醉药、催眠药（如丙泊酚、硫喷妥钠、咪达唑仑、氧化亚氮、七氟烷或氟烷）一并给药，用于诱导麻醉。成人按0.5～1μg/kg的剂量持续滴注。也可在静脉滴注前给予0.5～1μg/kg的初始剂量静推，静推时间应＞60秒。 ⑵气管插管患者的麻醉维持：在气管插管后，应根据其他麻醉用药，依据上表指示减少本品输注速率。由于本品起效快，作用时间短，麻醉中的给药速率可以每2～5分钟增加25％～100％或减小25％～50％，以获得满意的μ阿片受体兴奋的药理反应。患者麻醉过浅时，每隔2～5分钟给予0.5～1μg/kg剂量静脉注射给药，以加深麻醉深度。 剂型与规格 冻干粉针 1mg基药 2mg基药 5mg基药 XN01AH乙1022 5% 哪儿有",
      "full_contraindications": "症 ⑴已知对本品中各种组分或其他芬太尼类药物过敏者禁用。 ⑵重症肌无力及易致呼吸抑制的患者禁用。 ⑶支气管哮喘患者禁用。",
      "full_adverse_reactions": "⑴常见恶心、呕吐、呼吸抑制、心动过缓、低血压和肌肉强直，上述不良反应在停药或降低输注速度后几分钟内即可消失。 ⑵临床还发现有寒战、发热、眩晕、视觉障碍、头痛、呼吸暂停、瘙痒、心动过速、高血压、激动、低氧血症、癫痫、皮肤潮红与过敏。 ⑶较少见：便秘、腹部不适、口干、胃食管反流、吞咽困难、肠梗阻、心肌缺血。心肌缺血、晕厥、肌肉强直、胸痛。咳嗽、呼吸困难、支气管痉挛、喉痉挛、喘鸣、鼻充血、胸腔积液、肺水肿、焦虑、不自主运动、震颤。皮疹、荨麻疹。尿潴留、少尿、贫血、淋巴细胞减少、白细胞减少、血小板减少等。 禁忌症 ⑴已知对本品中各种组分或其他芬太尼类药物过敏者禁用。 ⑵重症肌无力及易致呼吸抑制的患者禁用。 ⑶支气管哮喘患者禁用。",
      "full_interactions": "中枢神经系统抑制药与本品也有协同作用，合用时应慎重，并酌情减量；禁止与单胺氧化酶抑制药合用。其余参阅芬太尼。 配伍禁忌 ⑴禁止与单胺氧化酶抑制药合用。 ⑵禁止与全血、血清、血浆等血制品经同一路径给药。 输液调配 无菌状态下，每瓶药物用适量灭菌注射用水、5%葡萄糖注射液、0.9%氯化钠注射液或葡萄糖氯化钠注射液溶解，一次10mg药物溶解液用相对应输液定量稀释至400ml或200ml使成25μg/ml或50μg/ml的瑞芬太尼溶液。新鲜调配为无色的澄明液体。瑞芬太尼0.5mg/ml的水溶液pH为2.5～4.0。 【稳定性】调配的药液应尽快使用，如需保存，于室温下保存不超过24h，未使用完的稀释液应丢弃。 给药说明 用于心血管手术病人，其清除率在心肺转流后无改变。其缺点是手术结束停止输注后没有镇痛效应，可在手术后改用镇痛剂量输注。瑞芬太尼对呼吸有抑制作用，其程度与阿芬太尼相似，但停药后恢复更快，停止输注后3～5分钟恢复自主呼吸。可使动脉压和心率下降20％以上，下降幅度与剂量不相关，不引起组胺释放。但也可引起恶性、呕吐和肌僵硬，但发生率较低。 用法与用量 肥胖患者应避免过量用药，应根据理想体重计算用量。 本品只能用于静脉给药，特别适用于采用定量输注装置静脉持续滴注给药。可用灭菌注射用水、5％葡萄糖注射液、0.9％氯化钠注射液、葡萄糖氯化钠注射液、0.45％氯化钠注射液溶解并稀释成25μg/ml、50μg/ml或250μg/ml浓度的溶液。可能情况下，应采用专用静脉输液通路。应根据同时使用的其他麻醉药物和患者的体征，及时调整给药速度和剂量。 ⑴麻醉诱导：本品应与吸入麻醉药、催眠药（如丙泊酚、硫喷妥钠、咪达唑仑、氧化亚氮、七氟烷或氟烷）一并给药，用于诱导麻醉。成人按0.5～1μg/kg的剂量持续滴注。也可在静脉滴注前给予0.5～1μg/kg的初始剂量静推，静推时间应＞60秒。 ⑵气管插管患者的麻醉维持：在气管插管后，应根据其他麻醉用药，依据上表指示减少本品输注速率。由于本品起效快，作用时间短，麻醉中的给药速率可以每2～5分钟增加25％～100％或减小25％～50％，以获得满意的μ阿片受体兴奋的药理反应。患者麻醉过浅时，每隔2～5分钟给予0.5～1μg/kg剂量静脉注射给药，以加深麻醉深度。 剂型与规格 冻干粉针 1mg基药 2mg基药 5mg基药 XN01AH乙1022 5% 哪儿有",
      "full_precautions": "⑴肝肾功能受损的患者不需调整剂量。肝肾功能严重受损的患者对瑞芬太尼呼吸抑制的敏感性增强，使用时应监测。 ⑵本品可通过胎盘屏障，产妇应用时有引起新生儿呼吸抑制的危险；孕妇用药，医生应权衡利弊。 ⑶本品能经母乳排泄，因而哺乳期妇女不推荐使用；在必须使用时，医生应权衡利弊。 ⑷下列情况慎用：运动员、心律失常、慢性梗阻性肺部疾患、呼吸储备力降低及脑外伤昏迷、颅内压增高、脑肿瘤等易陷入呼吸抑制的患者慎用。 ⑸2～12岁儿童用药与成人一致。2岁以下儿童不推荐使用。 ⑹65岁以上老年患者用药时，初始剂量为成人剂量的一半，持续静滴给药剂量应酌减。 ⑺在推荐剂量下，本品能引起肌肉强直。肌肉强直的发生与给药剂量和给药速度有关。 ⑻本品务必在单胺氧化酶抑制药停用14日以上方可使用，而且应使用小剂量。 ⑼使用本品出现呼吸抑制时应妥善处理，包括减小输注速率或暂时中断输注。 ⑽本品能引起低血压和心动过缓，可以预先给予适量的抗胆碱能药物缓解这些反应。 ⑾本品停止给药后，5～10分钟镇痛作用消失，对于预知需术后镇痛的患者，在停止本品前需给予适宜的替代镇痛药。 ⑿在非麻醉诱导情况下，不得以患者的意识消失为药效目标而使用本品。 ⒀本品不能单独用于全麻诱导，即使大剂量使用也不能保证意识消失。 ⒁本品处方中含有甘氨酸，因而不能用于硬膜外和鞘内给药。 ⒂禁止与血、血清、血浆等血制品经同一途经给药。 药物相互作用 中枢神经系统抑制药与本品也有协同作用，合用时应慎重，并酌情减量；禁止与单胺氧化酶抑制药合用。其余参阅芬太尼。 配伍禁忌 ⑴禁止与单胺氧化酶抑制药合用。 ⑵禁止与全血、血清、血浆等血制品经同一路径给药。 输液调配 无菌状态下，每瓶药物用适量灭菌注射用水、5%葡萄糖注射液、0.9%氯化钠注射液或葡萄糖氯化钠注射液溶解，一次10mg药物溶解液用相对应输液定量稀释至400ml或200ml使成25μg/ml或50μg/ml的瑞芬太尼溶液。新鲜调配为无色的澄明液体。瑞芬太尼0.5mg/ml的水溶液pH为2.5～4.0。 【稳定性】调配的药液应尽快使用，如需保存，于室温下保存不超过24h，未使用完的稀释液应丢弃。 给药说明 用于心血管手术病人，其清除率在心肺转流后无改变。其缺点是手术结束停止输注后没有镇痛效应，可在手术后改用镇痛剂量输注。瑞芬太尼对呼吸有抑制作用，其程度与阿芬太尼相似，但停药后恢复更快，停止输注后3～5分钟恢复自主呼吸。可使动脉压和心率下降20％以上，下降幅度与剂量不相关，不引起组胺释放。但也可引起恶性、呕吐和肌僵硬，但发生率较低。 用法与用量 肥胖患者应避免过量用药，应根据理想体重计算用量。 本品只能用于静脉给药，特别适用于采用定量输注装置静脉持续滴注给药。可用灭菌注射用水、5％葡萄糖注射液、0.9％氯化钠注射液、葡萄糖氯化钠注射液、0.45％氯化钠注射液溶解并稀释成25μg/ml、50μg/ml或250μg/ml浓度的溶液。可能情况下，应采用专用静脉输液通路。应根据同时使用的其他麻醉药物和患者的体征，及时调整给药速度和剂量。 ⑴麻醉诱导：本品应与吸入麻醉药、催眠药（如丙泊酚、硫喷妥钠、咪达唑仑、氧化亚氮、七氟烷或氟烷）一并给药，用于诱导麻醉。成人按0.5～1μg/kg的剂量持续滴注。也可在静脉滴注前给予0.5～1μg/kg的初始剂量静推，静推时间应＞60秒。 ⑵气管插管患者的麻醉维持：在气管插管后，应根据其他麻醉用药，依据上表指示减少本品输注速率。由于本品起效快，作用时间短，麻醉中的给药速率可以每2～5分钟增加25％～100％或减小25％～50％，以获得满意的μ阿片受体兴奋的药理反应。患者麻醉过浅时，每隔2～5分钟给予0.5～1μg/kg剂量静脉注射给药，以加深麻醉深度。 剂型与规格 冻干粉针 1mg基药 2mg基药 5mg基药 XN01AH乙1022 5% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1006",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1007,
    "name": "注射用哌拉西林钠他唑巴坦钠",
    "full_name": "(乙)注射用哌拉西林钠他唑巴坦钠",
    "chemical_name": "注射用哌拉西林钠他唑巴坦钠",
    "dosage_form": "注射用",
    "types": [
      "乙类"
    ],
    "manufacturers": [
      "江苏海宏制药"
    ],
    "specifications": [
      {
        "specification": "2.25g/瓶",
        "manufacturer": "江苏海宏制药",
        "full_manufacturer": "江苏海宏制药有限公司",
        "price": 7.3,
        "unit": "瓶",
        "code": "X00954",
        "approval_number": "国药准字H20073788",
        "insurance_code": "XJ01CRP018B001040101440",
        "location": "M-6"
      }
    ],
    "pinyin": "zhusheyongpailaxilinnatazuobatanna",
    "pinyin_initials": "zsyplxlntzbtn",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "适用于产β内酰胺酶而对哌拉西林耐药、但对本品敏感的细菌（如大肠埃希菌、克雷伯菌属、柠檬酸杆菌属、肠杆菌属、沙雷菌属、变形杆菌属、摩根菌属、雷极普罗维登菌、铜绿假单胞菌、流感嗜血杆菌、不动杆菌属、...",
      "dosage": "⑴成人常用量：为一次4.5g，每隔8小时一次，或一次3.375g，每隔6小时一次。在治疗医院获得性肺炎时剂量应适当加大，并联合应用氨基糖苷类，待排除铜绿假单胞菌感染时可停用氨基糖苷类。",
      "contraindications": "对本品过敏者，或对青霉素类等β内酰胺类药物过敏者禁用。",
      "adverse_reactions": "的不良反应大多为轻至中度，且为一过性，停药后即可缓解。不良反应较常见者（≥1％）有：恶心、呕吐、腹泻等胃肠道反应、皮疹、静脉炎；较少见的不良反应（＜1％）有：发热、眩晕、头痛、焦虑、消化不良、口...",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": null,
      "pharmacokinetics": "t1/2约1.2小时，蛋白结合率30，肝脏代谢，肾脏排泄。",
      "precautions": "⑴用本品前必须详细询问患者青霉素或其他药物的过敏史，用药前应进行青霉素皮肤试验。青霉素类抗生素药物偶可引起过敏性休克，尤在有青霉素或头孢菌素过敏史的患者中发生。一旦发生过敏性休克，需立即停药，并...",
      "source": "湖南药事服务网",
      "full_indications": "适用于产β内酰胺酶而对哌拉西林耐药、但对本品敏感的细菌（如大肠埃希菌、克雷伯菌属、柠檬酸杆菌属、肠杆菌属、沙雷菌属、变形杆菌属、摩根菌属、雷极普罗维登菌、铜绿假单胞菌、流感嗜血杆菌、不动杆菌属、葡萄球菌属和拟杆菌属等）所致的下列中、重度感染：<br>1.肺炎、肺脓肿、脓胸、支气管扩张合并感染和慢性阻塞性肺病继发性感染等下呼吸道感染；<br>2.创伤或外科伤口继发皮肤软组织感染、蜂窝织炎、皮肤脓肿、糖尿病足感染；<br>3.胆囊炎、胆管炎、肝脓肿和腹膜炎等腹腔感染；<br>4.盆腔炎、子宫内膜炎、子宫周围炎、附件炎、盆腔脓肿等生殖系统感染；<br>5.单纯或复杂性尿路感染。本品用于铜绿假单胞菌严重感染时，应联合氨基糖苷类等其他抗铜绿假单胞菌的药物。",
      "full_dosage": "⑴成人常用量：为一次4.5g，每隔8小时一次，或一次3.375g，每隔6小时一次。在治疗医院获得性肺炎时剂量应适当加大，并联合应用氨基糖苷类，待排除铜绿假单胞菌感染时可停用氨基糖苷类。    <br>　　⑵肾功能严重损害患者：应根据内生肌酐清除率调整剂量，血液透析可清除部分药物，透析后应补给本品0.75g；CAPD患者透析后不需要补充给药，相应剂量如下：①内生肌酐清除率＞40ml/min者，医院获得性肺炎时一次4.5g，每6小时一次；其他适应证时一次3.375g，每6小时一次。②内生肌酐清除率为20～40ml/min者，医院获得性肺炎时一次3.375g，每6小时一次；其他适应证时一次2.25g，每8小时一次。③内生肌酐清除率＜20ml/min者，医院获得性肺炎时一次2.25g，每6小时一次；其他适应证时一次2.25g，每8小时一次。④血液透析患者合并医院获得性肺炎时一次2.25g，每8小时一次；合并其他感染时一次2.25g，每12小时一次。⑤CAPD患者合并医院获得性肺炎时一次2.25g，每8小时一次；合并其他感染一次2.25g，每12小时一次。",
      "full_contraindications": "对本品过敏者，或对青霉素类等β内酰胺类药物过敏者禁用。",
      "full_adverse_reactions": "本品的不良反应大多为轻至中度，且为一过性，停药后即可缓解。不良反应较常见者（≥1％）有：恶心、呕吐、腹泻等胃肠道反应、皮疹、静脉炎；较少见的不良反应（＜1％）有：发热、眩晕、头痛、焦虑、消化不良、口腔念珠菌病等，偶可发生过敏性休克。实验室检查异常可见：一过性ALT、AST、胆红素升高，血红蛋白减低，血小板升高，白细胞减少，尿素氮、肌酐升高，血尿、蛋白尿等。",
      "full_interactions": "⑴本品与丙磺舒合用可使哌拉西林和三唑巴坦的半衰期分别上升21％和71％，但两药的血药浓度不受影响。  <br>⑵本品与肝素合用时应注意监测出、凝血功能。  <br>⑶本品与维库溴铵合用可增强后者对神经肌肉接头的组织作用。  <br>⑷与妥布霉素合用可使本品药效失活，使后者的AUC、肾清除率及尿药浓度分别减少11％、32％和38％。  <br>⑸其他参阅哌拉西林。",
      "full_pharmacokinetics": "⑴药效学：哌拉西林的体外抗菌作用参阅哌拉西林。三唑巴坦亦属β内酰胺类抗生素，抗菌作用微弱，但可与细菌产生的β内酰胺酶不可逆地结合而抑制其活性。三唑巴坦与质粒介导的2b、2br和2c组β内酰胺酶结合力强，与葡萄球菌属产生的青霉素酶和2e组β内酰胺酶也具有较强亲和力。三唑巴坦与铜绿假单胞菌、沙雷菌属和肠杆菌属产生的Ⅰ型β内酰胺酶和嗜麦芽窄食单胞菌产生的Ⅲ型β内酰胺酶（金属酶）具有轻微的结合力，其临床意义不明。三唑巴坦不会诱导高产Ⅰ型β内酰胺酶。  <br>　　三唑巴坦与哌拉西林配伍可保护后者不被β内酰胺酶水解，使后者抗菌活性增强、抗菌谱增宽。哌拉西林-他唑巴坦对不产或产β内酰胺酶的大肠埃希菌、克雷伯菌属、变形杆菌属、普罗威登菌属、摩氏摩根菌、不动杆菌属、沙雷菌属、柠檬酸杆菌属、沙门菌属等肠杆菌科细菌，流感嗜血杆菌、卡他莫拉菌、淋病奈瑟球菌、脑膜炎奈瑟球菌、铜绿假单胞菌、不动杆菌属等其他革兰阴性菌，以及金葡菌、凝固酶阴性葡萄球菌等均有良好抗菌作用，产β内酰胺酶的脆弱拟杆菌及其他拟杆菌属，产气荚膜梭菌等也对本品敏感。  <br>　　⑵药动学：哌拉西林-他唑巴坦为8:1制剂，静脉滴注哌拉西林-他唑巴坦2.25g、3.375g或4.5g后，哌拉西林血药峰浓度与单独应用等量哌拉西林者相仿，分别为134、242和298mg/L，他唑巴坦血药峰浓度为15、24和34mg/L。多剂给药后哌拉西林和他唑巴坦的稳态血药浓度与首剂给药后的血药浓度相近。哌拉西林-他唑巴坦可广泛分布于各种组织与体液中，组织中的药物浓度约为血浓度的50％～100％。哌拉西林与他唑巴坦的蛋白结合率均为30％～40％。  <br>　　哌拉西林在体内代谢为具有弱抗菌活性的去乙基产物，他唑巴坦代谢为无活性产物，给药后，哌拉西林与他唑巴坦主要经肾脏排泄，哌拉西林经尿液以原形排出给药量的68％，80％的他唑巴坦及其代谢产物自尿液中排出，哌拉西林与他唑巴坦均可分泌至胆汁。哌拉西林与他唑巴坦的消除半衰期均为0.7～1.2小时。內生肌酐清除率低于20ml/min者，哌拉西林与他唑巴坦的半衰期分别延长2倍和4倍。肝硬化患者哌拉西林与他唑巴坦的半衰期分别延长25％和18％。",
      "full_precautions": "⑴用本品前必须详细询问患者青霉素或其他药物的过敏史，用药前应进行青霉素皮肤试验。青霉素类抗生素药物偶可引起过敏性休克，尤在有青霉素或头孢菌素过敏史的患者中发生。一旦发生过敏性休克，需立即停药，并立即就地抢救，保持气道通畅、吸氧、给予肾上腺素、糖皮质激素等治疗措施。  <br>⑵內生肌酐清除率＜40ml/min或接受腹透、血液透析患者，使用本品时调整用药剂量与给药间期。  <br>⑶本品属妊娠期用药Ｂ类，仅限于有明确指征的患者谨慎应用。  <br>⑷哌拉西林可少量分泌至乳汁中，三唑巴坦目前无资料，哺乳期妇女应用本品时宜暂停授乳。  <br>⑸本品暂不推荐用于婴幼儿。  <br>⑹本品在老年人中应用须按患者的內生肌酐清除率调整剂量。  <br>⑺每克哌拉西林-他唑巴坦含Na+54mg，限制钠盐摄入的患者应用时需注意。  <br>⑻肺囊性纤维化患者使用本品时皮疹和药物热发生率上升；其余参阅哌拉西林。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1949",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 1008,
    "name": "麦考酚钠肠溶片",
    "full_name": "※▲(乙10%)麦考酚钠肠溶片",
    "chemical_name": "麦考酚钠肠溶片",
    "dosage_form": "肠溶片",
    "types": [],
    "manufacturers": [
      "Novartis Pharma GmbH"
    ],
    "specifications": [
      {
        "specification": "180mg/片",
        "manufacturer": "Novartis Pharma GmbH",
        "full_manufacturer": "Novartis Pharma GmbH (Novartis Pharma Produktions GmbH)(进口分包：北京诺华制药有限公司)",
        "price": 612.6,
        "unit": "盒",
        "code": "X00216",
        "approval_number": "国药准字HJ20160051",
        "insurance_code": "XL04AAM033A012010178679",
        "location": "L"
      }
    ],
    "pinyin": "※▲maikaofenna",
    "pinyin_initials": "※▲mkfn",
    "dosage_form_pinyin": "changrongpian",
    "dosage_form_initials": "crp",
    "manual": {
      "indications": "本品适用于与环孢素和皮质类固醇合用，用于对接受同种异体肾移植成年患者急性排斥反应的预防。",
      "dosage": "本品仅限于移植专业医师应用。",
      "contraindications": "⑴禁用于对麦考酚钠、麦考酚酸和吗替麦考酚酸酯，以及对本品所含任何赋形剂成份过敏者。 ⑵禁用于孕妇，因其可能致突变和致畸。 ⑶禁用于未使用高效避孕方法的育龄期妇女。 ⑷禁用于哺乳期妇女。",
      "adverse_reactions": "最常见的药物不良反应与麦考酚钠、环孢素微乳剂和皮质激素联合用药有关，包括白细胞减少症和腹泻。恶性肿瘤：接受免疫抑制剂治疗，包括接受麦考酚酸(MPA)联合用药方案治疗的患者，有增加发生淋巴瘤或其他恶性肿瘤的风险，特别是皮肤癌(参见",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "D\n \n",
      "pharmacokinetics": "",
      "precautions": "禁忌症 ⑴禁用于对麦考酚钠、麦考酚酸和吗替麦考酚酸酯，以及对本品所含任何赋形剂成份过敏者。⑵禁用于孕妇，因其可能致突变和致畸。注意事项 麦考酚钠是IMPDH(次黄嘌呤单磷酸脱氢酶)抑制剂。",
      "source": "",
      "full_indications": "本品适用于与环孢素和皮质类固醇合用，用于对接受同种异体肾移植成年患者急性排斥反应的预防。",
      "full_dosage": "本品仅限于移植专业医师应用。本品应于移植后24小时内开始使用。推荐剂量为一次720mg，每日2次(日总剂量不超过1440mg)。本品可与食物共服或单独服用。肾功能不全者：移植术后肾功能延迟恢复的患者，无须调整剂量。严重慢性肾衰患者(肌酐清除率<10mL/min)应严密监测。肝功能不全者：伴有严重肝实质性疾病的肾移植患者，无须调整剂量。 剂型与规格 肠溶片 180mg 360mg XL04AA乙0933 20% 哪儿有",
      "full_contraindications": "⑴禁用于对麦考酚钠、麦考酚酸和吗替麦考酚酸酯，以及对本品所含任何赋形剂成份过敏者。 ⑵禁用于孕妇，因其可能致突变和致畸。 ⑶禁用于未使用高效避孕方法的育龄期妇女。 ⑷禁用于哺乳期妇女。",
      "full_adverse_reactions": "最常见的药物不良反应与麦考酚钠、环孢素微乳剂和皮质激素联合用药有关，包括白细胞减少症和腹泻。恶性肿瘤：接受免疫抑制剂治疗，包括接受麦考酚酸(MPA)联合用药方案治疗的患者，有增加发生淋巴瘤或其他恶性肿瘤的风险，特别是皮肤癌(参见",
      "full_interactions": ")。接种流感疫苗可能是有益的。处方医师应该参考本国的流感疫苗使用指南。由于已经证明麦考酚酸(MPA)的衍生物与消化系统不良反应发生的增加有关，包括罕见的胃肠溃疡和出血穿孔，患有严重消化系统疾病的患者应当谨慎使用麦考酚酸(MPA)。麦考酚钠在临床研究中已经与以下多种药物联合使用：抗胸腺细胞球蛋白、巴利昔单抗、环孢素微乳剂和皮质激素。尚未研究麦考酚钠与其他免疫抑制剂联合使用的有效性和安全性。对驾驶和操作机器的影响至今没有关于对驾驶和操作机器的影响的研究。作用机理、药效学性质和已有的不良反应报道表明不太可能有影响。 药物相互作用 ⑴活疫苗不能用于免疫反应低下的患者。对其他疫苗的抗体反应也可能或削弱。 ⑵与阿昔洛韦合用，在肾功能不全时可能出现麦考酚酸葡萄糖醛酸苷（MPAG）和阿昔洛韦的血药浓度升高。因此，可能存在这两种药物的肾小管分泌竞争，导致MPAG和阿昔洛韦浓度进一步升高。在这种情况下，患者应当接受仔细的追踪观察。 ⑶与含有镁和铝的抗酸药合用，会减少麦考酚酯钠盐的吸收。麦考酚钠和含有镁和铝的抗酸药联合使用会导致麦考酚酸（MPA）整体暴露量降低37和麦考酚酸（MPA）最大浓度降低25％。因此联合应用时应谨慎。 ⑷与考来烯胺和其他干扰肝肠循环的药物合用，由于具有阻断药物肝肠循环的作用，考来烯胺可能会降低麦考酚酸（MPA）的整体暴露量。与考来烯胺和其他干扰肝肠循环的药物联合用药时可能会降低麦考酚钠的效果，应谨慎使用。 ⑸对肾功能不全者合用麦考酚钠和更昔洛韦时，应当仔细观察更昔洛韦的推荐剂量和进行患者监护。 ⑹与他克莫司合用，麦考酚酸的平均药时曲线下面积提高19％；峰浓度降低大约20％。 ⑺口服避孕药经过氧化代谢，而麦考酚钠经过葡萄糖甘酸化代谢。临床上口服避孕药应不会对麦考酚钠药动学产生影响。然而，尚不知道麦考酚钠对口服避孕药药动学的长期影响，口服避孕药的有效性有可能会受到不利影响。 用药交代 ⑴具有生育能力的患者在开始使用本品进行治疗前，考虑到本品会增加妊娠丢失和先天性畸形的风险，药师或医生应向患者说明风险并给出是否避孕和怀孕的建议。 ⑵因本品具有致突变和致畸的可能性，建议有生育能力的女性患者在开始使用本品进行治疗之前，治疗期间及治疗终止后6周内，应同时采用两种可靠的避孕措施，至少包含一种高效方法，或是选择禁欲作为避孕措施。建议性活跃的男性患者在治疗期间及治疗终止后至少90天内使用避孕套进行避孕。避孕套既适用于具有生殖能力的男性患者，也适用于输精管结扎术后的男性患者，因为输精管结扎术后的男性患者也可能存在精液传送的相关风险。此外，建议男性患者的女性伴侣在其治疗期间及最后一剂本品给药后至少90天内采取高效的避孕方法。 用法与用量 本品仅限于移植专业医师应用。本品应于移植后24小时内开始使用。推荐剂量为一次720mg，每日2次(日总剂量不超过1440mg)。本品可与食物共服或单独服用。肾功能不全者：移植术后肾功能延迟恢复的患者，无须调整剂量。严重慢性肾衰患者(肌酐清除率<10mL/min)应严密监测。肝功能不全者：伴有严重肝实质性疾病的肾移植患者，无须调整剂量。 剂型与规格 肠溶片 180mg 360mg XL04AA乙0933 20% 哪儿有",
      "full_precautions": ")。 其他药物不良反应如感染：常见病毒，细菌和真菌感染；不常见创伤感染，败血症，骨髓炎。血液和淋巴系统紊乱：非常常见白细胞减少症；常见贫血，血小板减少症；不常见囊性淋巴管瘤，淋巴细胞减少症，嗜中性粒细胞减少症，淋巴结病。神经系统紊乱：常见头痛；不常见震颤，失眠。呼吸系统、胸腔和纵隔异常：常见咳嗽；不常见肺充血，哮喘。胃肠道系统紊乱：非常常见腹泻；常见腹胀，腹痛，腹部压痛，便秘，消化不良，肠胃气胀，胃炎，稀便，恶心，呕吐；不常见胰腺炎，嗳气，口臭，肠梗阻，食管炎，消化性溃疡，不完全梗阻，舌变色，胃肠出血，口干，胃-食管返流性疾病，牙龈增生，腹膜炎。一般情况和给药部位情况：常见疲劳，发热；不常见流行性感冒样疾病，下肢浮肿，疼痛，虚弱。代谢和营养紊乱：不常见食欲减退，高脂血症，糖尿病，高胆固醇血症，低磷酸盐血症。皮肤和皮下组织异常：不常见脱发，挫伤。肝胆系统紊乱：常见肝功能检测异常。心脏疾患：不常见心动过速，肺水肿，心室期外收缩。眼部疾患：不常见结膜炎，视觉模糊。骨骼肌、结缔组织和骨骼疾患：不常见关节炎。良性肿瘤和恶性肿瘤：不常见皮肤乳头状瘤，基底细胞癌，Kaposi‘；s肉瘤，淋巴增生性异常，鳞状细胞癌。肾脏和泌尿系统紊乱：常见血肌酐上升；不常见肾小管坏死，尿道狭窄。生殖系统和乳腺疾患：不常见阳痿。 禁忌症 ⑴禁用于对麦考酚钠、麦考酚酸和吗替麦考酚酸酯，以及对本品所含任何赋形剂成份过敏者。 ⑵禁用于孕妇，因其可能致突变和致畸。 ⑶禁用于未使用高效避孕方法的育龄期妇女。 ⑷禁用于哺乳期妇女。 注意事项 麦考酚钠是IMPDH(次黄嘌呤单磷酸脱氢酶)抑制剂。因此在理论上应当避免用于患有罕见的次黄嘌呤-鸟嘌呤磷酸核糖基转移酶(HGPRT)遗传缺陷的患者，如Lesch-Nyhan综合征和Kelley-Seegmiller综合征。建议在确定妊娠测试阴性结果后方可开始麦考酚钠治疗。接受免疫抑制剂治疗(包括与麦考酚钠联合用药)的患者，有增加发生淋巴瘤或其他恶性肿瘤的风险，特别是皮肤癌(参见不良反应)。风险表现为与免疫抑制的强度和持续时间有关，而与某一特定药物的使用无关。与对降低皮肤癌风险的一般性建议一样，暴露在阳光下和紫外光下应该穿着保护衣和使用高保护因子的防晒霜。应指导接受麦考酚钠治疗的患者立即报告任何感染迹象、意外擦伤、流血或骨髓抑制现象。过度抑制免疫系统增加了感染的风险，包括机会感染、致命性感染和败血症(参见不良反应)。接受麦考酚钠治疗的患者需要注意可能出现的中性粒细胞减少症，该病症可能与服用的麦考酚酸(MPA)、联合给药方案、病毒感染有关或者与以上诱因的综合作用有关。服用麦考酚酸(MPA)的患者应当在第1个月内每周、第2、3个月内每2周进行完整的血细胞计数检查，然后在第1年内每月进行完整的血细胞计数检查。如果发现中性粒细胞减少症(中性粒细胞绝对计数＜1.5×103/mL)恶化，则需要暂停或停用麦考酚钠。应告诫患者，在接受麦考酚酸(MPA)治疗期间疫苗的作用会减弱并且应该避免使用减毒活疫苗(参见药物相互作用)。接种流感疫苗可能是有益的。处方医师应该参考本国的流感疫苗使用指南。由于已经证明麦考酚酸(MPA)的衍生物与消化系统不良反应发生的增加有关，包括罕见的胃肠溃疡和出血穿孔，患有严重消化系统疾病的患者应当谨慎使用麦考酚酸(MPA)。麦考酚钠在临床研究中已经与以下多种药物联合使用：抗胸腺细胞球蛋白、巴利昔单抗、环孢素微乳剂和皮质激素。尚未研究麦考酚钠与其他免疫抑制剂联合使用的有效性和安全性。对驾驶和操作机器的影响至今没有关于对驾驶和操作机器的影响的研究。作用机理、药效学性质和已有的不良反应报道表明不太可能有影响。 药物相互作用 ⑴活疫苗不能用于免疫反应低下的患者。对其他疫苗的抗体反应也可能或削弱。 ⑵与阿昔洛韦合用，在肾功能不全时可能出现麦考酚酸葡萄糖醛酸苷（MPAG）和阿昔洛韦的血药浓度升高。因此，可能存在这两种药物的肾小管分泌竞争，导致MPAG和阿昔洛韦浓度进一步升高。在这种情况下，患者应当接受仔细的追踪观察。 ⑶与含有镁和铝的抗酸药合用，会减少麦考酚酯钠盐的吸收。麦考酚钠和含有镁和铝的抗酸药联合使用会导致麦考酚酸（MPA）整体暴露量降低37和麦考酚酸（MPA）最大浓度降低25％。因此联合应用时应谨慎。 ⑷与考来烯胺和其他干扰肝肠循环的药物合用，由于具有阻断药物肝肠循环的作用，考来烯胺可能会降低麦考酚酸（MPA）的整体暴露量。与考来烯胺和其他干扰肝肠循环的药物联合用药时可能会降低麦考酚钠的效果，应谨慎使用。 ⑸对肾功能不全者合用麦考酚钠和更昔洛韦时，应当仔细观察更昔洛韦的推荐剂量和进行患者监护。 ⑹与他克莫司合用，麦考酚酸的平均药时曲线下面积提高19％；峰浓度降低大约20％。 ⑺口服避孕药经过氧化代谢，而麦考酚钠经过葡萄糖甘酸化代谢。临床上口服避孕药应不会对麦考酚钠药动学产生影响。然而，尚不知道麦考酚钠对口服避孕药药动学的长期影响，口服避孕药的有效性有可能会受到不利影响。 用药交代 ⑴具有生育能力的患者在开始使用本品进行治疗前，考虑到本品会增加妊娠丢失和先天性畸形的风险，药师或医生应向患者说明风险并给出是否避孕和怀孕的建议。 ⑵因本品具有致突变和致畸的可能性，建议有生育能力的女性患者在开始使用本品进行治疗之前，治疗期间及治疗终止后6周内，应同时采用两种可靠的避孕措施，至少包含一种高效方法，或是选择禁欲作为避孕措施。建议性活跃的男性患者在治疗期间及治疗终止后至少90天内使用避孕套进行避孕。避孕套既适用于具有生殖能力的男性患者，也适用于输精管结扎术后的男性患者，因为输精管结扎术后的男性患者也可能存在精液传送的相关风险。此外，建议男性患者的女性伴侣在其治疗期间及最后一剂本品给药后至少90天内采取高效的避孕方法。 用法与用量 本品仅限于移植专业医师应用。本品应于移植后24小时内开始使用。推荐剂量为一次720mg，每日2次(日总剂量不超过1440mg)。本品可与食物共服或单独服用。肾功能不全者：移植术后肾功能延迟恢复的患者，无须调整剂量。严重慢性肾衰患者(肌酐清除率<10mL/min)应严密监测。肝功能不全者：伴有严重肝实质性疾病的肾移植患者，无须调整剂量。 剂型与规格 肠溶片 180mg 360mg XL04AA乙0933 20% 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1808"
    }
  },
  {
    "id": 1009,
    "name": "谷赖胰岛素注射液(预填充笔)",
    "full_name": "(甲)谷赖胰岛素注射液(预填充笔)",
    "chemical_name": "谷赖胰岛素注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "Sanofi-Aventis Deutschland GmbH制药有限公司)"
    ],
    "specifications": [
      {
        "specification": "300单位/支",
        "manufacturer": "Sanofi-Aventis Deutschland GmbH制药有限公司)",
        "full_manufacturer": "Sanofi-Aventis Deutschland GmbH(进口分包：赛诺菲（北京）制药有限公司)",
        "price": 41.42,
        "unit": "盒",
        "code": "X00217",
        "approval_number": "国药准字SJ20150012",
        "insurance_code": "XA10ABG159B002020178820",
        "location": "2B"
      }
    ],
    "pinyin": "gulaiyidaosu",
    "pinyin_initials": "glyds",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于治疗成人糖尿病。",
      "dosage": "应在餐前0~15分钟内或餐后立即给药。可按照与中效或长效胰岛素或基础胰岛素类似物联合使用的方案给药，也可联合口服降糖药使用。本品的剂量需个体化调整。本品应以皮下注射或者持续的皮下泵输注法给药，在...",
      "contraindications": "对活性成分或者其中任何辅料过敏者禁用。低血糖禁用。",
      "adverse_reactions": "低血糖是胰岛素治疗最常见的不良反应，在胰岛素剂量比实际需要量过高时可能出现。代谢与营养失调：十分常见：低血糖；皮肤以及皮下组织异常：常见：注射部位反应以及局部过敏反应；皮肤以及皮下组织异常：常见...",
      "interactions": "⑴那些可以增加降血糖作用、增加低血糖发作的药品有口服降糖药、血管紧张素转换酶（ACE）抑制剂、丙吡胺、贝特类、氟西汀、单胺氧化酶抑制剂；（MAOIs）、己酮可可碱、丙氧芬、水杨酸、磺胺类抗生素。",
      "pregnancy_category": null,
      "pharmacokinetics": "肝脏代谢。",
      "precautions": "⑴需要注意胰岛素治疗期间出现的低血糖、低血钾。\n⑵运动员慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于治疗成人糖尿病。",
      "full_dosage": "本品应在餐前0~15分钟内或餐后立即给药。可按照与中效或长效胰岛素或基础胰岛素类似物联合使用的方案给药，也可联合口服降糖药使用。本品的剂量需个体化调整。本品应以皮下注射或者持续的皮下泵输注法给药，在腹壁、大腿、三角肌这些部位皮下注射给药或者持续的腹壁输注给药。每次注射时，注射或者输注的部位（腹部、大腿、三角肌）应该不时的轮换。吸收速率和随后的作用开始时间以及作用持续的时间，都可能受注射部位、运动和其它变化而影响。在腹壁进行皮下注射可比在其它部位注射吸收略快。注射时应注意不要进入血管中。注射后，不要按摩注射部位。患者应正确学习注射技巧。如果注射装置为冷藏，使用前要室温放置1至2小时，注射冷的胰岛素会增加疼痛。",
      "full_contraindications": "对活性成分或者其中任何辅料过敏者禁用。低血糖禁用。",
      "full_adverse_reactions": "低血糖是胰岛素治疗最常见的不良反应，在胰岛素剂量比实际需要量过高时可能出现。代谢与营养失调：十分常见：低血糖；皮肤以及皮下组织异常：常见：注射部位反应以及局部过敏反应；皮肤以及皮下组织异常：常见：注射部位反应以及局部过敏反应。",
      "full_interactions": "⑴那些可以增加降血糖作用、增加低血糖发作的药品有口服降糖药、血管紧张素转换酶（ACE）抑制剂、丙吡胺、贝特类、氟西汀、单胺氧化酶抑制剂<br>（MAOIs）、己酮可可碱、丙氧芬、水杨酸、磺胺类抗生素。<br>⑵那些可以减弱降血糖作用的物质有包括糖皮质激素、达那唑、二氮嗪、利尿剂、胰高血糖素、异烟肼、酚噻嗪衍生物、生长激素、拟交感神经药（如肾上腺素、沙丁胺醇、特布他林）、甲状腺激素、雌激素、孕酮（如口服避孕药）、蛋白酶抑制剂和非典型抗精神病药(如奥氮平和氯氮平)。<br>⑶β受体阻滞剂、可乐定、锂盐或酒精可能增强也可能减弱胰岛素的降血糖活性。喷他脒可能引起低血糖症，有时伴随出现高血糖。另外，在交感神经阻滞剂如β受体阻滞剂、可乐定、胍乙啶、利血平的影响下，肾上腺素能反向调节的征兆可能降低或者消失。",
      "full_pharmacokinetics": "谷赖胰岛素是一种重组人胰岛素类似物，与常规人胰岛素是等效的。与常规人胰岛素相比，谷赖胰岛素的起效更快，并且作用时间更短。包括谷赖胰岛素在内的胰岛素以及胰岛素类似物的主要功能是调节葡萄糖的代谢。胰岛素可以通过刺激外周组织对葡萄糖的摄取（尤其是被骨骼肌和脂<br>肪）以及抑制肝糖的生成来降低血糖水平。胰岛素可以抑制脂肪细胞中脂肪的分解，抑制蛋白质水解并增强蛋白质的合成。当经皮下给予谷赖胰岛素时，其降糖作用将在10～20分钟内开始起效。经静脉途径给药时，谷赖胰岛素与常规人胰岛素在降糖活性上是等效的。一个单位的谷赖胰岛素具有与一个单位常规人胰岛素相同的降糖活性。",
      "full_precautions": "⑴需要注意胰岛素治疗期间出现的低血糖、低血钾。<br>⑵运动员慎用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1320",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 1010,
    "name": "祛风骨痛凝胶膏",
    "full_name": "(乙10%)祛风骨痛凝胶膏",
    "chemical_name": "祛风骨痛凝胶膏",
    "dosage_form": "凝胶",
    "types": [],
    "manufacturers": [
      "哈药集团世一堂制药厂"
    ],
    "specifications": [
      {
        "specification": "1贴/贴",
        "manufacturer": "哈药集团世一堂制药厂",
        "full_manufacturer": "哈药集团世一堂制药厂",
        "price": 84.0,
        "unit": "盒",
        "code": "C00018",
        "approval_number": "国药准字Z20025852",
        "insurance_code": "ZA15GAQ0643010203696",
        "location": "L-5"
      }
    ],
    "pinyin": "qufenggutongningjiaogao",
    "pinyin_initials": "qfgtnjg",
    "dosage_form_pinyin": "ningjiao",
    "dosage_form_initials": "nj",
    "manual": {
      "indications": "祛风散寒，舒筋活血，消肿止痛。用于风寒湿痹引起的疼痛。",
      "dosage": "贴患处。一次1贴，一日1次。",
      "contraindications": "孕妇禁用；对本品过敏者禁用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生",
      "pregnancy_category": null,
      "pharmacokinetics": "川乌、红花、草乌、桃仁、天南星、细辛、皮子药、没药、当归、乳香、川芎、黄柏、石菖蒲、羌活、白芷、三棱、干姜、莪术、泽兰、独活、冰片、薄荷脑、冬青油。",
      "precautions": "尚不明确。",
      "source": "湖南药事服务网",
      "full_indications": "祛风散寒，舒筋活血，消肿止痛。用于风寒湿痹引起的疼痛。",
      "full_dosage": "贴患处。一次1贴，一日1次。",
      "full_contraindications": "孕妇禁用；对本品过敏者禁用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生",
      "full_pharmacokinetics": "川乌、红花、草乌、桃仁、天南星、细辛、皮子药、没药、当归、乳香、川芎、黄柏、石菖蒲、羌活、白芷、三棱、干姜、莪术、泽兰、独活、冰片、薄荷脑、冬青油。",
      "full_precautions": "尚不明确。",
      "composition": "川乌、红花、草乌、桃仁、天南星、细辛、皮子药、没药、当归、乳香、川芎、黄柏、石菖蒲、羌活、白芷、三棱、干姜、莪术、泽兰、独活、冰片、薄荷脑、冬青油。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13041",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1011,
    "name": "凝血酶散",
    "full_name": "(甲)凝血酶散",
    "chemical_name": "凝血酶散",
    "dosage_form": "散",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "浙江杭康药业"
    ],
    "specifications": [
      {
        "specification": "5000单位/瓶",
        "manufacturer": "浙江杭康药业",
        "full_manufacturer": "浙江杭康药业有限公司",
        "price": 122.6,
        "unit": "盒",
        "code": "X00222",
        "approval_number": "国药准字H33021734",
        "insurance_code": "XB02BCN063P013040204642",
        "location": "2E-2"
      }
    ],
    "pinyin": "ningxuemei",
    "pinyin_initials": "nxm",
    "dosage_form_pinyin": "san",
    "dosage_form_initials": "s",
    "manual": {
      "indications": "用于成人经标准外科止血技术(如缝合、结扎或电凝)控制出血无效或不可行，促进手术创面渗血或毛细血管和小静脉出血的止血。",
      "dosage": "外用。",
      "contraindications": "",
      "adverse_reactions": "",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": null,
      "pharmacokinetics": "暂无药代动力学数据",
      "precautions": "",
      "source": "湖南药事服务网",
      "full_indications": "用于成人经标准外科止血技术(如缝合、结扎或电凝)控制出血无效或不可行，促进手术创面渗血或毛细血管和小静脉出血的止血。",
      "full_dosage": "外用。",
      "full_contraindications": "",
      "full_adverse_reactions": "",
      "full_interactions": "",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "full_precautions": "",
      "pharmacodynamics": "重组人凝血酶是一种高度特异性人丝氨酸蛋白酶，可有效活化血小板、催化纤维蛋白原转化为纤维蛋白；并通过活化XIII因子维持凝块的稳定性。同时凝血酶也可以绕过凝血通路的起始酶促步骤而发挥促进凝血药理作用。",
      "full_pharmacodynamics": "重组人凝血酶是一种高度特异性人丝氨酸蛋白酶，可有效活化血小板、催化纤维蛋白原转化为纤维蛋白；并通过活化XIII因子维持凝块的稳定性。同时凝血酶也可以绕过凝血通路的起始酶促步骤而发挥促进凝血药理作用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13851",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 1012,
    "name": "硫酸钡(ll型)干混悬剂",
    "full_name": "(甲)硫酸钡(ll型)干混悬剂[国基]",
    "chemical_name": "硫酸钡(ll型)干混悬剂",
    "dosage_form": "混悬剂",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "青岛红蝶新材料"
    ],
    "specifications": [
      {
        "specification": "300g/袋",
        "manufacturer": "青岛红蝶新材料",
        "full_manufacturer": "青岛红蝶新材料有限公司",
        "price": 20.49,
        "unit": "袋",
        "code": "Y00000012500",
        "approval_number": "国药准字H20163181",
        "insurance_code": "XV08BAL144X006020280446",
        "location": "检查",
        "outpatient_location": "检查"
      }
    ],
    "pinyin": "liusuanbeigan",
    "pinyin_initials": "lsbg",
    "dosage_form_pinyin": "hunxuanji",
    "dosage_form_initials": "hxj",
    "manual": {
      "indications": "Ｘ线双重造影剂。适用于上、下消化道造影。",
      "dosage": "成人：常用量：食道、胃、十二指肠造影，加水调成100％～180％（W/V），用量为50～150ml",
      "contraindications": "⑴疑有消化道穿孔者禁用。 ⑵肠梗阻患者、急性胃肠出血患者禁用。 ⑶全身衰弱等患者禁用。 ⑷加泄剂禁用甘露醇。",
      "adverse_reactions": "一般无不良反应，偶尔有排便困难（为了防止便秘，检查后应充分饮水，必要时可服缓泻药或用开塞露）。 禁忌症 ⑴疑有消化道穿孔者禁用。 ⑵肠梗阻患者、急性胃肠出血患者禁用。 ⑶全身衰弱等患者禁用。 ⑷加泄剂禁用甘露醇。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "⑵下列情况应慎用：①肠瘘管形成。",
      "source": "",
      "full_indications": "Ｘ线双重造影剂。适用于上、下消化道造影。",
      "full_dosage": "⑴上消化道造影，根据检查部位和检查方法不同，加适量水调成不同浓度的混悬液，成人常用量：食道、胃、十二指肠造影，加水调成100％～180％（W/V），用量为50～150ml。 ⑵下消化道造影：经肛门灌入肠内。灌肠前准备：按常规结肠清洗准备（控制饮食、大量饮水、加泻剂法），肌注低张药物或解痉灵（可根据医院临床经验及习惯选择）。使用前加适量水调成180％（W/V）浓度混悬液，按照自动灌肠机程序进行，250～300ml/次。 剂型与规格 干混悬剂(Ⅰ) 400g基药 XV08B甲1379 0% 暂无 干混悬剂(Ⅱ) 200g基药 300g基药 500g基药 XV08B甲1379 0% 暂无 干混悬剂(Ⅱ) 1000g基药 XV08B甲1379 0% 暂无 灌肠混悬液 120％(W/V) 130％(W/V) 140％(W/V) XV08B乙1379 5% 暂无",
      "full_contraindications": "⑴疑有消化道穿孔者禁用。 ⑵肠梗阻患者、急性胃肠出血患者禁用。 ⑶全身衰弱等患者禁用。 ⑷加泄剂禁用甘露醇。",
      "full_adverse_reactions": "一般无不良反应，偶尔有排便困难（为了防止便秘，检查后应充分饮水，必要时可服缓泻药或用开塞露）。 禁忌症 ⑴疑有消化道穿孔者禁用。 ⑵肠梗阻患者、急性胃肠出血患者禁用。 ⑶全身衰弱等患者禁用。 ⑷加泄剂禁用甘露醇。",
      "full_precautions": "⑴为了防止排便困难及便秘，检查后应充分饮水，必要时可服缓泻剂缓解。 ⑵下列情况应慎用：①肠瘘管形成。②容易产生穿孔的某些肠道疾病如阑尾炎、憩室炎、溃疡性肠炎、寄生虫感染等。 用法与用量 ⑴上消化道造影，根据检查部位和检查方法不同，加适量水调成不同浓度的混悬液，成人常用量：食道、胃、十二指肠造影，加水调成100％～180％（W/V），用量为50～150ml。 ⑵下消化道造影：经肛门灌入肠内。灌肠前准备：按常规结肠清洗准备（控制饮食、大量饮水、加泻剂法），肌注低张药物或解痉灵（可根据医院临床经验及习惯选择）。使用前加适量水调成180％（W/V）浓度混悬液，按照自动灌肠机程序进行，250～300ml/次。 剂型与规格 干混悬剂(Ⅰ) 400g基药 XV08B甲1379 0% 暂无 干混悬剂(Ⅱ) 200g基药 300g基药 500g基药 XV08B甲1379 0% 暂无 干混悬剂(Ⅱ) 1000g基药 XV08B甲1379 0% 暂无 灌肠混悬液 120％(W/V) 130％(W/V) 140％(W/V) XV08B乙1379 5% 暂无"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=3319"
    }
  },
  {
    "id": 1013,
    "name": "硫酸吗啡缓释片",
    "full_name": "(甲)硫酸吗啡缓释片[国基]",
    "chemical_name": "硫酸吗啡缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "NAPP PHARMACEUTICALS LIMITED制药有限公司)",
      "萌蒂制药"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "萌蒂制药",
        "full_manufacturer": "萌蒂(中国)制药有限公司",
        "price": 49.21,
        "unit": "盒",
        "code": "Y00000014848",
        "approval_number": "国药准字H10980263",
        "insurance_code": "XN02AAM022A010010100098",
        "location": "麻精"
      },
      {
        "specification": "30mg/片",
        "manufacturer": "NAPP PHARMACEUTICALS LIMITED制药有限公司)",
        "full_manufacturer": "NAPP PHARMACEUTICALS LIMITED（BARD PHARMACEUTICALS LIMITED）(进口分包:萌蒂（中国）制药有限公司)",
        "price": 96.45,
        "unit": "盒",
        "code": "Y00000014870",
        "approval_number": "国药准字J20140060",
        "insurance_code": "XN02AAM022A010010178660",
        "location": "麻精"
      }
    ],
    "pinyin": "liusuanmafei",
    "pinyin_initials": "lsmf",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "本品为强效镇痛药，适用于其他镇痛药无效的急性锐痛和重度疼痛的成人患者，如严重创伤、战伤、烧伤、晚期癌症等疼痛。",
      "dosage": "成人：常用量为一次5～15mg",
      "contraindications": "症 禁用于以下患者：对氢吗啡酮或其中任何辅料过敏的患者。手术和/或潜在疾病导致胃肠道狭窄，或有盲袢综合征或胃肠道堵塞的患者。急性或术后疼痛患者。肝功能严重损伤的患者。呼吸衰竭患者。不明原因急性腹痛的患者。哮喘发作的患者。正在使用单胺氧化酶(MAO)抑制剂或停用该类药物不足14天的患者。需与丁丙诺啡、",
      "adverse_reactions": "常见：恶心、呕吐、头晕、瘙痒、过敏、疼痛、乏力等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "⑴药效学：本品为半合成吗啡衍生物，主要作用于μ受体，作用于与吗啡相似。等剂量下其镇痛作用比吗啡强5～10倍，起效较吗啡快，持续时间较短。直肠给药吸收较慢，作用发生较迟。 ⑵药动学：本品皮下和肌内注射吸收迅速，皮下注射30分钟后即可吸收60%，吸收后迅速分布至肺、肝、脾、肾等各组织。成人中仅有少量吗啡透过血、脑脊液屏障，但已能产生高效的镇痛作用。可通过胎盘到达胎儿体内。消除ｔ1/2为1.7～3小时，蛋白结合率26%～36%。一次给药镇痛作用维持4～6小时。本品主要在肝脏代谢，60%～70%在肝内与葡萄糖醛酸结合，10%脱甲基成去甲基吗啡，20%为游离型。主要经肾脏排出，少量经胆汁和乳汁排出。",
      "precautions": "⑸婴幼儿慎用，未成熟新生儿禁用。⑷本品可通过胎盘屏障到达胎儿体内，少量经乳汁排出，故禁用于婴儿、孕妇、哺乳期妇女。本品能对抗催产素对子宫的兴奋作用而延长产程，故禁用于临盆产妇。",
      "source": "湖南药事服务网",
      "full_indications": "本品为强效镇痛药，适用于其他镇痛药无效的急性锐痛和重度疼痛的成人患者，如严重创伤、战伤、烧伤、晚期癌症等疼痛。",
      "full_pharmacokinetics": "⑴药效学：本品为半合成吗啡衍生物，主要作用于μ受体，作用于与吗啡相似。等剂量下其镇痛作用比吗啡强5～10倍，起效较吗啡快，持续时间较短。直肠给药吸收较慢，作用发生较迟。 ⑵药动学：本品皮下和肌内注射吸收迅速，皮下注射30分钟后即可吸收60%，吸收后迅速分布至肺、肝、脾、肾等各组织。成人中仅有少量吗啡透过血、脑脊液屏障，但已能产生高效的镇痛作用。可通过胎盘到达胎儿体内。消除ｔ1/2为1.7～3小时，蛋白结合率26%～36%。一次给药镇痛作用维持4～6小时。本品主要在肝脏代谢，60%～70%在肝内与葡萄糖醛酸结合，10%脱甲基成去甲基吗啡，20%为游离型。主要经肾脏排出，少量经胆汁和乳汁排出。",
      "full_dosage": "⑴皮下注射：成人常用量为一次5～15mg，一日15～40mg；极量：一次20mg，一日60mg。 ⑵静脉注射：成人镇痛时常用量为一次5～10mg；用作静脉全麻按体重不得超过1mg/kg,不够时加用作用时效短的本类镇痛药，以免苏醒迟延，术后发生血压下降和长时间呼吸抑制。 ⑶手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极限5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下腔，一次0.1～0.3mg。原则上不再重复给药。 ⑷对于重度癌痛病人，首次剂量范围较大，每日3～6次，以预防癌痛发生及充分缓解癌痛。 ⑸缓释片每24小时内只能服用1次。应在每天固定时间，以一杯水整片吞服盐酸氢吗啡酮缓释片，切勿咀嚼、掰开或压碎药片，进食对药物没有影响。未定期服用阿片类药物患者的用法用量：大多数患者的起始剂量应为每24小时8mg，且不得超过8mg。少数患者起始剂量可降低至每24小时4mg，以提高患者的耐受性。长期口服治疗开始后，可根据需要调整给药剂量，以获得满意的镇痛效果且副作用较少。可根据患者对药物的反应和缓解疼痛的需求，以4mg或8mg为增量滴定给药剂量。每次滴定剂量时的调整间隔应至少大于两天（例如，在星期一时第一次增加给药剂量，最早在星期四可再一次增加给药剂量）。由于阿片类缓控释制剂往往需要较长时间才能获得满意的镇痛效果，因此可先使用传统速释制剂治疗（如氢吗啡酮速释片或吗啡速释片），然后转换至盐酸氢吗啡酮缓释片相应的每日总剂量。 剂型与规格 注射液 1mg 1ml 2mg 1ml 10mg 1ml XN02AA乙1047 5% 哪儿有 注射液 2mg 2ml 5mg 5ml 10mg 10ml XN02AA乙1047 5% 哪儿有 缓释片 4mg 8mg 32mg XN02AA乙321 5% 暂无",
      "full_contraindications": "症 禁用于以下患者：对氢吗啡酮或其中任何辅料过敏的患者。手术和/或潜在疾病导致胃肠道狭窄，或有盲袢综合征或胃肠道堵塞的患者。急性或术后疼痛患者。肝功能严重损伤的患者。呼吸衰竭患者。不明原因急性腹痛的患者。哮喘发作的患者。正在使用单胺氧化酶(MAO)抑制剂或停用该类药物不足14天的患者。需与丁丙诺啡、纳布啡、喷他佐辛联合使用的患者。昏迷的患者。患者在怀孕和分娩期间禁用。",
      "full_adverse_reactions": "⑴连用3～5天即产生耐药性，1周以上可成瘾，需慎用。但对于晚期中重度癌痛病人，如果治疗适当，少见依赖及成瘾现象。 ⑵十分常见的不良反应(>10%)为便秘(21.6%)、恶心(12.9%)、呕吐(10.3%)；常见（≥1%至10%）的不良反应为食欲减退、头晕、乏力、排尿困难、肝功能异常、瘙痒、心悸。 ⑶本品急性中毒的主要症状为昏迷，呼吸深度抑制、瞳孔极度缩小、两侧对称，或呈针尖样大，血压下降、发绀，尿少，体温下降，皮肤湿冷，肌无力，由于严重缺氧致休克、循环衰竭、瞳孔散大、死亡。 禁忌症 禁用于以下患者：对氢吗啡酮或其中任何辅料过敏的患者。手术和/或潜在疾病导致胃肠道狭窄，或有盲袢综合征或胃肠道堵塞的患者。急性或术后疼痛患者。肝功能严重损伤的患者。呼吸衰竭患者。不明原因急性腹痛的患者。哮喘发作的患者。正在使用单胺氧化酶(MAO)抑制剂或停用该类药物不足14天的患者。需与丁丙诺啡、纳布啡、喷他佐辛联合使用的患者。昏迷的患者。患者在怀孕和分娩期间禁用。",
      "full_interactions": "⑴本品与吩噻嗪类、镇静催眠药、单胺氧化酶抑制剂、三环抗抑郁药、抗组胺药等合用，可加剧及延长吗啡的抑制作用。 ⑵本品可增强香豆素类药物的抗凝血作用。 ⑶本品与西咪替丁合用，可能引起呼吸暂停、精神错乱、肌肉抽搐等。 给药说明 不得与氨茶碱、巴比妥类药钠盐等碱性液、溴或碘化合物、碳酸氢盐、氧化剂（如高锰酸钾）、植物收敛剂、氢氯噻嗪、肝素钠、苯妥英钠、呋喃妥英、新生霉素、甲氧西林、氯丙嗪、异丙嗪、哌替啶、磺胺嘧啶、磺胺甲异恶唑以及铁、铝、镁、银、锌化合物等接触或混合，以免发生混浊甚至出现沉淀。 用法与用量 ⑴皮下注射：成人常用量为一次5～15mg，一日15～40mg；极量：一次20mg，一日60mg。 ⑵静脉注射：成人镇痛时常用量为一次5～10mg；用作静脉全麻按体重不得超过1mg/kg,不够时加用作用时效短的本类镇痛药，以免苏醒迟延，术后发生血压下降和长时间呼吸抑制。 ⑶手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极限5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下腔，一次0.1～0.3mg。原则上不再重复给药。 ⑷对于重度癌痛病人，首次剂量范围较大，每日3～6次，以预防癌痛发生及充分缓解癌痛。 ⑸缓释片每24小时内只能服用1次。应在每天固定时间，以一杯水整片吞服盐酸氢吗啡酮缓释片，切勿咀嚼、掰开或压碎药片，进食对药物没有影响。未定期服用阿片类药物患者的用法用量：大多数患者的起始剂量应为每24小时8mg，且不得超过8mg。少数患者起始剂量可降低至每24小时4mg，以提高患者的耐受性。长期口服治疗开始后，可根据需要调整给药剂量，以获得满意的镇痛效果且副作用较少。可根据患者对药物的反应和缓解疼痛的需求，以4mg或8mg为增量滴定给药剂量。每次滴定剂量时的调整间隔应至少大于两天（例如，在星期一时第一次增加给药剂量，最早在星期四可再一次增加给药剂量）。由于阿片类缓控释制剂往往需要较长时间才能获得满意的镇痛效果，因此可先使用传统速释制剂治疗（如氢吗啡酮速释片或吗啡速释片），然后转换至盐酸氢吗啡酮缓释片相应的每日总剂量。 剂型与规格 注射液 1mg 1ml 2mg 1ml 10mg 1ml XN02AA乙1047 5% 哪儿有 注射液 2mg 2ml 5mg 5ml 10mg 10ml XN02AA乙1047 5% 哪儿有 缓释片 4mg 8mg 32mg XN02AA乙321 5% 暂无",
      "full_precautions": "⑴未明确诊断的疼痛，尽可能不用本品，以免掩盖病情，贻误诊断。 ⑵本品注入硬膜外间隙或蛛网膜下腔后，应监测呼吸和循环功能，前者24小时，后者12小时。 ⑶因本品对平滑肌的兴奋作用较强，故不能单独用于内脏绞痛(如胆、肾绞痛)，而应与阿托品等有效的解痉药合用，单独使用反使绞痛加剧。 ⑷本品可通过胎盘屏障到达胎儿体内，少量经乳汁排出，故禁用于婴儿、孕妇、哺乳期妇女。本品能对抗催产素对子宫的兴奋作用而延长产程，故禁用于临盆产妇。 ⑸婴幼儿慎用，未成熟新生儿禁用。 ⑹中毒解救 可采用人工呼吸、给氧、给予升压药提高血压，β-肾上腺素受体阻滞药减慢心率、补充液体维持循环功能。静脉注射拮抗剂纳洛酮0.005～0.01mg/kg，成人0.4mg。亦可用烯丙吗啡作为拮抗药。 药物相互作用 ⑴本品与吩噻嗪类、镇静催眠药、单胺氧化酶抑制剂、三环抗抑郁药、抗组胺药等合用，可加剧及延长吗啡的抑制作用。 ⑵本品可增强香豆素类药物的抗凝血作用。 ⑶本品与西咪替丁合用，可能引起呼吸暂停、精神错乱、肌肉抽搐等。 给药说明 不得与氨茶碱、巴比妥类药钠盐等碱性液、溴或碘化合物、碳酸氢盐、氧化剂（如高锰酸钾）、植物收敛剂、氢氯噻嗪、肝素钠、苯妥英钠、呋喃妥英、新生霉素、甲氧西林、氯丙嗪、异丙嗪、哌替啶、磺胺嘧啶、磺胺甲异恶唑以及铁、铝、镁、银、锌化合物等接触或混合，以免发生混浊甚至出现沉淀。 用法与用量 ⑴皮下注射：成人常用量为一次5～15mg，一日15～40mg；极量：一次20mg，一日60mg。 ⑵静脉注射：成人镇痛时常用量为一次5～10mg；用作静脉全麻按体重不得超过1mg/kg,不够时加用作用时效短的本类镇痛药，以免苏醒迟延，术后发生血压下降和长时间呼吸抑制。 ⑶手术后镇痛注入硬膜外间隙，成人自腰脊部位注入，一次极限5mg，胸脊部位应减为2～3mg，按一定的间隔可重复给药多次。注入蛛网膜下腔，一次0.1～0.3mg。原则上不再重复给药。 ⑷对于重度癌痛病人，首次剂量范围较大，每日3～6次，以预防癌痛发生及充分缓解癌痛。 ⑸缓释片每24小时内只能服用1次。应在每天固定时间，以一杯水整片吞服盐酸氢吗啡酮缓释片，切勿咀嚼、掰开或压碎药片，进食对药物没有影响。未定期服用阿片类药物患者的用法用量：大多数患者的起始剂量应为每24小时8mg，且不得超过8mg。少数患者起始剂量可降低至每24小时4mg，以提高患者的耐受性。长期口服治疗开始后，可根据需要调整给药剂量，以获得满意的镇痛效果且副作用较少。可根据患者对药物的反应和缓解疼痛的需求，以4mg或8mg为增量滴定给药剂量。每次滴定剂量时的调整间隔应至少大于两天（例如，在星期一时第一次增加给药剂量，最早在星期四可再一次增加给药剂量）。由于阿片类缓控释制剂往往需要较长时间才能获得满意的镇痛效果，因此可先使用传统速释制剂治疗（如氢吗啡酮速释片或吗啡速释片），然后转换至盐酸氢吗啡酮缓释片相应的每日总剂量。 剂型与规格 注射液 1mg 1ml 2mg 1ml 10mg 1ml XN02AA乙1047 5% 哪儿有 注射液 2mg 2ml 5mg 5ml 10mg 10ml XN02AA乙1047 5% 哪儿有 缓释片 4mg 8mg 32mg XN02AA乙321 5% 暂无"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1013",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1014,
    "name": "甲钴胺注射液",
    "full_name": "(甲)甲钴胺注射液[市基]",
    "chemical_name": "甲钴胺注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "哈尔滨三联药业"
    ],
    "specifications": [
      {
        "specification": "0.5mg/支",
        "manufacturer": "哈尔滨三联药业",
        "full_manufacturer": "哈尔滨三联药业股份有限公司",
        "price": 1.74,
        "unit": "支",
        "code": "X00705",
        "approval_number": "国药准字H20044627",
        "insurance_code": "XB03BAJ038B002020103662",
        "location": "B-4",
        "outpatient_location": "Q-4"
      }
    ],
    "pinyin": "jiaguan",
    "pinyin_initials": "jga",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于周围神经病变；亦可用于治疗缺乏维生素B12引起的巨幼红细胞性贫血，",
      "dosage": "⑴口服：周围神经病，成人通常一次0.5mg，一日3次，可按年龄、症状酌情增减。 ⑵肌内注射或静脉注射：成人，①周围神经病，通常一次0.5mg，一日1次，一周3次，可按年龄、症状酌情增减。②巨幼红细胞性贫血，通常一次0.5mg，一周3次，给药2个月后，改用维持剂量一次0.5mg，每1～3个月1次。",
      "contraindications": "症 对本品过敏者禁用。",
      "adverse_reactions": "偶见皮疹、头痛、发热感、出汗、肌内注射部位疼痛和硬结。可引起血压下降、呼吸困难等严重过敏反应。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": "",
      "pharmacokinetics": "Cmax）各自为22.4±1.1、85.0±8.9ng/ml",
      "precautions": "⑴避免同一部位反复肌内注射；避开神经分布密集的部位；针扎入时，如有剧痛、血液逆流的情况，应立即拔出针头，换部位注射。 ⑵妊娠及哺乳期妇女用药尚不明确。 ⑶老年患者因身体功能减退，应酌情减少剂量。 输液调配 冻干粉针每0.5mg加灭菌注射用水1ml溶解作静脉注射液或肌内注射液。新鲜调配为红色的澄明液体。 【稳定性】本品见光易分解，调配的药液应立即避光使用。",
      "source": "湖南药事服务网",
      "full_indications": "用于周围神经病变；亦可用于治疗缺乏维生素B12引起的巨幼红细胞性贫血，",
      "full_dosage": "⑴口服：周围神经病，成人通常一次0.5mg，一日3次，可按年龄、症状酌情增减。 ⑵肌内注射或静脉注射：成人，①周围神经病，通常一次0.5mg，一日1次，一周3次，可按年龄、症状酌情增减。②巨幼红细胞性贫血，通常一次0.5mg，一周3次，给药2个月后，改用维持剂量一次0.5mg，每1～3个月1次。",
      "full_contraindications": "症 对本品过敏者禁用。",
      "full_adverse_reactions": "偶见皮疹、头痛、发热感、出汗、肌内注射部位疼痛和硬结。可引起血压下降、呼吸困难等严重过敏反应。",
      "full_interactions": "",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "Cmax）各自为22.4±1.1、85.0±8.9ng/ml",
      "full_precautions": "⑴避免同一部位反复肌内注射；避开神经分布密集的部位；针扎入时，如有剧痛、血液逆流的情况，应立即拔出针头，换部位注射。 ⑵妊娠及哺乳期妇女用药尚不明确。 ⑶老年患者因身体功能减退，应酌情减少剂量。 输液调配 冻干粉针每0.5mg加灭菌注射用水1ml溶解作静脉注射液或肌内注射液。新鲜调配为红色的澄明液体。 【稳定性】本品见光易分解，调配的药液应立即避光使用。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1076",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1015,
    "name": "筋骨伤喷雾剂",
    "full_name": "(乙10%)筋骨伤喷雾剂",
    "chemical_name": "筋骨伤喷雾剂",
    "dosage_form": "喷雾剂",
    "types": [],
    "manufacturers": [
      "贵州远程制药"
    ],
    "specifications": [
      {
        "specification": "50ml/瓶",
        "manufacturer": "贵州远程制药",
        "full_manufacturer": "贵州远程制药有限责任公司",
        "price": 45.0,
        "unit": "盒",
        "code": "C00011",
        "approval_number": "国药准字Z20025387",
        "insurance_code": "ZG01BAJ0524030105555",
        "location": "3",
        "outpatient_location": "2G"
      }
    ],
    "pinyin": "jingushang",
    "pinyin_initials": "jgs",
    "dosage_form_pinyin": "penwuji",
    "dosage_form_initials": "pwj",
    "manual": {
      "indications": "苗医：维象烊丢象，泱安挡孟，陡：轮官轮洗。 中医：活血化瘀，消肿止痛。本品用于软组织损伤。",
      "dosage": "外用，喷于伤患处，一日3～4次。",
      "contraindications": "对本品及酒精过敏者禁用；妊娠期妇女忌用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生",
      "pregnancy_category": null,
      "pharmacokinetics": "赤胫散、淫羊藿、赤芍、地龙、制草乌、薄荷脑。",
      "precautions": "5. 经期及哺乳期妇女慎用。8. 过敏体质者慎用。皮肤破溃处禁用。",
      "source": "湖南药事服务网",
      "full_indications": "苗医：维象烊丢象，泱安挡孟，陡：轮官轮洗。 中医：活血化瘀，消肿止痛。本品用于软组织损伤。",
      "full_dosage": "外用，喷于伤患处，一日3～4次。",
      "full_contraindications": "对本品及酒精过敏者禁用；妊娠期妇女忌用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生",
      "full_pharmacokinetics": "赤胫散、淫羊藿、赤芍、地龙、制草乌、薄荷脑。",
      "full_precautions": "1. 本品为外用药，禁止内服。 2. 忌食生冷、油腻食物。 3. 切勿接触眼睛、口腔等黏膜处。皮肤破溃处禁用。 4. 切勿置本品于近火及高温处并严禁剧烈碰撞，使用时勿近明火。 5. 经期及哺乳期妇女慎用。儿童、年老体弱者应在医师指导下使用。 6. 本品不宜长期或大面积使用，用药后皮肤过敏者应停止使用，症状严重者应去医院就诊。 7. 用药3天症状无缓解，或出现局部红肿、疼痛、活动受限等不适症状者应去医院就诊。 8. 过敏体质者慎用。 9. 药品性状发生改变时禁止使用。 10. 儿童必须在成人监护下使用。 11. 请将此药品放在儿童不能接触的地方。 12. 如正在使用其他药品，使用本品前请咨询药师或医师。",
      "composition": "赤胫散、淫羊藿、赤芍、地龙、制草乌、薄荷脑。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=8206",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1016,
    "name": "金水宝片",
    "full_name": "※▲(甲)金水宝片[国基]",
    "chemical_name": "金水宝片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "江西济民可信药业"
    ],
    "specifications": [
      {
        "specification": "0.42g/片",
        "manufacturer": "江西济民可信药业",
        "full_manufacturer": "江西济民可信药业有限公司",
        "price": 34.3,
        "unit": "盒",
        "code": "Y00000014867",
        "approval_number": "国药准字Z20163112",
        "insurance_code": "ZA09FAJ0473010105300"
      }
    ],
    "pinyin": "※▲jinshuibao",
    "pinyin_initials": "※▲jsb",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于肺肾两虚，精气不足，久咳虚喘，神疲乏力，不寐健忘，腰膝酸软，月经不调，阳痿早泄等。",
      "full_indications": "用于肺肾两虚，精气不足，久咳虚喘，神疲乏力，不寐健忘，腰膝酸软，月经不调，阳痿早泄等；慢性支气管炎、慢性肾功能不全、高脂血症、肝硬化见上述证候者。",
      "dosage": "口服：一次2片，一日3次；用于慢性肾功能不全者，一次4片，一日3次。",
      "full_dosage": "口服：一次2片，一日3次；用于慢性肾功能不全者，一次4片，一日3次。疗程根据病情而定。",
      "contraindications": "对本品过敏者禁用。",
      "full_contraindications": "对本品过敏者禁用。感冒发热病人不宜服用。",
      "adverse_reactions": "偶见胃肠道不适。",
      "full_adverse_reactions": "偶见胃肠道不适、恶心、呕吐等轻微反应，一般不影响继续用药。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，需权衡利弊后使用，使用过程中注意观察不良反应。",
      "pregnancy_category": "慎用",
      "pharmacokinetics": "",
      "full_pharmacokinetics": "本品主要成分为发酵虫草菌粉（Cs-4），含腺苷、虫草酸、虫草多糖等有效成分。",
      "precautions": "忌辛辣、生冷、油腻食物；感冒发热病人不宜服用。",
      "full_precautions": "忌辛辣、生冷、油腻食物；感冒发热病人不宜服用；宜饭前服用；高血压、心脏病、肝病、糖尿病、肾病等慢性病患者应在医师指导下服用；服药2周症状无缓解，应去医院就诊。",
      "source": "湖南药事服务网",
      "url_added": true,
      "composition": "发酵虫草菌粉。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=6851",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 1017,
    "name": "金振口服液",
    "full_name": "(甲)金振口服液[国基]",
    "chemical_name": "金振口服液",
    "dosage_form": "其他",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "江苏康缘药业"
    ],
    "specifications": [
      {
        "specification": "10ml/瓶",
        "manufacturer": "江苏康缘药业",
        "full_manufacturer": "江苏康缘药业股份有限公司",
        "price": 43.28,
        "unit": "盒",
        "code": "Y00000014504",
        "approval_number": "国药准字Z10970018",
        "insurance_code": "ZA06CAJ0512010301463",
        "location": "H-4",
        "outpatient_location": "2G"
      }
    ],
    "pinyin": "jinzhenkoufuye",
    "pinyin_initials": "jzkfy",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "1.术后镇痛、癌性疼痛、外伤或烧伤后疼痛、肢体痛和细节图，可经肌注或静注； 2.在全凭静脉麻醉中代替吗啡或芬太尼，术后镇痛时间长，利于术后呼吸支持疗法。",
      "dosage": "用于镇痛：肌注或缓慢静注，一次0.3～0.6mg，一日3～4次。单次剂量可持续作用6～8小时。 舌下含服：一次0.4～0.8mg，每6～8小时1次。 透皮贴剂：丁丙诺啡透皮贴剂每贴使用7天。丁丙诺啡透皮贴剂不适用于治疗急性疼痛。18岁及以上患者：初始剂量应为最低的丁丙诺啡透皮贴剂剂量(5μg/h的丁丙诺啡透皮贴剂)。",
      "contraindications": "症 对本品过敏者、轻微疼痛和疼痛原因不明者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头晕、过敏、疼痛、嗜睡等。",
      "interactions": "⑴丁丙诺啡与单胺氧化酶抑制药有协同作用。 ⑵丁丙诺啡与地西泮合用引起呼吸抑制。 ⑶丁丙诺啡与苯丙香豆素合用引起紫癜。 药物过量 过量的主要症状为：困倦或嗜睡（55%）、呕吐（21%）、瞳孔缩小（21%）、呼吸抑制（7%）、兴奋或易怒（5%）、苍白（3%）和昏迷（2%）。症状可通过纳洛酮逆转，多沙普仑可能有效。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑶下列情况慎用：颅脑外伤、呼吸抑制、老弱者。⑴肝功能不全时，药物作用可延长，注意调整给药间隔时间。⑵妊娠期及哺乳期妇女和7岁以下儿童不宜用。",
      "source": "湖南药事服务网",
      "full_indications": "1.术后镇痛、癌性疼痛、外伤或烧伤后疼痛、肢体痛和细节图，可经肌注或静注； 2.在全凭静脉麻醉中代替吗啡或芬太尼，术后镇痛时间长，利于术后呼吸支持疗法。",
      "full_dosage": "用于镇痛：肌注或缓慢静注，一次0.3～0.6mg，一日3～4次。单次剂量可持续作用6～8小时。 舌下含服：一次0.4～0.8mg，每6～8小时1次。 透皮贴剂：丁丙诺啡透皮贴剂每贴使用7天。丁丙诺啡透皮贴剂不适用于治疗急性疼痛。18岁及以上患者：初始剂量应为最低的丁丙诺啡透皮贴剂剂量(5μg/h的丁丙诺啡透皮贴剂)。",
      "full_contraindications": "症 对本品过敏者、轻微疼痛和疼痛原因不明者禁用。",
      "full_adverse_reactions": "常见有头晕、嗜睡、恶心、呕吐、出汗、低血压、缩瞳、肺通气不足，以及其他中枢、心血管、呼吸、皮肤和眼部不良反应。 肝损伤 ⑴肝毒性： 研究人群（阿片类药物成瘾）叔丁啡治疗不会导致血清酶含量上升，但是该人群通常并存慢性肝病使得此类评估较为复杂。较多报告和病例显示临床症状明显的急性肝损伤在叔丁啡治疗开始后的2至20周内出现，常见原因是药品使用不当和舌下片剂静脉注射。然而，某些病例显示，拒绝静脉注射的患者在采用传统的舌下片剂量用药后仍然发病。大多数病例中，血清酶含量上升表现为肝细胞损伤，临床表现与急性中毒性肝坏死相似。并未出现免疫超敏症状（发烧、皮疹和嗜酸性粒细胞增多症）和自身抗体。几乎所有肝损伤患者都患有慢性丙型肝炎并发症，其中许多患者因急性肝损伤而使慢性感染得以痊愈。需要特别注意的是，大多数患者可以继续叔丁啡治疗而病症不再复发，其中某些患者可继续过量静脉注射。⑵损伤机制： 叔丁啡通过大量首过肝脏提取，主要由细胞色素P450系统(CYP 3A4)进行代谢。进行传统剂量治疗时，叔丁啡肝毒性较小的原因可能是低使用剂量和快速代谢。静脉注射舌下片剂引起急性肝坏死的原因可能是由于较高剂量的肠外注射产生直接毒性。出现该综合征的患者大部分都具有丙型肝炎并发症，原因尚不明确。在中毒性肝损伤过程中出现丙型肝炎清除，引发以下疑问：急性肝损伤是否由丙型肝炎恶化导致或重度中毒性急性肝损伤是否会引起病毒清除。⑶肝损星级：★★★ 禁忌症 对本品过敏者、轻微疼痛和疼痛原因不明者禁用。",
      "full_interactions": "⑴丁丙诺啡与单胺氧化酶抑制药有协同作用。 ⑵丁丙诺啡与地西泮合用引起呼吸抑制。 ⑶丁丙诺啡与苯丙香豆素合用引起紫癜。 药物过量 过量的主要症状为：困倦或嗜睡（55%）、呕吐（21%）、瞳孔缩小（21%）、呼吸抑制（7%）、兴奋或易怒（5%）、苍白（3%）和昏迷（2%）。症状可通过纳洛酮逆转，多沙普仑可能有效。",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴肝功能不全时，药物作用可延长，注意调整给药间隔时间。 ⑵妊娠期及哺乳期妇女和7岁以下儿童不宜用。 ⑶下列情况慎用：颅脑外伤、呼吸抑制、老弱者。 药物相互作用 ⑴丁丙诺啡与单胺氧化酶抑制药有协同作用。 ⑵丁丙诺啡与地西泮合用引起呼吸抑制。 ⑶丁丙诺啡与苯丙香豆素合用引起紫癜。 药物过量 过量的主要症状为：困倦或嗜睡（55%）、呕吐（21%）、瞳孔缩小（21%）、呼吸抑制（7%）、兴奋或易怒（5%）、苍白（3%）和昏迷（2%）。症状可通过纳洛酮逆转，多沙普仑可能有效。",
      "full_pregnancy_category": "C\n \n"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1017",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1018,
    "name": "醋酸去氨加压素片",
    "full_name": "(甲)醋酸去氨加压素片[国基]",
    "chemical_name": "醋酸去氨加压素片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "Ferring AG"
    ],
    "specifications": [
      {
        "specification": "100ug/片",
        "manufacturer": "Ferring AG",
        "full_manufacturer": "Ferring AG(Ferring International Center SA)",
        "price": 161.0,
        "unit": "瓶",
        "code": "Y00000014565",
        "approval_number": "H20140285",
        "insurance_code": "XH01BAQ117A001010178422"
      },
      {
        "specification": "100ug/片",
        "manufacturer": "Ferring AG",
        "full_manufacturer": "Ferring AG(Ferring International Center SA)",
        "price": 161.0,
        "unit": "盒",
        "code": "X00133",
        "approval_number": "国药准字HJ20140285",
        "insurance_code": "XH01BAQ117A001010178422",
        "location": "H-1",
        "outpatient_location": "O-1"
      }
    ],
    "pinyin": "cusuanquanjiayasu",
    "pinyin_initials": "csqajys",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "1.治疗中枢性尿崩症，可减少尿量、提高尿渗透压、降低血浆渗透压； 2.用于尿崩症的诊断和鉴别诊断； 3.用于治疗夜间遗尿症（六岁或以上的患者）； 4.部分类型（甲型血友病和Ⅰ型血管性假血友病）的血友病及其他出血性疾病。",
      "dosage": "成人：常用量一日1～4μg；儿童：一次0.05～0.1mg",
      "contraindications": "症 对本品过敏者禁用。习惯性多饮、精神性烦渴症、心功能不全、不稳定心绞痛、高血压及因其他疾病服用利尿药治疗者禁用。",
      "adverse_reactions": "⑴较常见的不良反应有头痛、胃痛、恶心、鼻充血等。偶尔可见血压升高，于极少数患者可引起脑血管或冠状血管血栓形成。 ⑵用药时若不限制饮水，可能会引起水潴留及其并发症状，如血清钠降低、体重增加，严重者可引起抽搐。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "t1/2约158分钟。",
      "precautions": "对用药过量引起的水潴留和低钠血症者的处理：对无症状的低钠血症病人，暂停用本品外应限制饮水；对有症状的病人，除上述处理外，可静脉滴注等渗的氯化钠注射液；当体液潴留症状严重时，如抽搐或神志不清，需加用利尿剂。",
      "source": "湖南药事服务网",
      "full_indications": "1.治疗中枢性尿崩症，可减少尿量、提高尿渗透压、降低血浆渗透压； 2.用于尿崩症的诊断和鉴别诊断； 3.用于治疗夜间遗尿症（六岁或以上的患者）； 4.部分类型（甲型血友病和Ⅰ型血管性假血友病）的血友病及其他出血性疾病。",
      "full_dosage": "⑴注射液：治疗中枢性尿崩症，成人常用量一日1～4μg，皮下或静脉注射，通常分早晚2次给药。长期治疗一般不采用注射剂。 ⑵口服片剂：①尿崩症，一般成人和儿童一次0.05～0.1mg，一日1～3次，根据疗效调整剂量。对多数成人患者，适宜的剂量为一次0.1～0.2mg，一日2～3次。②夜间遗尿症：首次用量为睡前0.2mg，如疗效不显著可增至0.4mg，连续使用三个月后停用本品至少一周，以评估是否需要继续治疗。用药前1小时到服药后8小时内需限制饮水量。 ⑶鼻喷液： 1.成人常用量：起始时，鼻喷一次10μg，半小时后尿量明显减少。8～16小时后尿量开始增多，待尿量达到用药前的60％以上时可第二次给药，根据尿量调整喷药时间与次数。大多数患者每天用2次能获得满意疗效，有的需要3次，少数患者只需要1次。 2.儿童常用量：①中枢性尿崩症：三个月龄以下儿童的用药剂量目前尚无完整资料，三个月龄至12岁的儿童的给药可用口服片剂。鼻喷剂每喷一次恒定剂量10μg，剂量调整只能从用药次数调节，中枢性尿崩症儿童去氨加压素治疗剂量与成人较接近，6岁以上儿童可用，但仍应注意饮水量和尿量避免水中毒。并根据尿量调整剂量，直至获得满意疗效。维持用药，一日10～30μg鼻喷，一日1次或粉刺给药。与鼻喷剂比较，儿童用滴鼻剂剂量容易掌握，使用方便。②遗尿症：6岁以下儿童的用药剂量目前尚无完整资料，6岁以上儿童用药剂量如下：初始用药，睡前每隔鼻孔喷10μg，一日总量为20μg。维持用药，根据病人的反应调整给药剂量，通常一日总量在10～40μg。",
      "full_contraindications": "症 对本品过敏者禁用。习惯性多饮、精神性烦渴症、心功能不全、不稳定心绞痛、高血压及因其他疾病服用利尿药治疗者禁用。",
      "full_adverse_reactions": "⑴较常见的不良反应有头痛、胃痛、恶心、鼻充血等。偶尔可见血压升高，于极少数患者可引起脑血管或冠状血管血栓形成。 ⑵用药时若不限制饮水，可能会引起水潴留及其并发症状，如血清钠降低、体重增加，严重者可引起抽搐。",
      "full_interactions": "⑴吲哚美辛可增强患者对去氨加压素的反应，但不会影响本药作用的持续时间。 ⑵某些能增加抗利尿激素释放的药物，如三环类抗抑郁药、氯丙嗪、卡马西平等与本药合用时可增加其抗利尿作用并有引起水潴留的危险。 ⑶因右旋糖酐作用于凝血因子Ⅷ蛋白复合物，因此不宜与本品合用。因本品可促使纤溶酶原释放，故应同时合用抗纤溶药。 ⑷本品与洛哌丁胺合用，可使本品血药浓度升高3倍，增加了发生水潴留/低钠血症的几率。 ⑸格列本脲可抑制本品的效应。 输液调配 一次用量药物用0.9%氯化钠注射液稀释或溶解后稀释至30~100mml。新鲜调配为无色的澄明液体。酷酸去氨加压素注射液pH为3.5-5.0。 给药说明 ⑴下列情况，用药应特别小心，以防止体液积聚过多：①年幼及老年患者。②体液及（或）电解质不平衡的患者。③容易产生颅内压增高的患者。 ⑵曾有报道三例畸形发育的儿童，他们的母亲在妊娠期间曾因尿崩症而服用DDAVP，但多数资料表明，妊娠期间服用过本品的妇女并不分娩畸形的婴儿，经过母体接触到本品的幼儿畸形发育的必利也不高于正常人。 ⑶经鼻给本品剂量300μg后测试母乳，证明母乳中药物的含量，远低于足以影响利尿多需要的剂量。 ⑷本品长期使用无明显耐药或失效现象。 用法与用量 ⑴注射液：治疗中枢性尿崩症，成人常用量一日1～4μg，皮下或静脉注射，通常分早晚2次给药。长期治疗一般不采用注射剂。 ⑵口服片剂：①尿崩症，一般成人和儿童一次0.05～0.1mg，一日1～3次，根据疗效调整剂量。对多数成人患者，适宜的剂量为一次0.1～0.2mg，一日2～3次。②夜间遗尿症：首次用量为睡前0.2mg，如疗效不显著可增至0.4mg，连续使用三个月后停用本品至少一周，以评估是否需要继续治疗。用药前1小时到服药后8小时内需限制饮水量。 ⑶鼻喷液： 1.成人常用量：起始时，鼻喷一次10μg，半小时后尿量明显减少。8～16小时后尿量开始增多，待尿量达到用药前的60％以上时可第二次给药，根据尿量调整喷药时间与次数。大多数患者每天用2次能获得满意疗效，有的需要3次，少数患者只需要1次。 2.儿童常用量：①中枢性尿崩症：三个月龄以下儿童的用药剂量目前尚无完整资料，三个月龄至12岁的儿童的给药可用口服片剂。鼻喷剂每喷一次恒定剂量10μg，剂量调整只能从用药次数调节，中枢性尿崩症儿童去氨加压素治疗剂量与成人较接近，6岁以上儿童可用，但仍应注意饮水量和尿量避免水中毒。并根据尿量调整剂量，直至获得满意疗效。维持用药，一日10～30μg鼻喷，一日1次或粉刺给药。与鼻喷剂比较，儿童用滴鼻剂剂量容易掌握，使用方便。②遗尿症：6岁以下儿童的用药剂量目前尚无完整资料，6岁以上儿童用药剂量如下：初始用药，睡前每隔鼻孔喷10μg，一日总量为20μg。维持用药，根据病人的反应调整给药剂量，通常一日总量在10～40μg。",
      "full_pregnancy_category": "B\n \n",
      "full_pharmacokinetics": "半衰期约为50～158分钟",
      "full_precautions": "对用药过量引起的水潴留和低钠血症者的处理：对无症状的低钠血症病人，暂停用本品外应限制饮水；对有症状的病人，除上述处理外，可静脉滴注等渗的氯化钠注射液；当体液潴留症状严重时，如抽搐或神志不清，需加用利尿剂。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1755",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1019,
    "name": "达比加群酯胶囊",
    "full_name": "(甲)达比加群酯胶囊[国基]",
    "chemical_name": "达比加群酯胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "成都苑东生物制药"
    ],
    "specifications": [
      {
        "specification": "110mg/粒",
        "manufacturer": "成都苑东生物制药",
        "full_manufacturer": "成都苑东生物制药股份有限公司(委托:成都硕德药业有限公司)",
        "price": 88.9,
        "unit": "盒",
        "code": "Y00000014830",
        "approval_number": "国药准字H20213282",
        "insurance_code": "XB01AED251E001010102181",
        "location": "L-5"
      },
      {
        "specification": "150mg/粒",
        "manufacturer": "成都苑东生物制药",
        "full_manufacturer": "成都苑东生物制药股份有限公司（成都硕德药业有限公司受委托生产）",
        "price": 137.26,
        "unit": "盒",
        "code": "Y00000014838",
        "approval_number": "国药准字H20213282",
        "insurance_code": "XB01AED251E001020102181",
        "location": "L-6"
      }
    ],
    "pinyin": "dabijiaqunzhi",
    "pinyin_initials": "dbjqz",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "用于术后痛、内脏及癌性疼痛。",
      "dosage": "肌内注射：开始时10mg，以后每隔3～6小时2.5～10mg。静脉注射：开始时5mg，以后每隔2～4小时2.5～5mg。",
      "contraindications": "症 对阿片类镇痛药过敏的病人禁用。",
      "adverse_reactions": "常见：恶心、呕吐、头晕等。",
      "interactions": "阿片类镇痛药、普通麻醉剂、镇静药、催眠药或其它中枢神经系统抑制剂(包括酒精)与本品同用会产生添加作用。联合治疗时，一种或全部药物的剂量都应减量。 用药交代 地佐辛不推荐用于癌痛爆发痛的治疗。 根据临床前药理研究，用药过量将产生呼吸抑制、心血管损伤及谵妄。非耐受健康受试者，最大毒性剂量为30mg/70kg。怀疑使用过量可静注纳络酮治疗，并持续观察病人的呼吸及心脏状态和采取适当的辅助治疗措施，如：氧气、输液、血管加压药及帮助或控制呼吸。",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑹以下患者慎用：①冠心病患者；对此类患者仅在必要时使用，要特别注意。",
      "source": "湖南药事服务网",
      "full_indications": "用于术后痛、内脏及癌性疼痛。",
      "full_pharmacokinetics": "",
      "full_dosage": "肌内注射：开始时10mg，以后每隔3～6小时2.5～10mg。静脉注射：开始时5mg，以后每隔2～4小时2.5～5mg。",
      "full_contraindications": "症 对阿片类镇痛药过敏的病人禁用。",
      "full_adverse_reactions": "。出现最大镇痛作用的时间比血药浓度达峰时间晚20~60分钟。 ⑵药动学：皮下、肌内注射吸收迅速，肌内注射30分钟内生效，静脉注射15分钟内生效。本品5～10mg的镇痛效力相当于哌替啶50～100mg。ｔ1/2为2.2～2.8小时。在肝脏代谢，用药8小时内80％以上经尿排泄。 不良反应 常见不良反应包括恶心、呕吐、镇静、头晕、厌食、定向障碍、幻觉、出汗、心动过速。静脉注射可引起呼吸抑制，纳洛酮可对抗此抑制作用。",
      "full_interactions": "阿片类镇痛药、普通麻醉剂、镇静药、催眠药或其它中枢神经系统抑制剂(包括酒精)与本品同用会产生添加作用。联合治疗时，一种或全部药物的剂量都应减量。 用药交代 地佐辛不推荐用于癌痛爆发痛的治疗。 根据临床前药理研究，用药过量将产生呼吸抑制、心血管损伤及谵妄。非耐受健康受试者，最大毒性剂量为30mg/70kg。怀疑使用过量可静注纳络酮治疗，并持续观察病人的呼吸及心脏状态和采取适当的辅助治疗措施，如：氧气、输液、血管加压药及帮助或控制呼吸。",
      "full_precautions": "⑴本品制剂中含有焦亚硫酸钠，硫酸盐对于某些易感者可能引起致命性过敏反应和严重哮喘。 ⑵本品具有阿片拮抗剂的性质，对麻醉药有身体依赖性的病人不推荐使用。 ⑶对于脑损伤、颅内损伤或颅内压高的病人，使用本品产生呼吸抑制可能会升高脑脊液压力。对此类患者仅在必要时使用，要特别注意。 ⑷本品可引起呼吸抑制，患有呼吸抑制、支气管哮喘、呼吸梗阻的病人使用本品要减量。 ⑸本品经过肝脏代谢和肾脏排泄，肝、肾功能不全者应用本品应低剂量。 ⑹以下患者慎用：①冠心病患者；②胆囊手术者；③酒精成瘾和/或正在服用其它中枢神经系统抑制剂者；④肾功能不全患者。 ⑺孕妇及哺乳期妇女用药：①妊娠期注射本品的安全性未被确定，仅在权衡利弊后，对胎儿有利的情况下方可使用。②在分娩过程中使用本品的安全性未知，认为对母婴均必要时才使用本品。③未确定本品是否通过乳汁排泄，因此哺乳期妇女不推荐使用本品。 ⑻18岁以下患者用药的安全性和有效性尚未确定。 ⑼老年人使用本类药物应减少最初剂量，剂量个体化。 药物相互作用 阿片类镇痛药、普通麻醉剂、镇静药、催眠药或其它中枢神经系统抑制剂(包括酒精)与本品同用会产生添加作用。联合治疗时，一种或全部药物的剂量都应减量。 用药交代 地佐辛不推荐用于癌痛爆发痛的治疗。 根据临床前药理研究，用药过量将产生呼吸抑制、心血管损伤及谵妄。非耐受健康受试者，最大毒性剂量为30mg/70kg。怀疑使用过量可静注纳络酮治疗，并持续观察病人的呼吸及心脏状态和采取适当的辅助治疗措施，如：氧气、输液、血管加压药及帮助或控制呼吸。 用法与用量 肌内注射：开始时10mg，以后每隔3～6小时2.5～10mg。静脉注射：开始时5mg，以后每隔2～4小时2.5～5mg。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1019",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1020,
    "name": "达格列净片",
    "full_name": "(甲)达格列净片[国基]",
    "chemical_name": "达格列净片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "阿斯利康药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "阿斯利康药业",
        "full_manufacturer": "阿斯利康药业(中国)有限公司",
        "price": 61.04,
        "unit": "盒",
        "code": "Y00000014886",
        "approval_number": "国药准字H20234463",
        "insurance_code": "XA10BKD256A001010210153",
        "location": "I-2",
        "outpatient_location": "N-3"
      }
    ],
    "pinyin": "dageliejing",
    "pinyin_initials": "dglj",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "1.用于治疗成年患者的2型糖尿病，不适用于1型糖尿病或糖尿病酮症酸中毒。本品单用或与二甲双胍、吡格列酮、格列美脲、胰岛素等药物联合使用，可以显著降低2型糖尿病患者的HbA1c和空腹血糖。 2.用于治疗射血分数降低的心力衰竭（HFrEF）成人患者。 3.用于治疗慢性肾病患者（不管患者是否伴有2型糖尿病）【美国FDA已批准】。",
      "dosage": "口服：推荐成人剂量一次5mg，一日1次，有需要可以增加至一次10mg，一日1次。早晨服用，不受进食限制，餐前餐后服用均可。肌酐清除率≥45ml(min·1.73m2)，无需调整剂量；肌酐清除率＜45ml(min·1.73m2)，不建议使用；肌酐清除率＜30ml(min·1.73m2)，禁用。轻中度肝损伤无需调整剂量，不推荐用于重度肝损伤。",
      "contraindications": "症 对本品严重超敏反应史禁用；重度肾损害(eGFR低于30mL/min/1.73㎡)、终末期肾病(ESRD)或需要透析的患者禁用。",
      "adverse_reactions": "最常见不良反应(5%或更高发生率)是女性生殖器真菌感染，鼻咽炎，和泌尿道感染。女性多发生在用药初始的4个月内，男性多在用药的第一年内。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "t1/2约12.9小时，蛋白结合率91%，Tmax约2小时。",
      "precautions": "肌酐清除率＜30ml(min·1.73m2)，禁用。要注意卫生，多喝水，保持小便通畅。⑷生殖器真菌感染：本品会增加生殖器真菌感染风险，有生殖器真菌感染史的患者更容易生殖器真菌感染，所以应监测并给予相应治疗。",
      "source": "湖南药事服务网",
      "full_indications": "1.用于治疗成年患者的2型糖尿病，不适用于1型糖尿病或糖尿病酮症酸中毒。本品单用或与二甲双胍、吡格列酮、格列美脲、胰岛素等药物联合使用，可以显著降低2型糖尿病患者的HbA1c和空腹血糖。 2.用于治疗射血分数降低的心力衰竭（HFrEF）成人患者。 3.用于治疗慢性肾病患者（不管患者是否伴有2型糖尿病）【美国FDA已批准】。",
      "full_dosage": "口服：推荐成人剂量一次5mg，一日1次，有需要可以增加至一次10mg，一日1次。早晨服用，不受进食限制，餐前餐后服用均可。肌酐清除率≥45ml(min·1.73m2)，无需调整剂量；肌酐清除率＜45ml(min·1.73m2)，不建议使用；肌酐清除率＜30ml(min·1.73m2)，禁用。轻中度肝损伤无需调整剂量，不推荐用于重度肝损伤。",
      "full_contraindications": "症 对本品严重超敏反应史禁用；重度肾损害(eGFR低于30mL/min/1.73㎡)、终末期肾病(ESRD)或需要透析的患者禁用。",
      "full_adverse_reactions": "最常见不良反应(5%或更高发生率)是女性生殖器真菌感染，鼻咽炎，和泌尿道感染。女性多发生在用药初始的4个月内，男性多在用药的第一年内。",
      "full_interactions": "⑴本品主要在肝脏经UGT1A9代谢，是P-糖蛋白的底物，研究证实达格列净的药动学特征并未被二双胍、吡格列酮、西格列汀、格列美脲、伏格列波糖、辛伐他汀、缬沙坦、华法林、地高辛等改变，达格列净对上述药物的血药浓度不产生具有临床意义的影响。 ⑵利福平可以降低达格列净22%的体内暴露量，芬那酸可以增加51%的体内暴露量，但是对24小时尿糖排泄无临床意义的影响。 药物过量 临床试验期间无达格列净过量给药的报告。 过量给药时，应根据患者临床状况，采取适当的支持疗法。尚未研究通过血液透析清除达格列净。 健康志愿者单次口服高达500mg达格列净(50倍最大推荐人用剂量)，在剂量相关时间(500mg剂量至少服用5天)内，可在这些受试者尿液中检出葡萄糖，未报告脱水、低血压或电解质失衡，对QTc间期没有临床意义影响。低血糖发生率与安慰剂相似。临床研究中，健康志愿者和2型糖尿病受试者连续2周服用每日一次高达100mg(10倍最大推荐人用剂量)达格列净，其低血糖发生率略高于安慰剂组，与剂量无相关性。治疗组中不良事件(包括脱水或低血压)发生率与安慰剂组相似，实验室参数包括血清电解质和肾功能指标，无具有临床意义的剂量相关变化。 用药交代 ⑴钠-葡萄糖协同转运蛋白-2（SGLT-2）抑制剂类药物由于促进尿糖的排泄，因此容易引起泌尿生殖道感染，多为轻、中度，抗感染治疗有效。要注意卫生，多喝水，保持小便通畅。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 用法与用量 口服：推荐成人剂量一次5mg，一日1次，有需要可以增加至一次10mg，一日1次。早晨服用，不受进食限制，餐前餐后服用均可。肌酐清除率≥45ml(min·1.73m2)，无需调整剂量；肌酐清除率＜45ml(min·1.73m2)，不建议使用；肌酐清除率＜30ml(min·1.73m2)，禁用。轻中度肝损伤无需调整剂量，不推荐用于重度肝损伤。",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "半衰期为12.9小时 达峰时间Tmax为1～2小时，蛋白结合率为91%，口服生物利用度约为78%，血浆终末半衰期为12.9小时 Tmax为1～2小时，蛋白结合率为91%，口服生物利用度约为78%，血浆终末半衰期为12.9小时 生物利用度约为78% 蛋白结合率为91%，口服生物利用度约为78% 经尿苷二磷酸葡萄糖苷酸基转移酶1A9( UGT1A9)代谢为无活性的代谢物，较小部分经P450酶代谢",
      "full_precautions": "⑴低血压：开始应用本品前，评估血容量状态和在老年人，在有肾受损或低收缩压患者，和用利尿药患者中纠正低血容量。治疗期间监视体征和症状。 ⑵肾功能受损：治疗期间监视肾功能。 ⑶低血糖：本品单独使用时一般不增加低血糖风险，但与胰岛素或胰岛素促泌剂合用会增加低血糖的风险，与达格列净合用时，应使用较低剂量的胰岛素或胰岛素促泌剂，以降低低血糖的风险。 ⑷生殖器真菌感染：本品会增加生殖器真菌感染风险，有生殖器真菌感染史的患者更容易生殖器真菌感染，所以应监测并给予相应治疗。 ⑸低密度脂蛋白胆固醇(LDL-C)增高：开始本品治疗后，监测LDL-C并按照标准疗法治疗。 ⑹膀胱癌：在临床试验中观察到膀胱癌不平衡。有活动性膀胱癌患者中不应使用本品和有膀胱癌既往史患者中应谨慎使用。 ⑺大血管病变结局：没有临床研究确定用本品或任何其他抗糖尿病药物减低大血管风险结论性证据。 ⑻酮症酸中毒：对于接受达格列净治疗且出现重度代谢性酸中毒体征和症状的患者，无论血糖水平如何，均应评估其是否出现酮症酸中毒。如疑似酮症酸中毒，则应停用达格列净，且应对患者进行评估并迅速开始治疗。 ⑼在妊娠妇女中没有适当和对照良好研究。妊娠期间只有潜在获益胜过对胎儿潜在风险才使用。 ⑽儿童用药的安全性尚不明确。 ⑾老年患者使用本品与减低血管内容量相关不良反应发生率较高。 ⑿2型糖尿病成人患者中停止本品治疗后仍发生延长性或偶然性糖尿病酮症酸中毒（DKA）潜在风险，建议在手术或其他需要延长禁食的介入操作前停止SGLT2抑制剂治疗至少3天。 药物相互作用 ⑴本品主要在肝脏经UGT1A9代谢，是P-糖蛋白的底物，研究证实达格列净的药动学特征并未被二双胍、吡格列酮、西格列汀、格列美脲、伏格列波糖、辛伐他汀、缬沙坦、华法林、地高辛等改变，达格列净对上述药物的血药浓度不产生具有临床意义的影响。 ⑵利福平可以降低达格列净22%的体内暴露量，芬那酸可以增加51%的体内暴露量，但是对24小时尿糖排泄无临床意义的影响。 药物过量 临床试验期间无达格列净过量给药的报告。 过量给药时，应根据患者临床状况，采取适当的支持疗法。尚未研究通过血液透析清除达格列净。 健康志愿者单次口服高达500mg达格列净(50倍最大推荐人用剂量)，在剂量相关时间(500mg剂量至少服用5天)内，可在这些受试者尿液中检出葡萄糖，未报告脱水、低血压或电解质失衡，对QTc间期没有临床意义影响。低血糖发生率与安慰剂相似。临床研究中，健康志愿者和2型糖尿病受试者连续2周服用每日一次高达100mg(10倍最大推荐人用剂量)达格列净，其低血糖发生率略高于安慰剂组，与剂量无相关性。治疗组中不良事件(包括脱水或低血压)发生率与安慰剂组相似，实验室参数包括血清电解质和肾功能指标，无具有临床意义的剂量相关变化。 用药交代 ⑴钠-葡萄糖协同转运蛋白-2（SGLT-2）抑制剂类药物由于促进尿糖的排泄，因此容易引起泌尿生殖道感染，多为轻、中度，抗感染治疗有效。要注意卫生，多喝水，保持小便通畅。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 用法与用量 口服：推荐成人剂量一次5mg，一日1次，有需要可以增加至一次10mg，一日1次。早晨服用，不受进食限制，餐前餐后服用均可。肌酐清除率≥45ml(min·1.73m2)，无需调整剂量；肌酐清除率＜45ml(min·1.73m2)，不建议使用；肌酐清除率＜30ml(min·1.73m2)，禁用。轻中度肝损伤无需调整剂量，不推荐用于重度肝损伤。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1352",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1021,
    "name": "大川芎口服液",
    "full_name": "(乙10%)大川芎口服液",
    "chemical_name": "大川芎口服液",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "辽宁东方人药业"
    ],
    "specifications": [
      {
        "specification": "10ml/支",
        "manufacturer": "辽宁东方人药业",
        "full_manufacturer": "辽宁东方人药业有限公司",
        "price": 85.63,
        "unit": "盒",
        "code": "Y00000014539",
        "approval_number": "国药准字Z10920043",
        "insurance_code": "ZA12HAD0011010101204",
        "location": "X-8",
        "outpatient_location": "J-5"
      }
    ],
    "pinyin": "dachuanqiongkoufuye",
    "pinyin_initials": "dcqkfy",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "活血化瘀，平肝息风。用于瘀血阻络、肝阳化风所致的头痛，眩晕，颈项紧张不舒，上下肢或偏身麻木，舌部瘀斑。",
      "dosage": "口服：一次10ml，一日3次，连服半个月为一疗程，或遵医嘱。",
      "contraindications": "对本品过敏者禁用；外感头痛、孕妇、出血性脑血管病急性期患者忌服。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药物同时使用可能会发生",
      "pregnancy_category": null,
      "pharmacokinetics": "川芎、天麻。",
      "precautions": "重症患者请遵医嘱服用。",
      "source": "湖南药事服务网",
      "full_indications": "活血化瘀，平肝息风。用于瘀血阻络、肝阳化风所致的头痛，眩晕，颈项紧张不舒，上下肢或偏身麻木，舌部瘀斑。",
      "full_dosage": "口服：一次10ml，一日3次，连服半个月为一疗程，或遵医嘱。",
      "full_contraindications": "对本品过敏者禁用；外感头痛、孕妇、出血性脑血管病急性期患者忌服。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药物同时使用可能会发生",
      "full_pharmacokinetics": "川芎、天麻。",
      "full_precautions": "重症患者请遵医嘱服用。",
      "composition": "川芎、天麻。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7244",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1022,
    "name": "大活络胶囊",
    "full_name": "(甲)大活络胶囊",
    "chemical_name": "大活络胶囊",
    "dosage_form": "胶囊",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "江西药都樟树制药"
    ],
    "specifications": [
      {
        "specification": "0.25g/粒",
        "manufacturer": "江西药都樟树制药",
        "full_manufacturer": "江西药都樟树制药有限公司",
        "price": 47.13,
        "unit": "瓶",
        "code": "Y00000013248",
        "approval_number": "国药准字Z19990044",
        "insurance_code": "ZA15GAD0035010305379",
        "location": "D-3",
        "outpatient_location": "I-2"
      }
    ],
    "pinyin": "dahuoluo",
    "pinyin_initials": "dhl",
    "dosage_form_pinyin": "jiaonang",
    "dosage_form_initials": "jn",
    "manual": {
      "indications": "祛风止痛，除湿豁痰，舒筋活络。用于风痰瘀阻所致的中风，症见半身不遂，肢体麻木，足痿无力；或寒湿瘀阻之麻痹，筋脉拘急，腰腿疼痛；亦用于跌打损伤，行走不利，及胸痹心痛。",
      "dosage": "口服：一次6粒，一日2次，或遵医嘱。 剂型与规格 胶囊剂 0.25g ZA15G乙0718 0% 哪儿有",
      "contraindications": "⑴孕妇禁用。 ⑶对本品及所含成份过敏者禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、腹泻、头痛、头晕、瘙痒、过敏等。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用药交代 本品含有马兜铃科植物细辛，应在药师或医生指导下使用，定期复查肾功能。 用法与用量 口服：一次6粒，一日2次，或遵医嘱。 剂型与规格 胶囊剂 0.25g ZA15G乙0718 0% 哪儿有",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "⑴肝肾阴虚者慎用；运动员慎用。⑵本品不宜长期服用。",
      "source": "",
      "full_indications": "祛风止痛，除湿豁痰，舒筋活络。用于风痰瘀阻所致的中风，症见半身不遂，肢体麻木，足痿无力；或寒湿瘀阻之麻痹，筋脉拘急，腰腿疼痛；亦用于跌打损伤，行走不利，及胸痹心痛。",
      "full_dosage": "口服：一次6粒，一日2次，或遵医嘱。 剂型与规格 胶囊剂 0.25g ZA15G乙0718 0% 哪儿有",
      "full_contraindications": "⑴孕妇禁用。 ⑶对本品及所含成份过敏者禁用。",
      "full_adverse_reactions": "上市后不良反应监测数据显示大活络制剂可见以下不良反应： ⑴消化系统：恶心、呕吐、胃不适、腹胀、腹痛、腹泻、便秘、口干等，有肝功能异常个案报告。 ⑵皮肤：皮疹、瘙痒等。 ⑶神经系统：头晕、头痛等，有局部麻木个案报告。 ⑷心血管系统：心悸等，有心律失常个案报告。 ⑸其他：胸闷、乏力、过敏或过敏样反应等，有少尿个案报告。 禁忌症 ⑴孕妇禁用。 ⑶对本品及所含成份过敏者禁用。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用药交代 本品含有马兜铃科植物细辛，应在药师或医生指导下使用，定期复查肾功能。 用法与用量 口服：一次6粒，一日2次，或遵医嘱。 剂型与规格 胶囊剂 0.25g ZA15G乙0718 0% 哪儿有",
      "full_precautions": "⑴肝肾阴虚者慎用；运动员慎用。 ⑵本品不宜长期服用。 ⑶用药后如果出现心悸，心慌，胸闷，口、舌、四肢等局部麻木症状，请咨询医生。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用药交代 本品含有马兜铃科植物细辛，应在药师或医生指导下使用，定期复查肾功能。 用法与用量 口服：一次6粒，一日2次，或遵医嘱。 剂型与规格 胶囊剂 0.25g ZA15G乙0718 0% 哪儿有",
      "composition": "蕲蛇、乌梢蛇、威灵仙、两头尖、麻黄、贯众、甘草、羌活、肉桂、广藿香、乌药、黄连、熟地黄、大黄、木香、沉香、细辛、赤芍、没药（制）、丁香、乳香（制）、僵蚕（炒）、天南星（制）、青皮、骨碎补（烫，去毛）、豆蔻、安息香、黄芩、香附（醋制）、玄参、白术（麸炒）、防风、龟甲（醋淬）、葛根、狗骨（炙酥）、当归、血竭、地龙、水牛角、麝香、松香、牛黄、冰片、红参、制草乌、天麻、全蝎、何首乌。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=7242"
    }
  },
  {
    "id": 1023,
    "name": "草酸艾司西酞普兰片",
    "full_name": "(甲)草酸艾司西酞普兰片[国基]",
    "chemical_name": "草酸艾司西酞普兰片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "四川科伦药业"
    ],
    "specifications": [
      {
        "specification": "10mg/片",
        "manufacturer": "四川科伦药业",
        "full_manufacturer": "四川科伦药业股份有限公司",
        "price": 17.93,
        "unit": "盒",
        "code": "Y00000014723",
        "approval_number": "国药准字H20080788",
        "insurance_code": "XN06ABA225A001010202292",
        "location": "E-2",
        "outpatient_location": "G-2"
      }
    ],
    "pinyin": "caosuanaisixitaipulan",
    "pinyin_initials": "csasxtpl",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于内源性和非内源性抑郁症；焦虑性神经症、广场恐怖症、强迫症、经前期心境障碍等神经症；酒精依赖性行为障碍、痴呆的行为问题以及卒中后病理性哭泣。 用于12岁至17岁青少年重度抑郁症的治疗【美国FDA已批准；中华医学会精神病学会《抑郁障碍防治指南》】。 用于治疗成人广泛性焦虑障碍【美国FDA已批准】。",
      "dosage": "口服： ①用于抑郁症和广泛性焦虑，起始剂量一次10mg，一日1次。",
      "contraindications": "症 对本品过敏及正在服用单胺氧化酶抑制剂的患者。",
      "adverse_reactions": "⑴常见失眠、阳痿、恶心、便秘、多汗、口干、疲劳、嗜睡。 ⑵少见头痛、上呼吸道感染、背痛、咽炎和焦虑症。 ⑶偶见躁狂或轻度躁狂及低钠血症。 ⑷产后出血，概率未知。",
      "interactions": "⑴本品在SSRIs对肝脏细胞色素P450酶的影响最小，因此几乎没有药物配伍禁忌。 ⑵其余参阅西酞普兰。 用药交代 ⑴因本品与其他药物的相互作用较少，因此适用于躯体疾病伴发抑郁且需多种药物合用者。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 参阅西酞普兰。",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": null,
      "precautions": "⑴艾司西酞普兰可能会引发癫痫和躁狂的发作，因此，有癫痫和躁狂病史的患者慎用。",
      "source": "湖南药事服务网",
      "full_indications": "用于内源性和非内源性抑郁症；焦虑性神经症、广场恐怖症、强迫症、经前期心境障碍等神经症；酒精依赖性行为障碍、痴呆的行为问题以及卒中后病理性哭泣。 用于12岁至17岁青少年重度抑郁症的治疗【美国FDA已批准；中华医学会精神病学会《抑郁障碍防治指南》】。 用于治疗成人广泛性焦虑障碍【美国FDA已批准】。",
      "full_dosage": "口服： ①用于抑郁症和广泛性焦虑，起始剂量一次10mg，一日1次。根据患者的临床情况1周后可增加至一次20mg（最大剂量），一日1次，早或晚服用。通常2～4周可控制抑郁症状，症状缓解后需巩固维持治疗至少6个月。 ②伴或不伴恐怖症的患者：起始剂量为每日5mg，持续1周后可考虑增加至每日10mg。根据患者的临床状况和耐受情况，剂量可增至每日20mg。老年患者：推荐半量使用本品，最大剂量也不应超过每日20mg。肝功能不全者或CYP2C19慢代谢者：建议起始剂量每日5mg，持续2周后，可根据患者的个体反应，剂量增加至每日10mg。轻度或中度肾功能不全者无需调整剂量。 ③用于12岁至17岁青少年重度抑郁症的治疗。建议起始剂量为10mg/d，3周后可增至20mg/d，维持剂量为10mg/d。 ④用于治疗成人广泛性焦虑障碍。建议起始剂量为10mg/d，一周后可增至20mg/d。",
      "full_contraindications": "症 对本品过敏及正在服用单胺氧化酶抑制剂的患者。",
      "full_adverse_reactions": "⑴常见失眠、阳痿、恶心、便秘、多汗、口干、疲劳、嗜睡。 ⑵少见头痛、上呼吸道感染、背痛、咽炎和焦虑症。 ⑶偶见躁狂或轻度躁狂及低钠血症。 ⑷产后出血，概率未知。",
      "full_interactions": "⑴本品在SSRIs对肝脏细胞色素P450酶的影响最小，因此几乎没有药物配伍禁忌。 ⑵其余参阅西酞普兰。 用药交代 ⑴因本品与其他药物的相互作用较少，因此适用于躯体疾病伴发抑郁且需多种药物合用者。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 参阅西酞普兰。",
      "full_pregnancy_category": "C\n \n",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴艾司西酞普兰可能会引发癫痫和躁狂的发作，因此，有癫痫和躁狂病史的患者慎用。 ⑵其余参阅西酞普兰。 药物相互作用 ⑴本品在SSRIs对肝脏细胞色素P450酶的影响最小，因此几乎没有药物配伍禁忌。 ⑵其余参阅西酞普兰。 用药交代 ⑴因本品与其他药物的相互作用较少，因此适用于躯体疾病伴发抑郁且需多种药物合用者。 ⑵可以与奈玛特韦/利托那韦片（组合包装）合用。 给药说明 参阅西酞普兰。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=821",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1024,
    "name": "地塞米松棕榈酸酯注射液",
    "full_name": "(甲)地塞米松棕榈酸酯注射液",
    "chemical_name": "地塞米松棕榈酸酯注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "广州绿十字制药"
    ],
    "specifications": [
      {
        "specification": "4mg/支",
        "manufacturer": "广州绿十字制药",
        "full_manufacturer": "广州绿十字制药股份有限公司",
        "price": 296.0,
        "unit": "支",
        "code": "X00664",
        "approval_number": "国药准字H20247006",
        "insurance_code": "XH02ABD086B002030200475",
        "location": "B-6",
        "outpatient_location": "Q-4"
      }
    ],
    "pinyin": "disaimisongzonglvsuanzhi",
    "pinyin_initials": "dsmszlsz",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于预防新生儿呼吸窘迫综合征、降低颅内高压、；缓解成人化疗药物；非感染性后葡萄膜炎和糖尿病黄斑水肿；脑水肿也有效；虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等；相关呕吐防治指南2014版》】；突发性聋【美国FDA未批准；自身免疫性疾病。",
      "dosage": "成人：开始剂量为0.75～3.0mg",
      "contraindications": "对本品过敏；过敏禁用。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、头晕、发热、瘙痒、过敏、疼痛等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "C",
      "pharmacokinetics": "⑴药效学：本品为肾上腺素激素类药物，具有抗炎、抗过敏和抑制免疫等多种药理作用，其主要作用机制为：①抗炎作用，糖皮质激素减轻和防止组织对炎症的反应，从而减轻炎症的表现；②抗过敏、免疫抑制作用，防止或抑制细胞介导的免疫反应，延迟性的过敏反应，并减轻原发免疫反应的扩展。 ⑵药动学：本品极易自消化道吸收，其血浆ｔ1/2为190分钟，组织ｔ1/2为3日，肌内注射地塞米松磷酸钠或地塞米松醋酸酯后分别于1小时和8小时达血药浓度峰值。本品血浆蛋白结合率较其他皮质激素类药物为低，易于通过多种屏障。本品0.75mg的抗炎活性相当于5mg的泼尼松龙。余参阅肾上腺皮质激素。",
      "precautions": "⑴糖皮质激素可以诱发或加重感染，细菌性、真菌性、病毒性或寄生虫（如阿米巴病、线虫）等感染患者应慎用，如需使用必须给予适当的抗感染治疗。⑵溃疡性结肠炎、憩室炎、肠吻合术后、肝硬化、肾功能不良、癫痫、偏头痛、重症肌无力、糖尿病、骨质疏松症、甲状腺功能低下患者慎用。在使用本品过程中，应充分予以观察和注意。",
      "source": "湖南药事服务网",
      "full_indications": "⑴主要用于自身免疫性疾病。但临床和实验证实其对预防和治疗脑水肿也有效，特别是血管源性水肿；本品还可用于预防新生儿呼吸窘迫综合征、降低颅内高压、缓解肿瘤所致的水肿以及柯兴综合征的诊断与病因鉴别诊断； ⑵外用于对糖皮质激素有效的非感染性、炎症性及瘙痒性皮肤病，如特应性皮炎、湿疹、神经性皮炎、接触性皮炎、脂溢性皮炎及限局性瘙痒等。 ⑶外用于治疗虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等。 ⑷玻璃体植入剂用于治疗成年患者中由视网膜分支静脉阻塞(BRVO)或中央静脉阻塞(CRVO)引起的黄斑水肿。 ⑸用于缓解成人化疗药物所致呕吐【美国FDA未批准；NCCN临床实践指南：止呕（2018.V1）；《中国肿瘤治疗相关呕吐防治指南2014版》】。 ⑹用于治疗突发性聋【美国FDA未批准；中华医学会耳鼻咽喉外科学会《突发性聋诊疗指南》】。 ⑺玻璃体植入剂用于非感染性后葡萄膜炎和糖尿病黄斑水肿的治疗。【FDA批准地塞米松植入剂用于非感染性后葡萄膜炎和糖尿病黄斑水肿】",
      "full_dosage": "⑴口服：成人开始剂量为0.75～3.0mg，一日2～4次。维持量约一日0.75mg，视病情而定。 ⑵静脉注射：①用于危重疾病，如严重休克等的治疗，一般剂量，静脉注射地塞米松磷酸钠，一次2～20mg；静脉滴注时，应以5％葡萄糖注射液稀释，可2～6小时重复给药至病情稳定，但大剂量连续给药一般不超过72小时。②用于缓解恶性肿瘤所致的脑水肿，首剂静脉推注10mg，随后每6小时肌内注射4mg，一般12～24小时患者可有好转，于2～4天后逐渐减量，5～7天停药。对于不宜手术的脑肿瘤，首剂可静脉推注50mg，以后每2小时重复给予8mg，数天后再逐渐减至每日2mg，分2～3静脉给予。③用于预防和治疗脑水肿，特别是血管源性水肿：常用剂量为一日10～40mg，分2～3次静脉注射或静脉滴注，用药后12～36小时见效，疗程依病情而定。 ⑶鞘内注射或关节腔、软组织等损伤部位内注射：用地塞米松醋酸酯和地塞米松磷酸钠，鞘内注射量一次5～10mg，间隔1～3周注射1次；关节腔内注射量一般为一次0.8～4mg，按关节腔大小而定。 ⑷局部外用：涂于患处，一日1～2次。 ⑸眼部用药：用前摇匀，滴入结膜囊，一日3～4次，一次1～2滴。 ⑹用于缓解成人化疗药物所致呕吐。化疗前20mg iv，化疗后8mg po，bid，维持3天。 ⑹用于治疗突发性耳聋。5～10mg,qid,鼓室内注射或耳后注射，连用4～5天。 剂型与规格 片剂 0.75mg基药 XH02甲0512 0% 哪儿有 注射液 1mg 1ml 2mg 1ml基药 4mg 1ml XH02甲0512 0% 哪儿有 注射液 5mg 1ml基药 25mg 5ml XH02甲0512 0% 哪儿有 乳膏剂 5mg 10g XD07乙0512 5% 哪儿有 滴眼液 1.25mg 5ml 5mg 5ml XS01B甲0512 0% 哪儿有 植入剂 0.7mg XS01L乙381 20% 哪儿有 冻干粉针 2mg 5mg 10mg XH02甲0512 0% 哪儿有 口腔贴片 0.3mg 哪儿有",
      "full_contraindications": "症 ⑴对本品过敏者禁用，对肾上腺皮质激素类药物有过敏史的患者慎用。 ⑵对辅料中含有亚硫酸盐的品种，增加“本品辅料中含有亚硫酸盐，对亚硫酸盐过敏者禁用”。 ⑶以下疾病患者一般情况下不宜使用，在特殊情况下权衡利弊使用，且应注意病情恶化的可能：高血压、血栓症、心肌梗塞、胃与十二指肠溃疡、内脏手术、精神病、电解质代谢异常、青光眼。",
      "full_adverse_reactions": "糖皮质激素在应用生理剂量替代治疗时无明显不良反应，不良反应多发生在应用药理剂量时，而且与疗程、剂量、用药种类、用法及给药途径等有密切关系。本品不良反应有以下几类： 1.感染：并发感染（如真菌、细菌和病毒等感染）为肾上腺皮质激素的主要不良反应，特别是长期或大量应用的情况下。 2.胃肠道：胃肠道刺激（恶心、呕吐）、胰腺炎、消化性溃疡或穿孔。 3.神经精神系统：患者可出现精神症状：欣快感、激动、失眠、谵妄、不安、定向力障碍，也可表现为抑制。精神症状易发生在患慢性消耗性疾病的人及以往有过精神不正常者。良性颅内压升高综合征。 4.内分泌系统和水、电解质紊乱：医源性库欣综合征面容和体态、体重增加、下肢浮肿、月经紊乱、低血钾、儿童生长受到抑制、糖耐量减退和糖尿病加重。 5.肌肉骨骼：缺血性骨坏死、骨质疏松及骨折、肌无力、肌萎缩。 6.局部用药部位：关节内注射后急性炎症。肌肉及皮下注射后组织萎缩造成凹陷，以及皮肤色素沉着或色素减退，肌腱断裂。 7.皮肤及其附件：紫纹、创口愈合不良、痤疮、会阴区或肛周瘙痒、发热、刺痛感。 8.眼部：青光眼、白内障。 9.过敏反应：表现为皮疹、瘙痒、面部潮红、心悸、发热、寒战、胸闷、呼吸困难等症状，严重者可发生过敏性休克。 10.糖皮质激素停药综合征：有时患者在停药后出现头晕、昏厥倾向、腹痛或背痛、低热、食欲减退、恶心、呕吐、肌肉或关节疼痛、头疼、乏力、软弱，经仔细检查如能排除肾上腺皮质功能减退和原患疾病的复发，则可考虑为对糖皮质激素的依赖综合征。 11.其他：呃逆、夏科氏关节病、肝功能异常、白细胞增多、血栓栓塞。 禁忌症 ⑴对本品过敏者禁用，对肾上腺皮质激素类药物有过敏史的患者慎用。 ⑵对辅料中含有亚硫酸盐的品种，增加“本品辅料中含有亚硫酸盐，对亚硫酸盐过敏者禁用”。 ⑶以下疾病患者一般情况下不宜使用，在特殊情况下权衡利弊使用，且应注意病情恶化的可能：高血压、血栓症、心肌梗塞、胃与十二指肠溃疡、内脏手术、精神病、电解质代谢异常、青光眼。",
      "full_interactions": "⑴肝药酶诱导药物如巴比妥类、利福平、利福布汀、卡马西平、苯妥英、扑米酮和氨鲁米特可促进糖皮质激素的代谢，同时服用可能需要增加糖皮质激素的剂量。肝药酶抑制药物如红霉素、酮康唑可能增加糖皮质激素的血药浓度，合用时注意用量。 ⑵同时使用糖皮质激素类药物与香豆素抗凝剂（如华法林）可增加或减弱抗凝作用，因此可能需要调整药物剂量。 ⑶糖皮质激素与乙酰唑胺、髓袢利尿药、噻嗪类利尿药和甘珀酸钠合用，可加重低钾血症。同时使用糖皮质激素与强心苷有增加与低钾血症有关的心律失常或洋地黄中毒的可能。同时使用上述药品，应密切监测血钾浓度。 ⑷糖皮质激素可减弱降血压药和口服降糖药的作用，应酌情调整剂量。 ⑸糖皮质激素与非甾体抗炎药同时使用可增加消化性溃疡的发生率。 ⑹糖皮质激素可增加水杨酸类药物的肾清除率，合并使用时停用糖皮质激素可能导致水杨酸中毒。对于凝血酶原过少的患者，糖皮质激素与阿司匹林合并使用时应慎重。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。当地塞米松>16mg/d时，考虑到利托那韦对CYP3A4的抑制需要几天时间才能消除，地塞米松剂量应减少50%，在完成抗新冠病毒治疗后3天恢复正常剂量，建议密切监测治疗效果和不良反应。当地塞米松≤16mg/d时，可以合用，无需调整剂量。 输液调配 ⑴地塞米松磷酸钠注射液：一次用量药物用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~lmg/ml的溶液作静脉滴注液。 ⑵注射用地寒米松磷酸钠：每瓶装药物用适量0.9%氯化钠注射液溶解作静脉注射液；或一次用量药物溶解液进一步用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~1mg/m的溶液作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。地塞米松磷酸钠注射液pH为7.0~8.5；用0.9%氯化钠注射液调配的0.5~2mg/ml稀释液pH为7.3~7.5。 【稳定性】调配的溶液应避光保存与使用。用0.9%氯化钠注射液或5%葡萄糖注射液调配的0.092~0.66mg/ml稀释液。24℃避光保存14d地塞米松未降解。 给药说明 ⑴本品为长效制剂，其抗炎、抗毒和抗过敏作用比泼尼松更为显著。 ⑵其潴钠作用微弱，不宜用作肾上腺皮质功能不全的替代疗法。 ⑶本品较大剂量易引起糖尿病和类柯兴综合征症状。 ⑷本品对下丘脑-垂体-肾上腺轴作用较强。 用法与用量 ⑴口服：成人开始剂量为0.75～3.0mg，一日2～4次。维持量约一日0.75mg，视病情而定。 ⑵静脉注射：①用于危重疾病，如严重休克等的治疗，一般剂量，静脉注射地塞米松磷酸钠，一次2～20mg；静脉滴注时，应以5％葡萄糖注射液稀释，可2～6小时重复给药至病情稳定，但大剂量连续给药一般不超过72小时。②用于缓解恶性肿瘤所致的脑水肿，首剂静脉推注10mg，随后每6小时肌内注射4mg，一般12～24小时患者可有好转，于2～4天后逐渐减量，5～7天停药。对于不宜手术的脑肿瘤，首剂可静脉推注50mg，以后每2小时重复给予8mg，数天后再逐渐减至每日2mg，分2～3静脉给予。③用于预防和治疗脑水肿，特别是血管源性水肿：常用剂量为一日10～40mg，分2～3次静脉注射或静脉滴注，用药后12～36小时见效，疗程依病情而定。 ⑶鞘内注射或关节腔、软组织等损伤部位内注射：用地塞米松醋酸酯和地塞米松磷酸钠，鞘内注射量一次5～10mg，间隔1～3周注射1次；关节腔内注射量一般为一次0.8～4mg，按关节腔大小而定。 ⑷局部外用：涂于患处，一日1～2次。 ⑸眼部用药：用前摇匀，滴入结膜囊，一日3～4次，一次1～2滴。 ⑹用于缓解成人化疗药物所致呕吐。化疗前20mg iv，化疗后8mg po，bid，维持3天。 ⑹用于治疗突发性耳聋。5～10mg,qid,鼓室内注射或耳后注射，连用4～5天。 剂型与规格 片剂 0.75mg基药 XH02甲0512 0% 哪儿有 注射液 1mg 1ml 2mg 1ml基药 4mg 1ml XH02甲0512 0% 哪儿有 注射液 5mg 1ml基药 25mg 5ml XH02甲0512 0% 哪儿有 乳膏剂 5mg 10g XD07乙0512 5% 哪儿有 滴眼液 1.25mg 5ml 5mg 5ml XS01B甲0512 0% 哪儿有 植入剂 0.7mg XS01L乙381 20% 哪儿有 冻干粉针 2mg 5mg 10mg XH02甲0512 0% 哪儿有 口腔贴片 0.3mg 哪儿有",
      "full_pregnancy_category": "C",
      "full_pharmacokinetics": "⑴药效学：本品为肾上腺素激素类药物，具有抗炎、抗过敏和抑制免疫等多种药理作用，其主要作用机制为：①抗炎作用，糖皮质激素减轻和防止组织对炎症的反应，从而减轻炎症的表现；②抗过敏、免疫抑制作用，防止或抑制细胞介导的免疫反应，延迟性的过敏反应，并减轻原发免疫反应的扩展。 ⑵药动学：本品极易自消化道吸收，其血浆ｔ1/2为190分钟，组织ｔ1/2为3日，肌内注射地塞米松磷酸钠或地塞米松醋酸酯后分别于1小时和8小时达血药浓度峰值。本品血浆蛋白结合率较其他皮质激素类药物为低，易于通过多种屏障。本品0.75mg的抗炎活性相当于5mg的泼尼松龙。余参阅肾上腺皮质激素。",
      "full_precautions": "⑴糖皮质激素可以诱发或加重感染，细菌性、真菌性、病毒性或寄生虫（如阿米巴病、线虫）等感染患者应慎用，如需使用必须给予适当的抗感染治疗。 ⑵溃疡性结肠炎、憩室炎、肠吻合术后、肝硬化、肾功能不良、癫痫、偏头痛、重症肌无力、糖尿病、骨质疏松症、甲状腺功能低下患者慎用。 ⑶长期应用本品，停药前应逐渐减量。 ⑷运动员慎用。 ⑸对于眼部单纯疱疹的患者，由于可能发生角膜穿孔，因而建议慎用糖皮质激素类药物。 ⑹长期使用糖皮质激素可产生后囊下白内障和可能损伤视神经的青光眼，并可增加真菌和病毒继发性眼部感染机会。 ⑺关节内注射糖皮质激素，会增加关节感染的风险。 ⑻国外有报告指出，严重神经系统损害事件（一些导致死亡）与糖皮质激素硬膜外注射有关。不良事件包括但不限于脊髓梗死，截瘫，四肢麻痹，皮质盲和中风。 ⑼在使用本品时感染水痘或麻疹，可能加重病情，严重者会导致生命危险。在使用本品过程中，应充分予以观察和注意。 ⑽长期、大量使用本品，或长期用药后停药6个月以内的患者，由于免疫力低下，不宜接种减毒活疫苗（如脊髓灰质炎减毒活疫苗糖丸等）。 ⑾潜伏性结核或陈旧性结核的患者，在长期使用糖皮质激素治疗期间，应密切观察病情，必要时接受预防治疗。 ⑿乙肝病毒携带者使用肾上腺皮质激素时，可能会使乙肝病毒增殖，引发肝炎。在本制剂给药期间及给药结束后，应当继续进行肝功能检查及肝炎病毒标志物的监测。 ⒀局部外用时，若用药部位发生烧灼感、瘙痒，局部红肿，应立即停用；本品不可用于眼部；面部、皮肤褶皱部位如腹股沟、腋窝及儿童，连续使用不用超过2周。 药物相互作用 ⑴肝药酶诱导药物如巴比妥类、利福平、利福布汀、卡马西平、苯妥英、扑米酮和氨鲁米特可促进糖皮质激素的代谢，同时服用可能需要增加糖皮质激素的剂量。肝药酶抑制药物如红霉素、酮康唑可能增加糖皮质激素的血药浓度，合用时注意用量。 ⑵同时使用糖皮质激素类药物与香豆素抗凝剂（如华法林）可增加或减弱抗凝作用，因此可能需要调整药物剂量。 ⑶糖皮质激素与乙酰唑胺、髓袢利尿药、噻嗪类利尿药和甘珀酸钠合用，可加重低钾血症。同时使用糖皮质激素与强心苷有增加与低钾血症有关的心律失常或洋地黄中毒的可能。同时使用上述药品，应密切监测血钾浓度。 ⑷糖皮质激素可减弱降血压药和口服降糖药的作用，应酌情调整剂量。 ⑸糖皮质激素与非甾体抗炎药同时使用可增加消化性溃疡的发生率。 ⑹糖皮质激素可增加水杨酸类药物的肾清除率，合并使用时停用糖皮质激素可能导致水杨酸中毒。对于凝血酶原过少的患者，糖皮质激素与阿司匹林合并使用时应慎重。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。当地塞米松>16mg/d时，考虑到利托那韦对CYP3A4的抑制需要几天时间才能消除，地塞米松剂量应减少50%，在完成抗新冠病毒治疗后3天恢复正常剂量，建议密切监测治疗效果和不良反应。当地塞米松≤16mg/d时，可以合用，无需调整剂量。 输液调配 ⑴地塞米松磷酸钠注射液：一次用量药物用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~lmg/ml的溶液作静脉滴注液。 ⑵注射用地寒米松磷酸钠：每瓶装药物用适量0.9%氯化钠注射液溶解作静脉注射液；或一次用量药物溶解液进一步用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~1mg/m的溶液作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。地塞米松磷酸钠注射液pH为7.0~8.5；用0.9%氯化钠注射液调配的0.5~2mg/ml稀释液pH为7.3~7.5。 【稳定性】调配的溶液应避光保存与使用。用0.9%氯化钠注射液或5%葡萄糖注射液调配的0.092~0.66mg/ml稀释液。24℃避光保存14d地塞米松未降解。 给药说明 ⑴本品为长效制剂，其抗炎、抗毒和抗过敏作用比泼尼松更为显著。 ⑵其潴钠作用微弱，不宜用作肾上腺皮质功能不全的替代疗法。 ⑶本品较大剂量易引起糖尿病和类柯兴综合征症状。 ⑷本品对下丘脑-垂体-肾上腺轴作用较强。 用法与用量 ⑴口服：成人开始剂量为0.75～3.0mg，一日2～4次。维持量约一日0.75mg，视病情而定。 ⑵静脉注射：①用于危重疾病，如严重休克等的治疗，一般剂量，静脉注射地塞米松磷酸钠，一次2～20mg；静脉滴注时，应以5％葡萄糖注射液稀释，可2～6小时重复给药至病情稳定，但大剂量连续给药一般不超过72小时。②用于缓解恶性肿瘤所致的脑水肿，首剂静脉推注10mg，随后每6小时肌内注射4mg，一般12～24小时患者可有好转，于2～4天后逐渐减量，5～7天停药。对于不宜手术的脑肿瘤，首剂可静脉推注50mg，以后每2小时重复给予8mg，数天后再逐渐减至每日2mg，分2～3静脉给予。③用于预防和治疗脑水肿，特别是血管源性水肿：常用剂量为一日10～40mg，分2～3次静脉注射或静脉滴注，用药后12～36小时见效，疗程依病情而定。 ⑶鞘内注射或关节腔、软组织等损伤部位内注射：用地塞米松醋酸酯和地塞米松磷酸钠，鞘内注射量一次5～10mg，间隔1～3周注射1次；关节腔内注射量一般为一次0.8～4mg，按关节腔大小而定。 ⑷局部外用：涂于患处，一日1～2次。 ⑸眼部用药：用前摇匀，滴入结膜囊，一日3～4次，一次1～2滴。 ⑹用于缓解成人化疗药物所致呕吐。化疗前20mg iv，化疗后8mg po，bid，维持3天。 ⑹用于治疗突发性耳聋。5～10mg,qid,鼓室内注射或耳后注射，连用4～5天。 剂型与规格 片剂 0.75mg基药 XH02甲0512 0% 哪儿有 注射液 1mg 1ml 2mg 1ml基药 4mg 1ml XH02甲0512 0% 哪儿有 注射液 5mg 1ml基药 25mg 5ml XH02甲0512 0% 哪儿有 乳膏剂 5mg 10g XD07乙0512 5% 哪儿有 滴眼液 1.25mg 5ml 5mg 5ml XS01B甲0512 0% 哪儿有 植入剂 0.7mg XS01L乙381 20% 哪儿有 冻干粉针 2mg 5mg 10mg XH02甲0512 0% 哪儿有 口腔贴片 0.3mg 哪儿有",
      "solvent": "静滴：用葡萄糖注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1240",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1025,
    "name": "普适泰片",
    "full_name": "(甲)普适泰片",
    "chemical_name": "普适泰片",
    "dosage_form": "片",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "南京美瑞制药"
    ],
    "specifications": [
      {
        "specification": "120mg/片",
        "manufacturer": "南京美瑞制药",
        "full_manufacturer": "南京美瑞制药有限公司",
        "price": 97.2,
        "unit": "盒",
        "code": "X00666",
        "approval_number": "国药准字H20217069",
        "insurance_code": "XG04CXP102A001020101575"
      }
    ],
    "pinyin": "pushitai",
    "pinyin_initials": "pst",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于良性前列腺增生症(如尿频、尿急、尿线变细、排尿困难、夜尿增多、排尿不尽感等症状），慢性非细菌性前列腺炎。",
      "dosage": "常用剂量，一次1片，一日2次。3～6个月后有明显疗效，对BPH疗程是长期的。高龄或肾功能不全者无需调整剂量。",
      "contraindications": "症 对本品过敏者和儿童禁用。",
      "adverse_reactions": "绝大多数病人对本药高度耐受，仅少数人有轻微的腹胀、胃灼痛和恶心，停药后症状即可消失。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "⑴临服用前才将铝箔撕开，以免药品吸潮变质。 ⑵可单独或与食物同服，老年或肾功能不全者无需改变剂量。 ⑶由于本品起效慢，3～6个月才收到明显效果，故对残余尿量大或尿素严重降低者，需密切监视，以防尿流梗阻。 ⑷前列腺感染、尿道狭窄、前列腺结石、膀胱颈硬化、前列腺癌和其他前列腺疾病都会引起类似的症状，所以在使用本品治疗之前应对上述疾病作出正确的判断。 给药说明 每",
      "source": "湖南药事服务网",
      "full_indications": "用于良性前列腺增生症(如尿频、尿急、尿线变细、排尿困难、夜尿增多、排尿不尽感等症状），慢性非细菌性前列腺炎。",
      "full_dosage": "常用剂量，一次1片，一日2次。3～6个月后有明显疗效，对BPH疗程是长期的。高龄或肾功能不全者无需调整剂量。",
      "full_contraindications": "症 对本品过敏者和儿童禁用。",
      "full_adverse_reactions": "绝大多数病人对本药高度耐受，仅少数人有轻微的腹胀、胃灼痛和恶心，停药后症状即可消失。",
      "full_interactions": "",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "⑴临服用前才将铝箔撕开，以免药品吸潮变质。 ⑵可单独或与食物同服，老年或肾功能不全者无需改变剂量。 ⑶由于本品起效慢，3～6个月才收到明显效果，故对残余尿量大或尿素严重降低者，需密切监视，以防尿流梗阻。 ⑷前列腺感染、尿道狭窄、前列腺结石、膀胱颈硬化、前列腺癌和其他前列腺疾病都会引起类似的症状，所以在使用本品治疗之前应对上述疾病作出正确的判断。 给药说明 每片含花粉提取物P570mg或120mg，花粉提取物EA104mg或6.6mg。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1771",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1026,
    "name": "甲磺酸二氢麦角碱缓释片",
    "full_name": "(甲)甲磺酸二氢麦角碱缓释片[市基]",
    "chemical_name": "甲磺酸二氢麦角碱缓释片",
    "dosage_form": "缓释片",
    "types": [
      "甲类",
      "市基药"
    ],
    "manufacturers": [
      "宝利化制药"
    ],
    "specifications": [
      {
        "specification": "2.5mg/片",
        "manufacturer": "宝利化制药",
        "full_manufacturer": "宝利化（南京）制药有限公司",
        "price": 48.0,
        "unit": "盒",
        "code": "X00667",
        "approval_number": "国药准字H20093234",
        "insurance_code": "XC04AEE035A010010101360",
        "location": "K-3"
      }
    ],
    "pinyin": "jiahuangsuanerqingmaijiaojian",
    "pinyin_initials": "jhseqmjj",
    "dosage_form_pinyin": "huanshipian",
    "dosage_form_initials": "hsp",
    "manual": {
      "indications": "1.慢性脑血管病者后期的脑功能减退； 2.轻中度血管性痴呆； 3.老年人精神退缩者。 4.血管性头痛； 5.也可用于降血压、血栓闭塞性脉管炎、糖尿病性外周血管病和雷诺氏综合征的治疗。 6.临床上常与异丙嗪、哌替啶等配成冬眠合剂应用。",
      "dosage": "⑴口服：①片剂，一次1～2mg，一日3次，12周为1疗程。",
      "contraindications": "⑴严重心脏病患者，特别是伴有心动过缓者。 ⑵孕妇和哺乳妇。 ⑶对本品过敏者。 ⑷急、慢性精神病，有体位性低血压或低血压病史，严重肝功能不全者。",
      "adverse_reactions": "常见：皮疹、恶心、呕吐、瘙痒、过敏等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "X\n \n",
      "pharmacokinetics": "",
      "precautions": "⑴心率稍缓、轻中度肝功能不全者应慎用。⑶用药前后及用药时应监测动脉血压。为避免发生体位性低血压，建议注射后卧床1.5小时左右。",
      "source": "",
      "full_indications": "1.慢性脑血管病者后期的脑功能减退； 2.轻中度血管性痴呆； 3.老年人精神退缩者。 4.血管性头痛； 5.也可用于降血压、血栓闭塞性脉管炎、糖尿病性外周血管病和雷诺氏综合征的治疗。 6.临床上常与异丙嗪、哌替啶等配成冬眠合剂应用。",
      "full_dosage": "⑴口服：①片剂，一次1～2mg，一日3次，12周为1疗程。②缓释胶囊，一次2.5mg，一日2次，于早、晚进餐时服用。 ⑵舌下给药：含片，一次0.5～2mg，每4～6小时1次。 ⑶肌内注射：一次0.3～0.6mg，一日1次或隔日1次。 ⑷皮下注射：同肌内注射。 ⑸静脉注射：一次0.3mg，用5％葡萄糖注射液或氯化钠注射液20ml稀释后静脉注射，一日1～2次。 ⑸静脉滴注：一次0.3mg，用0.5％葡萄糖注射液或氯化钠注射液250ml或500ml稀释后静脉滴注，一日2次。 剂型与规格 片剂 0.5mg 1.0mg 1.5mg XC04乙0383 5% 哪儿有 分散片 1.0mg XC04乙0383 5% 哪儿有 缓释片 2.5mg XC04乙0383 5% 哪儿有 冻干粉针 0.3mg 哪儿有 注射液 0.3mg 1ml 1mg 1ml 哪儿有",
      "full_contraindications": "⑴严重心脏病患者，特别是伴有心动过缓者。 ⑵孕妇和哺乳妇。 ⑶对本品过敏者。 ⑷急、慢性精神病，有体位性低血压或低血压病史，严重肝功能不全者。",
      "full_adverse_reactions": "⑴心血管系统的不良反应：①心动过缓，应用于痴呆或其他脑功能不全患者治疗时，连续用药数周后，发生心动过缓者较为多见，心率可降到40次/分钟左右；②血管收缩，应用肝素-甲磺酸双氢麦角碱治疗中，偶可见到血管痉挛和血栓栓塞并发症的发生；③严重者可出现直立性低血压。 ⑵胃肠道并发症：常见症状有恶心、呕吐、少数患者可以出现舌根发硬感。 ⑶呼吸系统：常有鼻塞、鼻充血、呼吸道分泌物增多、呼吸困难等，罕见鼻狭窄。 ⑷内分泌代谢系统：该药物的临床应用可以引起肾病的发作。 ⑸中枢神经系统：失眠、眩晕等，极少患者可出现视物模糊，罕见耳鸣。 ⑹肝脏：ALT、AST升高。 ⑺泌尿系统：可引起肾病发作。 ⑻皮肤：可见皮疹、面部潮红，罕见瘙痒等过敏反应。 禁忌症 ⑴严重心脏病患者，特别是伴有心动过缓者。 ⑵孕妇和哺乳妇。 ⑶对本品过敏者。 ⑷急、慢性精神病，有体位性低血压或低血压病史，严重肝功能不全者。",
      "full_interactions": "⑴与环孢素合用可改变环孢素的药动学。 ⑵多巴胺类药物及激动剂、5-羟色胺类药物及激动剂与双氢麦角碱合用时，可能导致多巴胺和5-羟色胺在体内的浓度增高，出现叠加的缩血管作用，可诱导周围血管痉挛，特别是肢体远端血管收缩引起相应器官缺血的危险。 ⑶本品与硝酸酯类药物合用，可能使后者血药浓度增高，且两者均具有血管舒张作用，可能导致血压偏低或过低。 ⑷抗凝药可能降低本品的药物活性。 ⑸本品与吩噻嗪类药物合用，可加重低血压反应。与降压药物合用，可能降低本品的活性，并加重低血压反应。 输液调配 ⑴甲磺酸二氢麦角碱注射液：一次0.3mg用5%葡萄糖注射液或0.9%氯化钠注射液20ml稀释作静脉注射液；或一次0.3mg稀释于5%葡萄糖注射液或0.9%氯化钠注射液250ml作静脉滴注液。 ⑵注射用甲磺酸二氢麦角碱：每0.3mg用5ml灭菌注射用水溶解，溶解液稀释于20ml5%葡萄糖注射液或0.9%氯化钠注射液作静脉注射液；或溶解液稀释于5%葡萄糖注射液或0.9%氯化钠注射液250ml作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。 给药说明 ⑴用于治疗阿尔茨海默病时，一次1mg，每日3次，12周为1疗程。双盲试验提示未见症状改善。当应用餐后1.5～2mg治疗时，可见患者生活方式、日常生活能力有所改善。轻度阿尔茨海默病者，服用12周后，认知能力、情感和头晕症状等均有显著好转。 ⑵脑供血不足患者，在脑动脉硬化患者中，治疗12周后，神经体征、社会及抑郁情况均有明显改善。 ⑶痴呆，特别是血管性痴呆患者有许多报告，意见不统一。有报告疗效良好，有报告改善不明显者。有人应用2mg每日3次，治疗12周以后，在患者的物理体征、心理参数等方面均有显著改善。 用法与用量 ⑴口服：①片剂，一次1～2mg，一日3次，12周为1疗程。②缓释胶囊，一次2.5mg，一日2次，于早、晚进餐时服用。 ⑵舌下给药：含片，一次0.5～2mg，每4～6小时1次。 ⑶肌内注射：一次0.3～0.6mg，一日1次或隔日1次。 ⑷皮下注射：同肌内注射。 ⑸静脉注射：一次0.3mg，用5％葡萄糖注射液或氯化钠注射液20ml稀释后静脉注射，一日1～2次。 ⑸静脉滴注：一次0.3mg，用0.5％葡萄糖注射液或氯化钠注射液250ml或500ml稀释后静脉滴注，一日2次。 剂型与规格 片剂 0.5mg 1.0mg 1.5mg XC04乙0383 5% 哪儿有 分散片 1.0mg XC04乙0383 5% 哪儿有 缓释片 2.5mg XC04乙0383 5% 哪儿有 冻干粉针 0.3mg 哪儿有 注射液 0.3mg 1ml 1mg 1ml 哪儿有",
      "full_precautions": "⑴心率稍缓、轻中度肝功能不全者应慎用。 ⑵不推荐妊娠期及哺乳期妇女使用。 ⑶用药前后及用药时应监测动脉血压。为避免发生体位性低血压，建议注射后卧床1.5小时左右。 ⑷为减轻首关消除，建议舌下含服。静滴速度要慢，静推速度也宜缓慢进行，防止血压骤然降低。 药物相互作用 ⑴与环孢素合用可改变环孢素的药动学。 ⑵多巴胺类药物及激动剂、5-羟色胺类药物及激动剂与双氢麦角碱合用时，可能导致多巴胺和5-羟色胺在体内的浓度增高，出现叠加的缩血管作用，可诱导周围血管痉挛，特别是肢体远端血管收缩引起相应器官缺血的危险。 ⑶本品与硝酸酯类药物合用，可能使后者血药浓度增高，且两者均具有血管舒张作用，可能导致血压偏低或过低。 ⑷抗凝药可能降低本品的药物活性。 ⑸本品与吩噻嗪类药物合用，可加重低血压反应。与降压药物合用，可能降低本品的活性，并加重低血压反应。 输液调配 ⑴甲磺酸二氢麦角碱注射液：一次0.3mg用5%葡萄糖注射液或0.9%氯化钠注射液20ml稀释作静脉注射液；或一次0.3mg稀释于5%葡萄糖注射液或0.9%氯化钠注射液250ml作静脉滴注液。 ⑵注射用甲磺酸二氢麦角碱：每0.3mg用5ml灭菌注射用水溶解，溶解液稀释于20ml5%葡萄糖注射液或0.9%氯化钠注射液作静脉注射液；或溶解液稀释于5%葡萄糖注射液或0.9%氯化钠注射液250ml作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。 给药说明 ⑴用于治疗阿尔茨海默病时，一次1mg，每日3次，12周为1疗程。双盲试验提示未见症状改善。当应用餐后1.5～2mg治疗时，可见患者生活方式、日常生活能力有所改善。轻度阿尔茨海默病者，服用12周后，认知能力、情感和头晕症状等均有显著好转。 ⑵脑供血不足患者，在脑动脉硬化患者中，治疗12周后，神经体征、社会及抑郁情况均有明显改善。 ⑶痴呆，特别是血管性痴呆患者有许多报告，意见不统一。有报告疗效良好，有报告改善不明显者。有人应用2mg每日3次，治疗12周以后，在患者的物理体征、心理参数等方面均有显著改善。 用法与用量 ⑴口服：①片剂，一次1～2mg，一日3次，12周为1疗程。②缓释胶囊，一次2.5mg，一日2次，于早、晚进餐时服用。 ⑵舌下给药：含片，一次0.5～2mg，每4～6小时1次。 ⑶肌内注射：一次0.3～0.6mg，一日1次或隔日1次。 ⑷皮下注射：同肌内注射。 ⑸静脉注射：一次0.3mg，用5％葡萄糖注射液或氯化钠注射液20ml稀释后静脉注射，一日1～2次。 ⑸静脉滴注：一次0.3mg，用0.5％葡萄糖注射液或氯化钠注射液250ml或500ml稀释后静脉滴注，一日2次。 剂型与规格 片剂 0.5mg 1.0mg 1.5mg XC04乙0383 5% 哪儿有 分散片 1.0mg XC04乙0383 5% 哪儿有 缓释片 2.5mg XC04乙0383 5% 哪儿有 冻干粉针 0.3mg 哪儿有 注射液 0.3mg 1ml 1mg 1ml 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=982"
    }
  },
  {
    "id": 1027,
    "name": "盐酸二甲弗林注射液",
    "full_name": "(乙10%)盐酸二甲弗林注射液",
    "chemical_name": "盐酸二甲弗林注射液",
    "dosage_form": "注射液",
    "types": [],
    "manufacturers": [
      "上海上药第一生化药业"
    ],
    "specifications": [
      {
        "specification": "8mg/支",
        "manufacturer": "上海上药第一生化药业",
        "full_manufacturer": "上海上药第一生化药业有限公司",
        "price": 498.0,
        "unit": "支",
        "code": "X00669",
        "approval_number": "国药准字H31022092",
        "insurance_code": "XR07ABE019B002010200651",
        "location": "B-2"
      }
    ],
    "pinyin": "yansuanerjiafulin",
    "pinyin_initials": "ysejfl",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "用于各种原因引起的中枢性呼吸衰竭、麻醉药、催眠药所致的呼吸抑制及外伤、手术等引起的虚脱和休克。",
      "dosage": "⑴口服：一次8～16mg，一日2～3次。 ⑵肌内注射：一次8mg，粉针剂临用前用注射用水2ml溶解。 ⑶静脉注射：一次8～16mg，粉针剂临用前用5％葡萄糖注射液溶解并稀释，然后缓慢注射。 ⑷静脉滴注：用于重症患者，一次16～32mg，临用前以氯化钠注射液或5％葡萄糖注射液溶解并稀释，然后静脉滴注。",
      "contraindications": "症 有惊厥病史、吗啡中毒、肝肾功能不全者及孕妇、哺乳期妇女禁用。",
      "adverse_reactions": "可见恶心、呕吐、皮肤烧灼感等。剂量过大，可引起肌肉震颤、惊厥（应准备短效巴比妥类，如异戊巴比妥，作惊厥时急救用）。",
      "interactions": "暂未发现有临床意义的药物相互作用",
      "pregnancy_category": "",
      "pharmacokinetics": null,
      "precautions": "儿童、老年患者慎用。静脉注射速度必须缓慢，并应随时注意病情。",
      "source": "湖南药事服务网",
      "full_indications": "用于各种原因引起的中枢性呼吸衰竭、麻醉药、催眠药所致的呼吸抑制及外伤、手术等引起的虚脱和休克。",
      "full_dosage": "⑴口服：一次8～16mg，一日2～3次。 ⑵肌内注射：一次8mg，粉针剂临用前用注射用水2ml溶解。 ⑶静脉注射：一次8～16mg，粉针剂临用前用5％葡萄糖注射液溶解并稀释，然后缓慢注射。 ⑷静脉滴注：用于重症患者，一次16～32mg，临用前以氯化钠注射液或5％葡萄糖注射液溶解并稀释，然后静脉滴注。",
      "full_contraindications": "症 有惊厥病史、吗啡中毒、肝肾功能不全者及孕妇、哺乳期妇女禁用。",
      "full_adverse_reactions": "可见恶心、呕吐、皮肤烧灼感等。剂量过大，可引起肌肉震颤、惊厥（应准备短效巴比妥类，如异戊巴比妥，作惊厥时急救用）。",
      "full_interactions": "",
      "full_pregnancy_category": "",
      "full_pharmacokinetics": "",
      "full_precautions": "本品安全范围较窄，剂量掌握不当易致抽搐或惊厥，应准备短效巴比妥类（如异戊巴比妥）作惊厥时急救用。静脉注射速度必须缓慢，并应随时注意病情。儿童、老年患者慎用。 输液调配 ⑴盐酸二弗林注射液：一次8～16mg用5%葡萄糖注射液适量稀释作静脉注射液；或一次16～32mg用0.9%氯化钠注射液或5%葡萄糖注射液适量稀释作静脉滴注液。 ⑵注射用盐酸二弗林：每瓶药物以5%葡萄糖注射液适量溶解并稀释作静脉注射液；或溶解液用0.9%氯化钠注射液或5%葡萄糖注射液适量稀释作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。盐酸二弗林注射液pH为4.0～6.0。",
      "solvent": "肌注：用注射用水溶解；静注：用葡萄糖注射液溶解；静滴：用0.9%氯化钠注射液稀释"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=943",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1028,
    "name": "乙酰唑胺片",
    "full_name": "※▲(甲)乙酰唑胺片[国基]",
    "chemical_name": "乙酰唑胺片",
    "dosage_form": "片",
    "types": [
      "甲类",
      "国家基药"
    ],
    "manufacturers": [
      "江苏长江药业"
    ],
    "specifications": [
      {
        "specification": "0.25g/片",
        "manufacturer": "江苏长江药业",
        "full_manufacturer": "江苏长江药业有限公司",
        "price": 115.32,
        "unit": "瓶",
        "code": "X00670",
        "approval_number": "国药准字H32020345",
        "insurance_code": "XS01ECY125A001020101426",
        "location": "L-5"
      }
    ],
    "pinyin": "※▲yixianzuoan",
    "pinyin_initials": "※▲yxza",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于各类青光眼（急性闭角型、开角型、继发性等）降低眼压；内眼手术前后降眼压。",
      "full_indications": "1.急性闭角型青光眼；\n2.本品也可用于治疗开角型青光眼，但仅在局部降眼压药物对眼压控制不满意的情况下使用；\n3.其他类青光眼如晚期开角型和闭角型青光眼、先天性青光眼（由于眼压高或全身情况不宜手术者），外伤。葡萄膜炎等引起的继发性青光眼、青光眼—虹膜睫状体炎综合征等也可用本品降低眼压；\n4.内眼手术前后可用本品降低眼压。\n药理作用\n⑴药效学：本品为碳酸酐酶抑制剂，能抑制房水生成，降低眼压。碳酸酐酶的主要功能时促进CO\n2\n和H\n2\nO结合成为碳酸并使碳酸再分解为H+和HCO\n3\n-\n，当其功能被抑制，任何需要H\n+\n和HCO\n3\n-\n的机能活动均将受到影响，即碳酸酐酶的活性直接影响着H\n+\n和HCO\n3\n-\n的浓度。眼内各部组织如视网膜、葡萄膜、晶状体均有碳酸酐酶存在，且以睫状体含量最高。青光眼使睫状体上皮内碳酸酐酶活性增高，生成过多的HCO\n3\n-\n与Na\n+\n，进而形成过多的碳酸氢钠，使房水渗透压升高，房水生成量增加，眼压升高。乙酰唑胺能抑制睫状体上皮碳酸酐酶的活性，使HCO\n3\n-\n生成减少，从而使房水生成达50％～60％，使青光眼病人的眼压下降。  另一些学者认为，碳酸酐酶抑制剂的降眼压作用，是由于减少血浆中HCO\n3\n-\n的浓度，增加血浆氯化钠的浓度产生代谢性酸中毒，血碱贮备下降所致。\n⑵药动学：口服容易吸收。蛋白结合率很高。口服乙酰唑胺500mg后1～1.5小时降低眼压作用开始，2～4小时血药浓度达峰值，可维持4～6小时，血清最高浓度为12～27μg/ml，半衰期（ｔ\n1/2\n）为2.4～5.8小时。静脉注射乙酰唑胺500mg，2分钟后降眼压作用开始出现，达峰时间为15分钟，维持时间4～5小时。口服乙酰唑胺缓释胶囊500mg，血清最高浓度为6μg/ml，给药2小时后降眼压作用出现，达峰时间8～12小时，维持时间18～24小时。乙酰唑胺无论口服或静脉注射，在24小时内给药量的90％～100％以原形由肾脏排泄，而缓释胶囊在24小时内仅排出47％。\n不良反应\n⑴眼部：局部副作用很少，有引起暂时性药物性近视、睫状体水肿引起的晶状体－虹膜隔前移所致的晶状体前移和前房变浅的报道。\n⑵全身：①感觉异常：口周、手指和足趾等神经末梢部位的麻木及刺痛感为常见不良反应。有些患者出现味觉异常，金属样味觉。②一般症状：全身不适、恶心、食欲不振、困倦、体重减轻、抑郁、腹泻及多尿等，偶有听力减退，首次用药可出现暂时性近视。③水神经质紊乱：长期用药可引起电解质紊乱及代谢性酸中毒等症状，加重低钾血症、低钠血症。由于血钾下降可减弱本品的降眼压作用。④尿路结石：代谢性酸中毒使尿中枸橼酸盐排出减少，影响钙的溶解性，使钙易于析出，加上青光眼患者限制饮水，故易形成结石。⑤呼吸系统：严重慢性阻塞性肺病患者由于肺小泡通气不能代偿，乙酰唑胺引起的酸碱失衡，而导致急性呼吸衰竭。⑥肝脏：肝硬化患者对乙酰唑胺产生的毒性反应敏感，碱性尿液使肾脏排胺减少，导致血氨浓度增加，加重肝性脑病的发展。⑦血液系统：长期使用乙酰唑胺可使血小板减少、粒细胞减少、严重者发生再生障碍性贫血。⑧中枢神经系统：大量长期服用乙酰唑胺可引起耳鸣、眩晕、嗜睡、定向障碍等症状。⑨特异性反应：主要表现为骨髓抑制、剥脱性皮炎和过敏性肾炎等。\n禁忌症\n⑴酸中毒、肝肾功能不全和肝硬化者，特别是有肝性脑病的患者禁用。\n⑵肾上腺功能衰竭及室上性皮质机能减退（艾迪生病）者。\n⑶有尿道结石、菌尿和膀胱手术史者。\n⑷因本品可增高血糖及尿糖浓度，故严重糖尿病患者，禁用。\n⑸对磺胺类药物或磺胺衍生物过敏或不能耐受者禁用。\n注意事项\n⑴孕妇：动物实验证实应用高于成人剂量10倍的乙酰唑胺对啮齿类动物胎仔有较高的致畸发病率，因此孕妇使用时必须考虑其利弊。已有报道指出，孕妇不宜使用本品，特别在妊娠期前3个月。\n⑵哺乳妇女：乙酰唑胺可以进入乳汁，哺乳妇女不宜使用本品，必须使用本品应停止哺乳。\n⑶小儿：对小儿的安全性尚未确立，慎用。\n⑷老年人：视健康状况，慎用。\n⑸慢性闭角型青光眼患者不宜长期使用本品，以免造成眼压已经被控制的假象，而延误恰当的手术时机。\n⑹前房积血引起的继发性青光眼要慎用本品，因为乙酰唑胺会引起红细胞的镰状化变性，堵塞房角，使眼压升高。\n⑺使用本品6周以上要定期检查血常规、尿常规、岁和电解质平衡状态。\n⑻对诊断的干扰：①尿17-羟类胆固醇测定：因干扰Glenn-Nelson法的吸收，可产生假性结果；②尿蛋白测定：由于尿碱化，可造成溴酚蓝等试验的一些假阳性结果；③血氨浓度、血清胆红素、尿胆素元测定：浓度可能增高；④血糖和尿糖测定：浓度均可增高，非糖尿病患者不受影响；⑤血浆氯化物测定：浓度可能增高，血清钾的浓度可以降低。\n⑼患者应该定期到医院复查，根据病情调整用药。\n⑽某些对乙酰唑胺副作用不能耐受的患者或降眼压无效的患者可改用其他碳酸酐酶抑制剂。\n药物相互作用\n⑴口服乙酰唑胺和拉坦前列素滴眼有相加降眼压作用。\n⑵在口服乙酰唑胺的同时服用等量或二倍量的碳酸氢钠能减轻患者的感觉异常和胃肠道症状，还能缓冲电解质失衡，减轻酸中毒和低钾血症的发生。\n⑶乙酰唑胺和枸橼酸钾合用不仅能控制眼压，而且能防止尿结石的发生核复发。\n⑷乙酰唑胺与甘露醇或尿素联合应用，在增强降低眼压作用的同时可增加尿量。\n⑸乙酰唑胺与促肾上腺皮质激素、糖皮质激素，尤其与盐皮质激素联合应用，可以导致严重的低血钾，在联合用药时应注意监护血清钾的浓度及心脏功能。亦应估计到长期同时使用有增加低血钙的危险，可以造成骨质疏松，因为这些药都能增加钙的排泄。\n⑹乙酰唑胺与苯丙胺、抗Ｍ胆碱药，尤其是和阿托品、奎尼丁联合应用时，由于形成碱性尿，本品排泄减少，会使不良反应加重或延长。\n⑺乙酰唑胺与抗糖尿病药（如胰岛素）联合应用时，可以减少低血糖反应，因为本品可以造成高血糖和尿糖，故应调整剂量。\n⑻乙酰唑胺与苯巴比妥、卡马西平或苯妥英等联合应用，可引起骨软化发病率上升。\n⑼洋地黄苷类与本品合用，可提高洋地黄的毒性，并可发生低血钾症。\n⑽乙酰唑胺不宜与排钾利尿药（如噻嗪类）合用，以免增加低钾血症的发生。\n⑾乙酰唑胺不宜与酸性药物（如维生素Ｃ）合用，以免增加副作用的发生。\n用药交代\n本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n给药说明\n⑴首先要询问患者是否有磺胺过敏史。\n⑵与食物同服可减少胃肠道反应。\n用法与用量\n⑴成人用量：口服：\n①开角型青光眼，首次剂量250mg，一日1～4次，维持量应根据病人对药物的反应决定，尽量使用较小的剂量达到控制眼压的目的，一般一日2次，一次250mg。\n②继发性青光眼和手术前降眼压，一次250mg，每8小时1次，一般一日2次，一次250mg可控制眼压。\n③闭角型青光眼急性发作，首次500mg，以后每次125～250mg，8小时1次维持。肌内注射或静脉注射将500mg乙酰唑胺溶于5～10ml注射用水静脉注射，或溶于2.5ml注射用水肌内注射；也可静脉注射250mg，肌内注射250mg，可在2～4小时内重复使用，但继续治疗应根据病人反应改用口服：\n⑵小儿常用量：\n①口服，抗青光眼，一日2～3次，一次5～10mg/kg，或一日300～900mg/m²，分次服用。\n②静脉或肌内注射，用于抗急性青光眼，一次5～10mg/kg，每6小时1次。\n剂型与规格\n片剂\n0.25g\n基药\nXS01E甲1293\n0%\n哪儿有",
      "dosage": "口服：开角型青光眼250mg/次，1-2次/日；急性发作首次500mg，后125-250mg/次，每8小时1次。",
      "full_dosage": "⑴成人用量：口服：\n①开角型青光眼，首次剂量250mg，一日1～4次，维持量应根据病人对药物的反应决定，尽量使用较小的剂量达到控制眼压的目的，一般一日2次，一次250mg。\n②继发性青光眼和手术前降眼压，一次250mg，每8小时1次，一般一日2次，一次250mg可控制眼压。\n③闭角型青光眼急性发作，首次500mg，以后每次125～250mg，8小时1次维持。肌内注射或静脉注射将500mg乙酰唑胺溶于5～10ml注射用水静脉注射，或溶于2.5ml注射用水肌内注射；也可静脉注射250mg，肌内注射250mg，可在2～4小时内重复使用，但继续治疗应根据病人反应改用口服：\n⑵小儿常用量：\n①口服，抗青光眼，一日2～3次，一次5～10mg/kg，或一日300～900mg/m²，分次服用。\n②静脉或肌内注射，用于抗急性青光眼，一次5～10mg/kg，每6小时1次。\n剂型与规格\n片剂\n0.25g\n基药\nXS01E甲1293\n0%\n哪儿有",
      "contraindications": "酸中毒、肝肾功能不全、肝硬化（尤其肝性脑病）、肾上腺功能衰竭、尿道结石、严重糖尿病、对磺胺类过敏者禁用。",
      "full_contraindications": "⑴酸中毒、肝肾功能不全和肝硬化者，特别是有肝性脑病的患者禁用。\n⑵肾上腺功能衰竭及室上性皮质机能减退（艾迪生病）者。\n⑶有尿道结石、菌尿和膀胱手术史者。\n⑷因本品可增高血糖及尿糖浓度，故严重糖尿病患者，禁用。\n⑸对磺胺类药物或磺胺衍生物过敏或不能耐受者禁用。\n注意事项\n⑴孕妇：动物实验证实应用高于成人剂量10倍的乙酰唑胺对啮齿类动物胎仔有较高的致畸发病率，因此孕妇使用时必须考虑其利弊。已有报道指出，孕妇不宜使用本品，特别在妊娠期前3个月。\n⑵哺乳妇女：乙酰唑胺可以进入乳汁，哺乳妇女不宜使用本品，必须使用本品应停止哺乳。\n⑶小儿：对小儿的安全性尚未确立，慎用。\n⑷老年人：视健康状况，慎用。\n⑸慢性闭角型青光眼患者不宜长期使用本品，以免造成眼压已经被控制的假象，而延误恰当的手术时机。\n⑹前房积血引起的继发性青光眼要慎用本品，因为乙酰唑胺会引起红细胞的镰状化变性，堵塞房角，使眼压升高。\n⑺使用本品6周以上要定期检查血常规、尿常规、岁和电解质平衡状态。\n⑻对诊断的干扰：①尿17-羟类胆固醇测定：因干扰Glenn-Nelson法的吸收，可产生假性结果；②尿蛋白测定：由于尿碱化，可造成溴酚蓝等试验的一些假阳性结果；③血氨浓度、血清胆红素、尿胆素元测定：浓度可能增高；④血糖和尿糖测定：浓度均可增高，非糖尿病患者不受影响；⑤血浆氯化物测定：浓度可能增高，血清钾的浓度可以降低。\n⑼患者应该定期到医院复查，根据病情调整用药。\n⑽某些对乙酰唑胺副作用不能耐受的患者或降眼压无效的患者可改用其他碳酸酐酶抑制剂。\n药物相互作用\n⑴口服乙酰唑胺和拉坦前列素滴眼有相加降眼压作用。\n⑵在口服乙酰唑胺的同时服用等量或二倍量的碳酸氢钠能减轻患者的感觉异常和胃肠道症状，还能缓冲电解质失衡，减轻酸中毒和低钾血症的发生。\n⑶乙酰唑胺和枸橼酸钾合用不仅能控制眼压，而且能防止尿结石的发生核复发。\n⑷乙酰唑胺与甘露醇或尿素联合应用，在增强降低眼压作用的同时可增加尿量。\n⑸乙酰唑胺与促肾上腺皮质激素、糖皮质激素，尤其与盐皮质激素联合应用，可以导致严重的低血钾，在联合用药时应注意监护血清钾的浓度及心脏功能。亦应估计到长期同时使用有增加低血钙的危险，可以造成骨质疏松，因为这些药都能增加钙的排泄。\n⑹乙酰唑胺与苯丙胺、抗Ｍ胆碱药，尤其是和阿托品、奎尼丁联合应用时，由于形成碱性尿，本品排泄减少，会使不良反应加重或延长。\n⑺乙酰唑胺与抗糖尿病药（如胰岛素）联合应用时，可以减少低血糖反应，因为本品可以造成高血糖和尿糖，故应调整剂量。\n⑻乙酰唑胺与苯巴比妥、卡马西平或苯妥英等联合应用，可引起骨软化发病率上升。\n⑼洋地黄苷类与本品合用，可提高洋地黄的毒性，并可发生低血钾症。\n⑽乙酰唑胺不宜与排钾利尿药（如噻嗪类）合用，以免增加低钾血症的发生。\n⑾乙酰唑胺不宜与酸性药物（如维生素Ｃ）合用，以免增加副作用的发生。\n用药交代\n本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n给药说明\n⑴首先要询问患者是否有磺胺过敏史。\n⑵与食物同服可减少胃肠道反应。\n用法与用量\n⑴成人用量：口服：\n①开角型青光眼，首次剂量250mg，一日1～4次，维持量应根据病人对药物的反应决定，尽量使用较小的剂量达到控制眼压的目的，一般一日2次，一次250mg。\n②继发性青光眼和手术前降眼压，一次250mg，每8小时1次，一般一日2次，一次250mg可控制眼压。\n③闭角型青光眼急性发作，首次500mg，以后每次125～250mg，8小时1次维持。肌内注射或静脉注射将500mg乙酰唑胺溶于5～10ml注射用水静脉注射，或溶于2.5ml注射用水肌内注射；也可静脉注射250mg，肌内注射250mg，可在2～4小时内重复使用，但继续治疗应根据病人反应改用口服：\n⑵小儿常用量：\n①口服，抗青光眼，一日2～3次，一次5～10mg/kg，或一日300～900mg/m²，分次服用。\n②静脉或肌内注射，用于抗急性青光眼，一次5～10mg/kg，每6小时1次。\n剂型与规格\n片剂\n0.25g\n基药\nXS01E甲1293\n0%\n哪儿有",
      "adverse_reactions": "常见：口周及四肢麻木刺痛、金属味觉、全身不适、恶心、食欲不振、困倦、体重减轻、抑郁、腹泻、多尿。长期使用可致电解质紊乱、尿路结石、血小板减少。",
      "full_adverse_reactions": "⑴眼部：局部副作用很少，有引起暂时性药物性近视、睫状体水肿引起的晶状体－虹膜隔前移所致的晶状体前移和前房变浅的报道。\n⑵全身：①感觉异常：口周、手指和足趾等神经末梢部位的麻木及刺痛感为常见不良反应。有些患者出现味觉异常，金属样味觉。②一般症状：全身不适、恶心、食欲不振、困倦、体重减轻、抑郁、腹泻及多尿等，偶有听力减退，首次用药可出现暂时性近视。③水神经质紊乱：长期用药可引起电解质紊乱及代谢性酸中毒等症状，加重低钾血症、低钠血症。由于血钾下降可减弱本品的降眼压作用。④尿路结石：代谢性酸中毒使尿中枸橼酸盐排出减少，影响钙的溶解性，使钙易于析出，加上青光眼患者限制饮水，故易形成结石。⑤呼吸系统：严重慢性阻塞性肺病患者由于肺小泡通气不能代偿，乙酰唑胺引起的酸碱失衡，而导致急性呼吸衰竭。⑥肝脏：肝硬化患者对乙酰唑胺产生的毒性反应敏感，碱性尿液使肾脏排胺减少，导致血氨浓度增加，加重肝性脑病的发展。⑦血液系统：长期使用乙酰唑胺可使血小板减少、粒细胞减少、严重者发生再生障碍性贫血。⑧中枢神经系统：大量长期服用乙酰唑胺可引起耳鸣、眩晕、嗜睡、定向障碍等症状。⑨特异性反应：主要表现为骨髓抑制、剥脱性皮炎和过敏性肾炎等。\n禁忌症\n⑴酸中毒、肝肾功能不全和肝硬化者，特别是有肝性脑病的患者禁用。\n⑵肾上腺功能衰竭及室上性皮质机能减退（艾迪生病）者。\n⑶有尿道结石、菌尿和膀胱手术史者。\n⑷因本品可增高血糖及尿糖浓度，故严重糖尿病患者，禁用。\n⑸对磺胺类药物或磺胺衍生物过敏或不能耐受者禁用。\n注意事项\n⑴孕妇：动物实验证实应用高于成人剂量10倍的乙酰唑胺对啮齿类动物胎仔有较高的致畸发病率，因此孕妇使用时必须考虑其利弊。已有报道指出，孕妇不宜使用本品，特别在妊娠期前3个月。\n⑵哺乳妇女：乙酰唑胺可以进入乳汁，哺乳妇女不宜使用本品，必须使用本品应停止哺乳。\n⑶小儿：对小儿的安全性尚未确立，慎用。\n⑷老年人：视健康状况，慎用。\n⑸慢性闭角型青光眼患者不宜长期使用本品，以免造成眼压已经被控制的假象，而延误恰当的手术时机。\n⑹前房积血引起的继发性青光眼要慎用本品，因为乙酰唑胺会引起红细胞的镰状化变性，堵塞房角，使眼压升高。\n⑺使用本品6周以上要定期检查血常规、尿常规、岁和电解质平衡状态。\n⑻对诊断的干扰：①尿17-羟类胆固醇测定：因干扰Glenn-Nelson法的吸收，可产生假性结果；②尿蛋白测定：由于尿碱化，可造成溴酚蓝等试验的一些假阳性结果；③血氨浓度、血清胆红素、尿胆素元测定：浓度可能增高；④血糖和尿糖测定：浓度均可增高，非糖尿病患者不受影响；⑤血浆氯化物测定：浓度可能增高，血清钾的浓度可以降低。\n⑼患者应该定期到医院复查，根据病情调整用药。\n⑽某些对乙酰唑胺副作用不能耐受的患者或降眼压无效的患者可改用其他碳酸酐酶抑制剂。\n药物相互作用\n⑴口服乙酰唑胺和拉坦前列素滴眼有相加降眼压作用。\n⑵在口服乙酰唑胺的同时服用等量或二倍量的碳酸氢钠能减轻患者的感觉异常和胃肠道症状，还能缓冲电解质失衡，减轻酸中毒和低钾血症的发生。\n⑶乙酰唑胺和枸橼酸钾合用不仅能控制眼压，而且能防止尿结石的发生核复发。\n⑷乙酰唑胺与甘露醇或尿素联合应用，在增强降低眼压作用的同时可增加尿量。\n⑸乙酰唑胺与促肾上腺皮质激素、糖皮质激素，尤其与盐皮质激素联合应用，可以导致严重的低血钾，在联合用药时应注意监护血清钾的浓度及心脏功能。亦应估计到长期同时使用有增加低血钙的危险，可以造成骨质疏松，因为这些药都能增加钙的排泄。\n⑹乙酰唑胺与苯丙胺、抗Ｍ胆碱药，尤其是和阿托品、奎尼丁联合应用时，由于形成碱性尿，本品排泄减少，会使不良反应加重或延长。\n⑺乙酰唑胺与抗糖尿病药（如胰岛素）联合应用时，可以减少低血糖反应，因为本品可以造成高血糖和尿糖，故应调整剂量。\n⑻乙酰唑胺与苯巴比妥、卡马西平或苯妥英等联合应用，可引起骨软化发病率上升。\n⑼洋地黄苷类与本品合用，可提高洋地黄的毒性，并可发生低血钾症。\n⑽乙酰唑胺不宜与排钾利尿药（如噻嗪类）合用，以免增加低钾血症的发生。\n⑾乙酰唑胺不宜与酸性药物（如维生素Ｃ）合用，以免增加副作用的发生。\n用药交代\n本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n给药说明\n⑴首先要询问患者是否有磺胺过敏史。\n⑵与食物同服可减少胃肠道反应。\n用法与用量\n⑴成人用量：口服：\n①开角型青光眼，首次剂量250mg，一日1～4次，维持量应根据病人对药物的反应决定，尽量使用较小的剂量达到控制眼压的目的，一般一日2次，一次250mg。\n②继发性青光眼和手术前降眼压，一次250mg，每8小时1次，一般一日2次，一次250mg可控制眼压。\n③闭角型青光眼急性发作，首次500mg，以后每次125～250mg，8小时1次维持。肌内注射或静脉注射将500mg乙酰唑胺溶于5～10ml注射用水静脉注射，或溶于2.5ml注射用水肌内注射；也可静脉注射250mg，肌内注射250mg，可在2～4小时内重复使用，但继续治疗应根据病人反应改用口服：\n⑵小儿常用量：\n①口服，抗青光眼，一日2～3次，一次5～10mg/kg，或一日300～900mg/m²，分次服用。\n②静脉或肌内注射，用于抗急性青光眼，一次5～10mg/kg，每6小时1次。\n剂型与规格\n片剂\n0.25g\n基药\nXS01E甲1293\n0%\n哪儿有",
      "interactions": "⑴与拉坦前列素有相加降眼压作用。⑵与碳酸氢钠合用可减轻副作用。⑶与枸橼酸钾合用可防尿结石。⑷与糖皮质激素合用可致严重低血钾。",
      "full_interactions": "⑴口服乙酰唑胺和拉坦前列素滴眼有相加降眼压作用。\n⑵在口服乙酰唑胺的同时服用等量或二倍量的碳酸氢钠能减轻患者的感觉异常和胃肠道症状，还能缓冲电解质失衡，减轻酸中毒和低钾血症的发生。\n⑶乙酰唑胺和枸橼酸钾合用不仅能控制眼压，而且能防止尿结石的发生核复发。\n⑷乙酰唑胺与甘露醇或尿素联合应用，在增强降低眼压作用的同时可增加尿量。\n⑸乙酰唑胺与促肾上腺皮质激素、糖皮质激素，尤其与盐皮质激素联合应用，可以导致严重的低血钾，在联合用药时应注意监护血清钾的浓度及心脏功能。亦应估计到长期同时使用有增加低血钙的危险，可以造成骨质疏松，因为这些药都能增加钙的排泄。\n⑹乙酰唑胺与苯丙胺、抗Ｍ胆碱药，尤其是和阿托品、奎尼丁联合应用时，由于形成碱性尿，本品排泄减少，会使不良反应加重或延长。\n⑺乙酰唑胺与抗糖尿病药（如胰岛素）联合应用时，可以减少低血糖反应，因为本品可以造成高血糖和尿糖，故应调整剂量。\n⑻乙酰唑胺与苯巴比妥、卡马西平或苯妥英等联合应用，可引起骨软化发病率上升。\n⑼洋地黄苷类与本品合用，可提高洋地黄的毒性，并可发生低血钾症。\n⑽乙酰唑胺不宜与排钾利尿药（如噻嗪类）合用，以免增加低钾血症的发生。\n⑾乙酰唑胺不宜与酸性药物（如维生素Ｃ）合用，以免增加副作用的发生。\n用药交代\n本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n给药说明\n⑴首先要询问患者是否有磺胺过敏史。\n⑵与食物同服可减少胃肠道反应。\n用法与用量\n⑴成人用量：口服：\n①开角型青光眼，首次剂量250mg，一日1～4次，维持量应根据病人对药物的反应决定，尽量使用较小的剂量达到控制眼压的目的，一般一日2次，一次250mg。\n②继发性青光眼和手术前降眼压，一次250mg，每8小时1次，一般一日2次，一次250mg可控制眼压。\n③闭角型青光眼急性发作，首次500mg，以后每次125～250mg，8小时1次维持。肌内注射或静脉注射将500mg乙酰唑胺溶于5～10ml注射用水静脉注射，或溶于2.5ml注射用水肌内注射；也可静脉注射250mg，肌内注射250mg，可在2～4小时内重复使用，但继续治疗应根据病人反应改用口服：\n⑵小儿常用量：\n①口服，抗青光眼，一日2～3次，一次5～10mg/kg，或一日300～900mg/m²，分次服用。\n②静脉或肌内注射，用于抗急性青光眼，一次5～10mg/kg，每6小时1次。\n剂型与规格\n片剂\n0.25g\n基药\nXS01E甲1293\n0%\n哪儿有",
      "pregnancy_category": "",
      "pharmacokinetics": "口服易吸收，蛋白结合率高，达峰时间2-4小时，半衰期2.4-5.8小时，90-100%以原形经肾排泄。",
      "full_pharmacokinetics": "⑴药效学：本品为碳酸酐酶抑制剂，能抑制房水生成，降低眼压。碳酸酐酶的主要功能时促进CO\n2\n和H\n2\nO结合成为碳酸并使碳酸再分解为H+和HCO\n3\n-\n，当其功能被抑制，任何需要H\n+\n和HCO\n3\n-\n的机能活动均将受到影响，即碳酸酐酶的活性直接影响着H\n+\n和HCO\n3\n-\n的浓度。眼内各部组织如视网膜、葡萄膜、晶状体均有碳酸酐酶存在，且以睫状体含量最高。青光眼使睫状体上皮内碳酸酐酶活性增高，生成过多的HCO\n3\n-\n与Na\n+\n，进而形成过多的碳酸氢钠，使房水渗透压升高，房水生成量增加，眼压升高。乙酰唑胺能抑制睫状体上皮碳酸酐酶的活性，使HCO\n3\n-\n生成减少，从而使房水生成达50％～60％，使青光眼病人的眼压下降。  另一些学者认为，碳酸酐酶抑制剂的降眼压作用，是由于减少血浆中HCO\n3\n-\n的浓度，增加血浆氯化钠的浓度产生代谢性酸中毒，血碱贮备下降所致。\n⑵药动学：口服容易吸收。蛋白结合率很高。口服乙酰唑胺500mg后1～1.5小时降低眼压作用开始，2～4小时血药浓度达峰值，可维持4～6小时，血清最高浓度为12～27μg/ml，半衰期（ｔ\n1/2\n）为2.4～5.8小时。静脉注射乙酰唑胺500mg，2分钟后降眼压作用开始出现，达峰时间为15分钟，维持时间4～5小时。口服乙酰唑胺缓释胶囊500mg，血清最高浓度为6μg/ml，给药2小时后降眼压作用出现，达峰时间8～12小时，维持时间18～24小时。乙酰唑胺无论口服或静脉注射，在24小时内给药量的90％～100％以原形由肾脏排泄，而缓释胶囊在24小时内仅排出47％。\n不良反应\n⑴眼部：局部副作用很少，有引起暂时性药物性近视、睫状体水肿引起的晶状体－虹膜隔前移所致的晶状体前移和前房变浅的报道。\n⑵全身：①感觉异常：口周、手指和足趾等神经末梢部位的麻木及刺痛感为常见不良反应。有些患者出现味觉异常，金属样味觉。②一般症状：全身不适、恶心、食欲不振、困倦、体重减轻、抑郁、腹泻及多尿等，偶有听力减退，首次用药可出现暂时性近视。③水神经质紊乱：长期用药可引起电解质紊乱及代谢性酸中毒等症状，加重低钾血症、低钠血症。由于血钾下降可减弱本品的降眼压作用。④尿路结石：代谢性酸中毒使尿中枸橼酸盐排出减少，影响钙的溶解性，使钙易于析出，加上青光眼患者限制饮水，故易形成结石。⑤呼吸系统：严重慢性阻塞性肺病患者由于肺小泡通气不能代偿，乙酰唑胺引起的酸碱失衡，而导致急性呼吸衰竭。⑥肝脏：肝硬化患者对乙酰唑胺产生的毒性反应敏感，碱性尿液使肾脏排胺减少，导致血氨浓度增加，加重肝性脑病的发展。⑦血液系统：长期使用乙酰唑胺可使血小板减少、粒细胞减少、严重者发生再生障碍性贫血。⑧中枢神经系统：大量长期服用乙酰唑胺可引起耳鸣、眩晕、嗜睡、定向障碍等症状。⑨特异性反应：主要表现为骨髓抑制、剥脱性皮炎和过敏性肾炎等。\n禁忌症\n⑴酸中毒、肝肾功能不全和肝硬化者，特别是有肝性脑病的患者禁用。\n⑵肾上腺功能衰竭及室上性皮质机能减退（艾迪生病）者。\n⑶有尿道结石、菌尿和膀胱手术史者。\n⑷因本品可增高血糖及尿糖浓度，故严重糖尿病患者，禁用。\n⑸对磺胺类药物或磺胺衍生物过敏或不能耐受者禁用。\n注意事项\n⑴孕妇：动物实验证实应用高于成人剂量10倍的乙酰唑胺对啮齿类动物胎仔有较高的致畸发病率，因此孕妇使用时必须考虑其利弊。已有报道指出，孕妇不宜使用本品，特别在妊娠期前3个月。\n⑵哺乳妇女：乙酰唑胺可以进入乳汁，哺乳妇女不宜使用本品，必须使用本品应停止哺乳。\n⑶小儿：对小儿的安全性尚未确立，慎用。\n⑷老年人：视健康状况，慎用。\n⑸慢性闭角型青光眼患者不宜长期使用本品，以免造成眼压已经被控制的假象，而延误恰当的手术时机。\n⑹前房积血引起的继发性青光眼要慎用本品，因为乙酰唑胺会引起红细胞的镰状化变性，堵塞房角，使眼压升高。\n⑺使用本品6周以上要定期检查血常规、尿常规、岁和电解质平衡状态。\n⑻对诊断的干扰：①尿17-羟类胆固醇测定：因干扰Glenn-Nelson法的吸收，可产生假性结果；②尿蛋白测定：由于尿碱化，可造成溴酚蓝等试验的一些假阳性结果；③血氨浓度、血清胆红素、尿胆素元测定：浓度可能增高；④血糖和尿糖测定：浓度均可增高，非糖尿病患者不受影响；⑤血浆氯化物测定：浓度可能增高，血清钾的浓度可以降低。\n⑼患者应该定期到医院复查，根据病情调整用药。\n⑽某些对乙酰唑胺副作用不能耐受的患者或降眼压无效的患者可改用其他碳酸酐酶抑制剂。\n药物相互作用\n⑴口服乙酰唑胺和拉坦前列素滴眼有相加降眼压作用。\n⑵在口服乙酰唑胺的同时服用等量或二倍量的碳酸氢钠能减轻患者的感觉异常和胃肠道症状，还能缓冲电解质失衡，减轻酸中毒和低钾血症的发生。\n⑶乙酰唑胺和枸橼酸钾合用不仅能控制眼压，而且能防止尿结石的发生核复发。\n⑷乙酰唑胺与甘露醇或尿素联合应用，在增强降低眼压作用的同时可增加尿量。\n⑸乙酰唑胺与促肾上腺皮质激素、糖皮质激素，尤其与盐皮质激素联合应用，可以导致严重的低血钾，在联合用药时应注意监护血清钾的浓度及心脏功能。亦应估计到长期同时使用有增加低血钙的危险，可以造成骨质疏松，因为这些药都能增加钙的排泄。\n⑹乙酰唑胺与苯丙胺、抗Ｍ胆碱药，尤其是和阿托品、奎尼丁联合应用时，由于形成碱性尿，本品排泄减少，会使不良反应加重或延长。\n⑺乙酰唑胺与抗糖尿病药（如胰岛素）联合应用时，可以减少低血糖反应，因为本品可以造成高血糖和尿糖，故应调整剂量。\n⑻乙酰唑胺与苯巴比妥、卡马西平或苯妥英等联合应用，可引起骨软化发病率上升。\n⑼洋地黄苷类与本品合用，可提高洋地黄的毒性，并可发生低血钾症。\n⑽乙酰唑胺不宜与排钾利尿药（如噻嗪类）合用，以免增加低钾血症的发生。\n⑾乙酰唑胺不宜与酸性药物（如维生素Ｃ）合用，以免增加副作用的发生。\n用药交代\n本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n给药说明\n⑴首先要询问患者是否有磺胺过敏史。\n⑵与食物同服可减少胃肠道反应。\n用法与用量\n⑴成人用量：口服：\n①开角型青光眼，首次剂量250mg，一日1～4次，维持量应根据病人对药物的反应决定，尽量使用较小的剂量达到控制眼压的目的，一般一日2次，一次250mg。\n②继发性青光眼和手术前降眼压，一次250mg，每8小时1次，一般一日2次，一次250mg可控制眼压。\n③闭角型青光眼急性发作，首次500mg，以后每次125～250mg，8小时1次维持。肌内注射或静脉注射将500mg乙酰唑胺溶于5～10ml注射用水静脉注射，或溶于2.5ml注射用水肌内注射；也可静脉注射250mg，肌内注射250mg，可在2～4小时内重复使用，但继续治疗应根据病人反应改用口服：\n⑵小儿常用量：\n①口服，抗青光眼，一日2～3次，一次5～10mg/kg，或一日300～900mg/m²，分次服用。\n②静脉或肌内注射，用于抗急性青光眼，一次5～10mg/kg，每6小时1次。\n剂型与规格\n片剂\n0.25g\n基药\nXS01E甲1293\n0%\n哪儿有",
      "precautions": "⑴孕妇（尤其前3个月）、哺乳期妇女不宜使用。⑵慢性闭角型青光眼不宜长期使用。⑶使用6周以上需定期检查血常规、尿常规和电解质。",
      "full_precautions": "⑴孕妇：动物实验证实应用高于成人剂量10倍的乙酰唑胺对啮齿类动物胎仔有较高的致畸发病率，因此孕妇使用时必须考虑其利弊。已有报道指出，孕妇不宜使用本品，特别在妊娠期前3个月。\n⑵哺乳妇女：乙酰唑胺可以进入乳汁，哺乳妇女不宜使用本品，必须使用本品应停止哺乳。\n⑶小儿：对小儿的安全性尚未确立，慎用。\n⑷老年人：视健康状况，慎用。\n⑸慢性闭角型青光眼患者不宜长期使用本品，以免造成眼压已经被控制的假象，而延误恰当的手术时机。\n⑹前房积血引起的继发性青光眼要慎用本品，因为乙酰唑胺会引起红细胞的镰状化变性，堵塞房角，使眼压升高。\n⑺使用本品6周以上要定期检查血常规、尿常规、岁和电解质平衡状态。\n⑻对诊断的干扰：①尿17-羟类胆固醇测定：因干扰Glenn-Nelson法的吸收，可产生假性结果；②尿蛋白测定：由于尿碱化，可造成溴酚蓝等试验的一些假阳性结果；③血氨浓度、血清胆红素、尿胆素元测定：浓度可能增高；④血糖和尿糖测定：浓度均可增高，非糖尿病患者不受影响；⑤血浆氯化物测定：浓度可能增高，血清钾的浓度可以降低。\n⑼患者应该定期到医院复查，根据病情调整用药。\n⑽某些对乙酰唑胺副作用不能耐受的患者或降眼压无效的患者可改用其他碳酸酐酶抑制剂。\n药物相互作用\n⑴口服乙酰唑胺和拉坦前列素滴眼有相加降眼压作用。\n⑵在口服乙酰唑胺的同时服用等量或二倍量的碳酸氢钠能减轻患者的感觉异常和胃肠道症状，还能缓冲电解质失衡，减轻酸中毒和低钾血症的发生。\n⑶乙酰唑胺和枸橼酸钾合用不仅能控制眼压，而且能防止尿结石的发生核复发。\n⑷乙酰唑胺与甘露醇或尿素联合应用，在增强降低眼压作用的同时可增加尿量。\n⑸乙酰唑胺与促肾上腺皮质激素、糖皮质激素，尤其与盐皮质激素联合应用，可以导致严重的低血钾，在联合用药时应注意监护血清钾的浓度及心脏功能。亦应估计到长期同时使用有增加低血钙的危险，可以造成骨质疏松，因为这些药都能增加钙的排泄。\n⑹乙酰唑胺与苯丙胺、抗Ｍ胆碱药，尤其是和阿托品、奎尼丁联合应用时，由于形成碱性尿，本品排泄减少，会使不良反应加重或延长。\n⑺乙酰唑胺与抗糖尿病药（如胰岛素）联合应用时，可以减少低血糖反应，因为本品可以造成高血糖和尿糖，故应调整剂量。\n⑻乙酰唑胺与苯巴比妥、卡马西平或苯妥英等联合应用，可引起骨软化发病率上升。\n⑼洋地黄苷类与本品合用，可提高洋地黄的毒性，并可发生低血钾症。\n⑽乙酰唑胺不宜与排钾利尿药（如噻嗪类）合用，以免增加低钾血症的发生。\n⑾乙酰唑胺不宜与酸性药物（如维生素Ｃ）合用，以免增加副作用的发生。\n用药交代\n本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。\n给药说明\n⑴首先要询问患者是否有磺胺过敏史。\n⑵与食物同服可减少胃肠道反应。\n用法与用量\n⑴成人用量：口服：\n①开角型青光眼，首次剂量250mg，一日1～4次，维持量应根据病人对药物的反应决定，尽量使用较小的剂量达到控制眼压的目的，一般一日2次，一次250mg。\n②继发性青光眼和手术前降眼压，一次250mg，每8小时1次，一般一日2次，一次250mg可控制眼压。\n③闭角型青光眼急性发作，首次500mg，以后每次125～250mg，8小时1次维持。肌内注射或静脉注射将500mg乙酰唑胺溶于5～10ml注射用水静脉注射，或溶于2.5ml注射用水肌内注射；也可静脉注射250mg，肌内注射250mg，可在2～4小时内重复使用，但继续治疗应根据病人反应改用口服：\n⑵小儿常用量：\n①口服，抗青光眼，一日2～3次，一次5～10mg/kg，或一日300～900mg/m²，分次服用。\n②静脉或肌内注射，用于抗急性青光眼，一次5～10mg/kg，每6小时1次。\n剂型与规格\n片剂\n0.25g\n基药\nXS01E甲1293\n0%\n哪儿有",
      "source": "湖南药事服务网",
      "url_added": true
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2992",
      "last_updated": "2026-03-20"
    }
  },
  {
    "id": 1029,
    "name": "硫酸镁注射液",
    "full_name": "(甲)硫酸镁注射液",
    "chemical_name": "硫酸镁注射液",
    "dosage_form": "注射液",
    "types": [
      "甲类"
    ],
    "manufacturers": [
      "津药和平制药"
    ],
    "specifications": [
      {
        "specification": "5g/支",
        "manufacturer": "津药和平制药",
        "full_manufacturer": "津药和平(天津)制药有限公司",
        "price": 1.78,
        "unit": "支",
        "code": "X00732",
        "approval_number": "国药准字H20237130",
        "insurance_code": "XA12CCL146B002020200952",
        "outpatient_location": "M-6",
        "inpatient_location": "M-6"
      }
    ],
    "pinyin": "liusuanmei",
    "pinyin_initials": "lsm",
    "dosage_form_pinyin": "zhusheye",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "1.妊娠高血压综合征：用于预防和控制子痫发作；2.早产：用于抑制子宫收缩，延长妊娠期；3.低镁血症：用于急性低镁血症伴有惊厥或心律失常；4.便秘：导泻；5.利胆。",
      "full_indications": "1.妊娠高血压综合征：用于预防和控制子痫发作；2.早产：用于抑制子宫收缩，延长妊娠期；3.低镁血症：用于急性低镁血症伴有惊厥或心律失常；4.便秘：导泻；5.利胆。",
      "dosage": "静脉滴注。妊娠高血压综合征：首次剂量为2.5-4g，用25%葡萄糖注射液20ml稀释后，5分钟内缓慢静脉注射，以后每小时1-2g静脉滴注维持。24小时总量为30g。",
      "full_dosage": "静脉滴注。妊娠高血压综合征：首次剂量为2.5-4g，用25%葡萄糖注射液20ml稀释后，5分钟内缓慢静脉注射，以后每小时1-2g静脉滴注维持。24小时总量为30g。早产：首次负荷量为4g，用25%葡萄糖注射液20ml稀释后5分钟内缓慢静脉注射，以后每小时2g静脉滴注维持。",
      "contraindications": "1.严重心、肾功能不全；2.严重呼吸功能不全；3.心脏传导阻滞；4.重症肌无力；5.妊娠期妇女禁用导泻。",
      "full_contraindications": "1.严重心、肾功能不全；2.严重呼吸功能不全；3.心脏传导阻滞；4.重症肌无力；5.妊娠期妇女禁用导泻。",
      "adverse_reactions": "1.静脉注射过快或用量过大可引起呼吸抑制、血压下降、心跳骤停；2.肾功能不全时，镁离子排泄减少，易致蓄积中毒；3.导泻时如服用浓度过高，可引起脱水。",
      "full_adverse_reactions": "1.静脉注射过快或用量过大可引起呼吸抑制、血压下降、心跳骤停；2.肾功能不全时，镁离子排泄减少，易致蓄积中毒；3.导泻时如服用浓度过高，可引起脱水。",
      "interactions": "1.与氨基糖苷类抗生素合用，可增加神经肌肉阻滞作用；2.与地高辛合用，可加重心脏传导阻滞；3.与钙剂合用，可拮抗镁的作用。",
      "full_interactions": "1.与氨基糖苷类抗生素合用，可增加神经肌肉阻滞作用；2.与地高辛合用，可加重心脏传导阻滞；3.与钙剂合用，可拮抗镁的作用。",
      "pregnancy_category": "妊娠B类。",
      "pharmacokinetics": "",
      "precautions": "1.用药前及用药过程中应监测膝腱反射、呼吸频率、尿量；2.出现中毒症状（如膝腱反射消失、呼吸抑制）应立即停药，并用钙剂解救；3.肾功能不全者慎用。",
      "full_precautions": "1.用药前及用药过程中应监测膝腱反射、呼吸频率、尿量；2.出现中毒症状（如膝腱反射消失、呼吸抑制）应立即停药，并用钙剂解救；3.肾功能不全者慎用。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1029",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1030,
    "name": "对乙酰氨基酚片",
    "full_name": "(甲10%)对乙酰氨基酚片[国基]",
    "chemical_name": "对乙酰氨基酚片",
    "dosage_form": "片",
    "types": [
      "国家基药"
    ],
    "manufacturers": [
      "CHELONIA HEALTHCARE LIMITED有限公司）"
    ],
    "specifications": [
      {
        "specification": "500mg:16片/片",
        "manufacturer": "CHELONIA HEALTHCARE LIMITED有限公司）",
        "full_manufacturer": "CHELONIA HEALTHCARE LIMITED（委托：华益药业科技（安徽）有限公司）",
        "price": 3.11,
        "unit": "盒",
        "code": "Y00000015057",
        "approval_number": "HJ20221220",
        "insurance_code": "XN0000030110600"
      }
    ],
    "pinyin": "duiyixiananjifen",
    "pinyin_initials": "dyxajf",
    "dosage_form_pinyin": "pian",
    "dosage_form_initials": "p",
    "manual": {
      "indications": "用于： 1.；轻、中度骨性关节炎；的病例）；疼痛和发热的病因；： 1.缓解轻、中度疼痛；对阿司匹林过敏、不耐受或不适于应用阿司匹林的病例。",
      "dosage": "成人：常用量：口服，一次0.3g；儿童：常用量：口服，按体重一次10～15mg",
      "contraindications": "症 ⑴对本品过敏者禁用。 ⑵小于2个月的婴儿禁用。 ⑶长期大剂量应用可引起肾乳头坏死、慢性间质性肾炎和慢性肾衰。",
      "adverse_reactions": "常见：皮疹、瘙痒、过敏、疼痛等。",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "肝脏代谢，肾脏排泄。",
      "precautions": "⑸下列情况应慎用：①乙醇中毒、肝病或病毒性肝炎时，本品有增加肝脏毒性作用的危险；给药说明 ⑴给药前应注意患者的肝、肾功能，对长期较大剂量用药者应定期复查（包括血象及肝肾功能等）。治疗中应进行血药浓度监测，并给予其他疗法，如用血液透析或血液滤过。",
      "source": "湖南药事服务网",
      "full_indications": "本品为乙酰苯胺类解热镇痛药，适用于： 1.缓解轻、中度疼痛，如头痛、关节痛、肌痛、神经痛、偏头痛、牙痛、痛经及癌症或术后疼痛等； 2、退热，如感冒或其他原因引起的高热； 3.治疗轻、中度骨性关节炎； 4.本品可用于对阿司匹林过敏、不耐受或不适于应用阿司匹林的病例，如水痘、血友病及其他出血性疾病的患者（包括应用康宁治疗的病例），以及轻型消化性溃疡及胃炎等； 5.本品仅可作对症治疗，故应用本品时须同时治疗疼痛和发热的病因。",
      "full_dosage": "⑴退热镇痛：①成人常用量：口服，一次0.3g～0.6g，每4小时一次，或一日4次；一日量不宜超过2.0g。退热疗程一般不超过3天，镇痛不宜超过10天。②儿童常用量：口服，按体重一次10～15mg/kg，或按体表面积一天1.5g/m²，分次服，每4～6小时1次；12岁以下的小儿每24小时不超过5次量，疗程不超过5天。 ⑵骨性关节炎：成人常用量口服缓释片，一次0.65～1.3g，每8小时1次。一日最大量不超过2.0g，疗程遵医嘱。 ⑶肌内注射，成人，一次0.15～0.2g，不宜长期应用，退热疗程不超过3粒；镇痛疗程不超过10日。 剂型与规格 片剂 0.16g 0.3g 0.5g基药 XN02BE甲1060 0% 哪儿有 缓释片 0.65g XN02BE乙1060 5% 哪儿有 胶囊剂 0.3g XN02BE甲1060 0% 暂无 口服溶液 6g 120ml 3.2% 60ml 2.4g 100ml基药 XN02BE乙1060 0% 哪儿有 泡腾颗粒 0.1g基药 XN02BE乙1060 0% 哪儿有 滴剂 1g 10ml 3.0g 30ml 1.5g 15ml XN02BE乙1060 0% 哪儿有 栓剂 0.15g 0.3g 0.6g XN02BE乙1060 0% 哪儿有 口腔崩解片 0.125g 0.16g 哪儿有 干混悬剂 6.5g:0.5g基药 4.22g:1.25g基药 12.65g:3.75g基药 哪儿有 干混悬剂 1.01g:0.3g基药 哪儿有",
      "full_contraindications": "症 ⑴对本品过敏者禁用。 ⑵小于2个月的婴儿禁用。 ⑶长期大剂量应用可引起肾乳头坏死、慢性间质性肾炎和慢性肾衰。",
      "full_adverse_reactions": "⑴一般剂量下较少引起不良反应，对胃肠刺激小，不会引起胃肠出血。少数病例可发生粒细胞缺乏症、贫血、过敏性皮炎（皮疹、皮肤瘙痒等）、肝炎或血小板减少症等。 ⑵长期大量用药，尤其是肾功能低下者，可出现肾绞痛或急性肾功能衰竭（少尿、尿毒症）或慢性肾功能衰竭（镇痛药性肾病）。 ⑶据美国俄亥俄州立大学的研究表明，本品可削弱或抑制使用者的积极情绪。 肝损伤 ⑴肝损伤：使用对乙酰氨基酚长期治疗，每日剂量达4g，会导致部分患者出现短暂性血清转氨酶水平上升，通常在服药后3至7日内发病，39%的患者血清酶的峰值是正常值的3倍。患者通常无表现症状，并在停止用药或减少剂量后快速恢复，某些病例中，患者在全量治疗的情况下，升高的血清酶仍可恢复正常。更重要的是，大剂量使用对乙酰氨基酚会引起重度的急性肝细胞损伤，单次使用剂量超过7.5g等于采取自杀行为（通常超过15g）。通常在用药后的24至72小时出现肝损，伴随血清丙氨酸转氨酶和天冬氨酸氨基转移酶含量显著上升（一般超过2000 U/L），48至96小时后随即出现以下临床症状：黄疸、意识模糊、肝功能损伤以及死亡（某些病例）。肾机能不全病例较为常见。在肝损 不甚严重的情况下，血清转氨酶水平可迅速下降并恢复正常。持续数日以普通治疗剂量的对乙酰氨基酚治疗疼痛（并非意图自杀的过量用药），患者也可产生相似的肝损伤症状。对乙酰氨基酚肝毒性形式被称为偶然或无意过量用药，通常出现在禁食患者或具有并发症、酗酒或营养不良、或存在既有慢性肝病的危重症患者。某些病例患者在对乙酰氨基酚结合管制药品（羟考酮、可待因）治疗中出现无意过量用药，持续数日使用超过推荐剂量的药品以控制疼痛或戒断症状。 ⑵损伤机制：在人体及动物实验模型中对乙酰氨基酚的肝毒性机制进行了充分的分析。对乙酰氨基酚大部分转化为无毒葡萄糖醛酸酯或盐酸共轭物，并通过尿液排出体外。少量的对乙酰氨基酚通过肝脏细胞色素P450系统进行代谢可产生有毒中间物，特别是氮-乙酰-p-对苯醌酰亚胺。一般情况下，该代谢物可快速与还原型谷胱甘肽进行共轭，并可快速解毒与分泌。如果谷胱甘肽水平较低或高剂量的对乙酰氨基酚治疗阻碍通道，凋亡途径中的活性中间物积聚并与细胞内大分子结合可引起细胞损伤。增加对乙酰氨基酚在P450系统中的代谢几率（特定药物、长期饮酒）或减少谷胱甘肽（禁食、营养不良、酗酒）有效性的因素可使患者易于受到乙酰氨基酚毒性的影响。对乙酰氨基酚代谢中间物的下游毒性影响因素还可影响毒性。这些因素在设计对乙酰氨基酚肝毒性治疗方案中较为重要。 ⑶肝损星级：★★★★★ 肾损伤 可能导致肾损伤。 禁忌症 ⑴对本品过敏者禁用。 ⑵小于2个月的婴儿禁用。 ⑶长期大剂量应用可引起肾乳头坏死、慢性间质性肾炎和慢性肾衰。",
      "full_interactions": "⑴在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗痉药的患者，长期或超量服用本品时，更有发生肝脏毒性反应的危险。 ⑵抗凝药：大量或长期应用对乙酰氨基酚时，因可减少凝血因子在肝内的合成，有增强抗凝药的作用，故抗凝药的用量应根据凝血酶原时间进行调整。 ⑶长期大量与阿司匹林、其他水杨酸盐或其他非甾体抗炎药合用时（如每年累积用量至1000g，应用3年以上时），可明显增加肾毒性（包括肾乳头坏死、肾及膀胱癌等）的危险。 ⑷对乙酰氨基酚与抗病毒药齐多夫定合用时，由于两药可互相降低与葡糖醛酸的结合作用而降低清除率，从而增加毒性，因此应避免同时应用。 ⑸与他克莫司合用可导致急性肾衰竭。 ⑹与左氧氟沙星、氧氟沙星合用可增加癫痫发作的风险。 ⑺本品可减弱β受体拮抗药的抗高血压作用。 ⑻本品可减弱血管紧张素转换酶抑制药及利尿药的降压和利尿作用。 ⑼本品可抑制锂盐、钾随尿液排泄，使锂、钾的血浆药物浓度升高。 ⑽本品可升高甲氨蝶呤的血浆药物浓度，从而增强其毒性（白细胞减少、血小板减少、贫血、中毒性肾损害和黏膜溃疡形成）。 ⑾与达那帕特合用可增加出血和椎管内麻醉时血肿发生的风险。 ⑿本品可增加环孢素中毒（肾功能不全、胆汁淤积、感觉异常）的风险。 ⒀本品与丙磺舒合用，本品的血浆药物浓度升高、半衰期延长，疗效增强，但不良反应也相应增加。 ⒁本品与氯霉素同用可增强后者的毒性。 ⒂碳酸氢钠可加快本品的吸收。 ⒃本品与口服磺酰脲类降糖药合用，可增加低血糖的风险。 ⒄与氨氯地平、非洛地平、拉西地平、美尼地平、尼卡地平、硝苯地平、尼伐地平、尼莫地平、尼索地平、尼群地平、普尼地平、地尔硫䓬、氟桂利嗪、利多氟嗪、戈洛帕米、维拉帕米合用，可减弱后者的降压作用，并有致溃疡发生的风险。 ⒅与β-葡聚糖合用可导致严重的胃肠道损害。 ⒆对乙酰氨基酚与氟氯西林合用时应谨慎，可能增加低谷胱甘肽水平导致焦谷氨酸酸中毒风险。特别是患有严重肾功能损害和脓毒症等严重疾病的患者，或营养不良和其他谷胱甘肽缺乏症（例如慢性酒精中毒）患者风险更高。 药物过量 逾量（一日量＞10g）中毒的处理：⑴服药过量时应洗胃或催吐，并给予拮抗剂N-乙酰半胱氨酸，不得给活性炭，因后者可影响拮抗药的吸收；⑵N-乙酰半胱氨酸开始用时按体重给予140mg/kg口服，然后以70mg/kg每4小时1次，共用17次；⑶病情严重时可静脉给药，将药物溶于5％葡萄糖注射液200ml中静注。⑷拮抗药宜尽早应用，12小时内给药疗效满意，超过24小时疗效较差。治疗中应进行血药浓度监测，并给予其他疗法，如用血液透析或血液滤过。⑸服用超量（包括中毒量）时，可很快 用药交代 ⑴不要超量服用对乙酰氨基酚（每日最大剂量不超过2g），而且服用含对乙酰氨基酚药物同时不要饮酒。 ⑵不要同时服用两种及以上含有对乙酰氨基酚成份的药物。 给药说明 ⑴给药前应注意患者的肝、肾功能，对长期较大剂量用药者应定期复查（包括血象及肝肾功能等）。 ⑵服用后，疗效不显著者宜就医改用其他药物。 ⑶本品与水杨酸类或其他非甾体抗炎药不宜同时长期（＞5天）服用。 用法与用量 ⑴退热镇痛：①成人常用量：口服，一次0.3g～0.6g，每4小时一次，或一日4次；一日量不宜超过2.0g。退热疗程一般不超过3天，镇痛不宜超过10天。②儿童常用量：口服，按体重一次10～15mg/kg，或按体表面积一天1.5g/m²，分次服，每4～6小时1次；12岁以下的小儿每24小时不超过5次量，疗程不超过5天。 ⑵骨性关节炎：成人常用量口服缓释片，一次0.65～1.3g，每8小时1次。一日最大量不超过2.0g，疗程遵医嘱。 ⑶肌内注射，成人，一次0.15～0.2g，不宜长期应用，退热疗程不超过3粒；镇痛疗程不超过10日。 剂型与规格 片剂 0.16g 0.3g 0.5g基药 XN02BE甲1060 0% 哪儿有 缓释片 0.65g XN02BE乙1060 5% 哪儿有 胶囊剂 0.3g XN02BE甲1060 0% 暂无 口服溶液 6g 120ml 3.2% 60ml 2.4g 100ml基药 XN02BE乙1060 0% 哪儿有 泡腾颗粒 0.1g基药 XN02BE乙1060 0% 哪儿有 滴剂 1g 10ml 3.0g 30ml 1.5g 15ml XN02BE乙1060 0% 哪儿有 栓剂 0.15g 0.3g 0.6g XN02BE乙1060 0% 哪儿有 口腔崩解片 0.125g 0.16g 哪儿有 干混悬剂 6.5g:0.5g基药 4.22g:1.25g基药 12.65g:3.75g基药 哪儿有 干混悬剂 1.01g:0.3g基药 哪儿有",
      "full_pregnancy_category": "B\n \n",
      "full_pharmacokinetics": "⑴药效学：本品属于乙酰苯胺类镇痛药，镇痛作用可能是通过抑制中枢神经系统中前列腺素的合成以及阻断痛觉神经末梢的冲动而产生镇痛。解热作用则可能是通过下视丘体温调节中枢产生周围血管扩张、出汗与散热而起作用。本品能症状性缓解疼痛和退热，与非甾体抗炎药相比起抗炎作用弱。 ⑵药动学：口服后自胃肠道吸收而完全（在高碳水化合物饮食后服药可能降低吸收），吸收后在体液中分布均匀，约有25％与血浆蛋白结合。小量时（血药浓度＜60μg/ml）与蛋白结合不明显，大量或中毒量则结合率较高，可达43％。本品90％～95％在肝脏代谢，主要与葡糖醛酸、硫酸及半胱氨酸结合。中间代谢产物对肝脏有毒性作用。ｔ1/2一般为1～4小时（平均为2小时），肾功能不全时不变，但在某些肝病患者可能延长，老年人和新生儿可有所延长，而小儿则有所缩短。口服后0.5～2小时血药浓度达峰值，剂量在650mg以下时血药浓度为5～20μg/ml，作用持续时间为3～4小时。哺乳期妇女服用本品650mg，1～2小时后乳汁中药物浓度为10～15μg/ml；ｔ1/2为1.35～3.5小时。本品主要以与葡糖醛酸结合的形式从肾脏排泄，24小时内约有3％以原形随尿排出。",
      "full_precautions": "⑴交叉过敏反应：对阿司匹林过敏者对本品一般不发生过敏反应。但有报道在因阿司匹林过敏发生哮喘的病人中，少数（＜5％）可于服用本品后发生轻度支气管痉挛性反应。 ⑵本品可通过胎盘，故应考虑到孕妇用本品后可能对胎儿造成的不良影响。 ⑶虽然哺乳期妇女服用本品后在乳汁中可达一定浓度，但在哺乳婴儿尿中尚未发现过本品或本品的代谢产物排出。 ⑷对诊断的干扰：①血糖测定，应用葡萄糖氧化酶/过氧化酶法测定时可得假性低值，而用己糖激酶/6-磷酸脱氢酶法测定时则无影响；②血清尿酸测定，应用磷钨酸法测定时可得假性高值；③尿5-羟吲哚醋酸（5-HIAA）测定，应用亚硝基萘酚试剂作定性过筛试验时可得假阳性结果，定量试验不受影响；④肝功能试验，应用一次大剂量（＞8～10g）或长期应用较小剂量（＞3～5g/d）时，凝血酶原时间、血清胆红素浓度、血清乳酸脱氢酶浓度及血清氨基转移酶均可增高。 ⑸下列情况应慎用：①乙醇中毒、肝病或病毒性肝炎时，本品有增加肝脏毒性作用的危险；②肾功能不全，虽偶可用，但如长期大量应用，有增加肾脏毒性的危险。 ⑹不宜大量或长期有两个要以防引起造血系统和肝、肾脏损害。 药物相互作用 ⑴在长期饮酒或应用其他肝酶诱导剂，尤其是应用巴比妥类或其他抗痉药的患者，长期或超量服用本品时，更有发生肝脏毒性反应的危险。 ⑵抗凝药：大量或长期应用对乙酰氨基酚时，因可减少凝血因子在肝内的合成，有增强抗凝药的作用，故抗凝药的用量应根据凝血酶原时间进行调整。 ⑶长期大量与阿司匹林、其他水杨酸盐或其他非甾体抗炎药合用时（如每年累积用量至1000g，应用3年以上时），可明显增加肾毒性（包括肾乳头坏死、肾及膀胱癌等）的危险。 ⑷对乙酰氨基酚与抗病毒药齐多夫定合用时，由于两药可互相降低与葡糖醛酸的结合作用而降低清除率，从而增加毒性，因此应避免同时应用。 ⑸与他克莫司合用可导致急性肾衰竭。 ⑹与左氧氟沙星、氧氟沙星合用可增加癫痫发作的风险。 ⑺本品可减弱β受体拮抗药的抗高血压作用。 ⑻本品可减弱血管紧张素转换酶抑制药及利尿药的降压和利尿作用。 ⑼本品可抑制锂盐、钾随尿液排泄，使锂、钾的血浆药物浓度升高。 ⑽本品可升高甲氨蝶呤的血浆药物浓度，从而增强其毒性（白细胞减少、血小板减少、贫血、中毒性肾损害和黏膜溃疡形成）。 ⑾与达那帕特合用可增加出血和椎管内麻醉时血肿发生的风险。 ⑿本品可增加环孢素中毒（肾功能不全、胆汁淤积、感觉异常）的风险。 ⒀本品与丙磺舒合用，本品的血浆药物浓度升高、半衰期延长，疗效增强，但不良反应也相应增加。 ⒁本品与氯霉素同用可增强后者的毒性。 ⒂碳酸氢钠可加快本品的吸收。 ⒃本品与口服磺酰脲类降糖药合用，可增加低血糖的风险。 ⒄与氨氯地平、非洛地平、拉西地平、美尼地平、尼卡地平、硝苯地平、尼伐地平、尼莫地平、尼索地平、尼群地平、普尼地平、地尔硫䓬、氟桂利嗪、利多氟嗪、戈洛帕米、维拉帕米合用，可减弱后者的降压作用，并有致溃疡发生的风险。 ⒅与β-葡聚糖合用可导致严重的胃肠道损害。 ⒆对乙酰氨基酚与氟氯西林合用时应谨慎，可能增加低谷胱甘肽水平导致焦谷氨酸酸中毒风险。特别是患有严重肾功能损害和脓毒症等严重疾病的患者，或营养不良和其他谷胱甘肽缺乏症（例如慢性酒精中毒）患者风险更高。 药物过量 逾量（一日量＞10g）中毒的处理：⑴服药过量时应洗胃或催吐，并给予拮抗剂N-乙酰半胱氨酸，不得给活性炭，因后者可影响拮抗药的吸收；⑵N-乙酰半胱氨酸开始用时按体重给予140mg/kg口服，然后以70mg/kg每4小时1次，共用17次；⑶病情严重时可静脉给药，将药物溶于5％葡萄糖注射液200ml中静注。⑷拮抗药宜尽早应用，12小时内给药疗效满意，超过24小时疗效较差。治疗中应进行血药浓度监测，并给予其他疗法，如用血液透析或血液滤过。⑸服用超量（包括中毒量）时，可很快 用药交代 ⑴不要超量服用对乙酰氨基酚（每日最大剂量不超过2g），而且服用含对乙酰氨基酚药物同时不要饮酒。 ⑵不要同时服用两种及以上含有对乙酰氨基酚成份的药物。 给药说明 ⑴给药前应注意患者的肝、肾功能，对长期较大剂量用药者应定期复查（包括血象及肝肾功能等）。 ⑵服用后，疗效不显著者宜就医改用其他药物。 ⑶本品与水杨酸类或其他非甾体抗炎药不宜同时长期（＞5天）服用。 用法与用量 ⑴退热镇痛：①成人常用量：口服，一次0.3g～0.6g，每4小时一次，或一日4次；一日量不宜超过2.0g。退热疗程一般不超过3天，镇痛不宜超过10天。②儿童常用量：口服，按体重一次10～15mg/kg，或按体表面积一天1.5g/m²，分次服，每4～6小时1次；12岁以下的小儿每24小时不超过5次量，疗程不超过5天。 ⑵骨性关节炎：成人常用量口服缓释片，一次0.65～1.3g，每8小时1次。一日最大量不超过2.0g，疗程遵医嘱。 ⑶肌内注射，成人，一次0.15～0.2g，不宜长期应用，退热疗程不超过3粒；镇痛疗程不超过10日。 剂型与规格 片剂 0.16g 0.3g 0.5g基药 XN02BE甲1060 0% 哪儿有 缓释片 0.65g XN02BE乙1060 5% 哪儿有 胶囊剂 0.3g XN02BE甲1060 0% 暂无 口服溶液 6g 120ml 3.2% 60ml 2.4g 100ml基药 XN02BE乙1060 0% 哪儿有 泡腾颗粒 0.1g基药 XN02BE乙1060 0% 哪儿有 滴剂 1g 10ml 3.0g 30ml 1.5g 15ml XN02BE乙1060 0% 哪儿有 栓剂 0.15g 0.3g 0.6g XN02BE乙1060 0% 哪儿有 口腔崩解片 0.125g 0.16g 哪儿有 干混悬剂 6.5g:0.5g基药 4.22g:1.25g基药 12.65g:3.75g基药 哪儿有 干混悬剂 1.01g:0.3g基药 哪儿有"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2687",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1031,
    "name": "※(乙10%)注射用头孢哌酮钠舒巴坦钠",
    "full_name": "※(乙10%)注射用头孢哌酮钠舒巴坦钠",
    "chemical_name": "注射用头孢哌酮钠舒巴坦钠",
    "dosage_form": "注射用",
    "types": [],
    "manufacturers": [
      "海南合瑞制药"
    ],
    "specifications": [
      {
        "specification": "1.0g",
        "manufacturer": "海南合瑞制药",
        "full_manufacturer": "海南合瑞制药股份有限公司",
        "price": 44.5,
        "unit": "盒",
        "code": "X00063",
        "approval_number": "国药准字H20103514",
        "insurance_code": "XJ01DDT081B001010205815"
      }
    ],
    "pinyin": "※zhusheyongtoubaopaitongnashubatanna",
    "pinyin_initials": "※zsytbptnsbtn",
    "dosage_form_pinyin": "zhusheyong",
    "dosage_form_initials": "zsy",
    "manual": {
      "indications": "",
      "dosage": "",
      "contraindications": "",
      "adverse_reactions": "",
      "interactions": "暂未发现有临床意义的药物相互作用。",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "precautions": "",
      "source": ""
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1944",
      "last_updated": "2026-03-22"
    }
  },
  {
    "id": 1032,
    "name": "桂林西瓜霜",
    "full_name": "(乙10%)桂林西瓜霜",
    "chemical_name": "桂林西瓜霜",
    "dosage_form": "其他",
    "types": [],
    "manufacturers": [
      "桂林三金药业"
    ],
    "specifications": [
      {
        "specification": "3.5g",
        "manufacturer": "桂林三金药业",
        "full_manufacturer": "桂林三金药业股份有限公司",
        "price": 0,
        "unit": "#N/A",
        "code": "Y00000013159",
        "approval_number": "国药准字Z45021599",
        "insurance_code": "#N/A"
      }
    ],
    "pinyin": "guilinxiguashuang",
    "pinyin_initials": "glxgs",
    "dosage_form_pinyin": "qita",
    "dosage_form_initials": "qt",
    "manual": {
      "indications": "清热解毒，消肿止痛。用于风热上攻、肺胃热盛所致的乳蛾、咳嗽、口糜，症见咽喉肿痛，喉核肿大，口舌生疮，牙龈肿痛或出血；急慢性咽炎、扁桃体炎、口腔炎、口腔溃疡、牙龈炎见上述证候者及轻度烫伤（表皮未破）者。",
      "dosage": "应用，本品不宜长期应用。 9.用药3天症状无缓解，应去医院就诊。 10.对本品过敏者禁用，过敏体质者慎用。 11.药品性状发生改变时禁止应用。 12.儿童必须在成人监护下使用。 13.请将本品放在儿童不能接触的地方。 14.如正在应用其他药品，使用本品前请咨询药师或医师。",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "尚不明确。",
      "interactions": "如与其他药品同时使用可能会产生",
      "pregnancy_category": null,
      "pharmacokinetics": "西瓜霜、黄芩、黄连、黄柏、射干、山豆根、大黄、浙贝母、青黛、薄荷脑、无患子果（炭）、煅硼砂、冰片、甘草。",
      "precautions": "10.对本品过敏者禁用，过敏体质者慎用。2.不宜在服药期间同时服用滋补性中药。8.严格按用法用量应用，本品不宜长期应用。",
      "source": "湖南药事服务网",
      "full_indications": "清热解毒，消肿止痛。用于风热上攻、肺胃热盛所致的乳蛾、咳嗽、口糜，症见咽喉肿痛，喉核肿大，口舌生疮，牙龈肿痛或出血；急慢性咽炎、扁桃体炎、口腔炎、口腔溃疡、牙龈炎见上述证候者及轻度烫伤（表皮未破）者。",
      "full_dosage": "应用，本品不宜长期应用。 9.用药3天症状无缓解，应去医院就诊。 10.对本品过敏者禁用，过敏体质者慎用。 11.药品性状发生改变时禁止应用。 12.儿童必须在成人监护下使用。 13.请将本品放在儿童不能接触的地方。 14.如正在应用其他药品，使用本品前请咨询药师或医师。",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "尚不明确。",
      "full_interactions": "如与其他药品同时使用可能会产生",
      "full_pharmacokinetics": "西瓜霜、黄芩、黄连、黄柏、射干、山豆根、大黄、浙贝母、青黛、薄荷脑、无患子果（炭）、煅硼砂、冰片、甘草。",
      "full_precautions": "1.忌烟酒、辛辣、鱼腥食物。 2.不宜在服药期间同时服用滋补性中药。 3.有高血压、心脏病、肝病、糖尿病、肾病等慢性病严重者应在药师或医师指导下服用。 4.儿童、孕妇、哺乳期妇女、年老体弱、脾虚便溏者应在药师或医师指导下应用。 5.扁桃体有化脓或口糜严重患者应去医院就诊。 6.发热体温超过38.5℃的患者应去医院就诊。 7.口腔内喷或敷药时请不要呼吸，以防药粉进入呼吸道而引起呛咳。用药后半小时内不得进食、饮水。 8.严格按用法用量应用，本品不宜长期应用。 9.用药3天症状无缓解，应去医院就诊。 10.对本品过敏者禁用，过敏体质者慎用。 11.药品性状发生改变时禁止应用。 12.儿童必须在成人监护下使用。 13.请将本品放在儿童不能接触的地方。 14.如正在应用其他药品，使用本品前请咨询药师或医师。",
      "composition": "西瓜霜、黄芩、黄连、黄柏、射干、山豆根、大黄、浙贝母、青黛、薄荷脑、无患子果（炭）、煅硼砂、冰片、甘草。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=4139",
      "last_updated": "2026-03-21"
    }
  },
  {
    "id": 1033,
    "name": "盐酸拉贝洛尔氯化钠注射液",
    "full_name": "盐酸拉贝洛尔氯化钠注射液",
    "chemical_name": "盐酸拉贝洛尔氯化钠注射液",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [
      "江苏迪赛诺制药有限公司"
    ],
    "specifications": [
      {
        "specification": "100ml：0.1g/袋",
        "manufacturer": "江苏迪赛诺制药有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "用于治疗高血压病。",
      "dosage": "⑵注射：①静脉注射，一次25～50mg，加入10％葡萄糖注射液20ml，于5～10分钟缓慢注射，如降压效果不理想可于15分钟后重复一次，直至产生理想的降压效果。②静脉滴注，本品100mg，加5％葡萄糖注射液或氯化钠注射液250ml，以每分钟1～4mg的速度滴注，取得较好效果后停止滴注，有效剂量为50～200mg，但对嗜铬细胞瘤患者可能需要300mg以上。剂型与规格 片剂 50mg基药 100...",
      "contraindications": "⑴支气管哮喘；⑵心源性休克；⑶心传导阻滞（Ⅱ至Ⅲ度房室传导阻滞）；⑷重度或急性心力衰竭；⑸窦性心动过缓；⑹对本品过敏者。",
      "adverse_reactions": "有头昏、恶心、乏力、感觉异常、哮喘加重等。 肝损伤 ⑴肝毒性： 多达8%的患者出现轻中度血清转氨酶含量升高，远高于其他β阻滞剂。这些指标升高通常不会伴随着临床症状，持续时间短，甚至可能在持续治疗过程中恢复正常。尽管拉贝洛尔不常引起临床症状明显的异质肝损伤，但在个案报告和病例系列研究中均出现数例相关报告。肝损伤一般出现在用药4至16周后。血清酶水平升高主要表现为肝细胞性，发病期和病程与急性肝炎...",
      "interactions": "⑴本品与三环类抗抑郁药可增加震颤的发生率。 ⑵西咪替丁可增加本品的生物利用度，导致血药浓度明显升高。 ⑶本品可减弱硝酸甘油的反射性心动过速，但降压作用可协同。 ⑷本品与维拉帕米等钙通道阻滞药联用时需十分谨慎。 ⑸本品可增强氟烷对血压的作用。 用药交代 ⑴本品引起的直立性低血压可导致困倦或其他症状(如",
      "precautions": "⑴少数病人可在服药后2～4小时出现体位性低血压，因此用药剂量应逐渐增加。 ⑵孕妇服用的安全性不详。少量从乳汁分泌，哺乳期妇女慎用。 ⑶小儿的疗效和安全性不详。 ⑷对诊断的干扰：①本品尿中代谢物可造成尿儿茶酚胺和VMA假性升高；②本品可使尿中苯异丙胺试验呈假阳性。 ⑸慎用情况同普萘洛尔。 ⑹逾量时可出",
      "pregnancy_category": "C",
      "pharmacokinetics": "⑴药效学：具有选择性α1和非选择性β受体拮抗作用，两种作用均有降压效应，口服时两种效应之比约为1:3。大剂量时具有膜稳定作用，内源性拟交感活性甚微。本品降压强度与剂量相关，不伴反射性心动过速和心动过缓，立位血压下降较卧位明显。 ⑵药动学：口服吸收完全，绝对生物利用度25％。服后1～2小时血药浓度达峰...",
      "full_indications": "用于治疗高血压病。",
      "full_dosage": "⑴口服：一次100mg，一日2次，2～3天后根据需要加量，常用维持量为200～400mg，一日2次。饭后服。一日最大剂量2400mg。 ⑵注射：①静脉注射，一次25～50mg，加入10％葡萄糖注射液20ml，于5～10分钟缓慢注射，如降压效果不理想可于15分钟后重复一次，直至产生理想的降压效果。总剂量不用超过200mg。②静脉滴注，本品100mg，加5％葡萄糖注射液或氯化钠注射液250ml，以每分钟1～4mg的速度滴注，取得较好效果后停止滴注，有效剂量为50～200mg，但对嗜铬细胞瘤患者可能需要300mg以上。 剂型与规格 片剂 50mg基药 100mg基药 200mg XC07AG乙0405 5% 哪儿有 注射液 50mg 5ml 50mg 10ml 100mg 20ml 100ml：盐酸拉贝洛尔0.1g与氯化钠0.72g。 哪儿有 氯化钠注射液 0.1g:0.72g 100ml XC07AG乙79 5% 暂无 冻干粉针 25mg 50mg 哪儿有",
      "full_contraindications": "⑴支气管哮喘；⑵心源性休克；⑶心传导阻滞（Ⅱ至Ⅲ度房室传导阻滞）；⑷重度或急性心力衰竭；⑸窦性心动过缓；⑹对本品过敏者。",
      "full_adverse_reactions": "有头昏、恶心、乏力、感觉异常、哮喘加重等。 肝损伤 ⑴肝毒性： 多达8%的患者出现轻中度血清转氨酶含量升高，远高于其他β阻滞剂。这些指标升高通常不会伴随着临床症状，持续时间短，甚至可能在持续治疗过程中恢复正常。尽管拉贝洛尔不常引起临床症状明显的异质肝损伤，但在个案报告和病例系列研究中均出现数例相关报告。肝损伤一般出现在用药4至16周后。血清酶水平升高主要表现为肝细胞性，发病期和病程与急性肝炎类似。免疫超敏表现（皮疹、发热和嗜酸性粒细胞增多症）并不常见，自身抗体形成比例也很低。虽然多数病例在停药后即可恢复，但是，其中有几例出现急性肝功能衰竭甚至死亡或者需要紧急肝脏移植，特别是在未及时停药的情况下。拉贝洛尔为β阻滞剂，导致临床症状明显的肝损伤的风险极高。⑵损伤机制： 拉贝洛尔导致肝损伤的机制目前未知，但可能是因为机体对拉贝洛尔由肝脏广泛代谢的代谢产生的异质性所致。少有证据表明超敏反应是肝损伤的原因。 禁忌症 ⑴支气管哮喘；⑵心源性休克；⑶心传导阻滞（Ⅱ至Ⅲ度房室传导阻滞）；⑷重度或急性心力衰竭；⑸窦性心动过缓；⑹对本品过敏者。",
      "full_interactions": "⑴本品与三环类抗抑郁药可增加震颤的发生率。 ⑵西咪替丁可增加本品的生物利用度，导致血药浓度明显升高。 ⑶本品可减弱硝酸甘油的反射性心动过速，但降压作用可协同。 ⑷本品与维拉帕米等钙通道阻滞药联用时需十分谨慎。 ⑸本品可增强氟烷对血压的作用。 用药交代 ⑴本品引起的直立性低血压可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。不建议预先调整拉贝洛尔剂量。应建议患者监测血压。 配伍禁忌 ⑴本品与5%碳酸氢钠注射液混合，溶液产生白色沉淀。 ⑵本品与两性霉素B脂质体、头孢哌酮钠、头孢曲松钠、呋塞米、肝素钠、胰岛素、萘夫西林钠、硫喷妥钠、华法林钠等药物不相容。 输液调配 ⑴盐酸拉贝洛尔注射液：一次100mg稀释于5%葡萄糖注射液或0.9%氯化钠注射液250ml作静脉滴注液：或一次25~50mg加人0.9%氯化钠注射液、5%或10%葡萄糖注射液10~20ml作静脉推注液。 ⑵注射用盐酸拉贝洛尔：每瓶药物用适量5%葡萄糖注射液或0.9%氯化钠注射液溶解，一次100mg药物溶解液稀释于相对应输液250ml作静脉滴注液，或每瓶药物用适量10%葡萄糖注射液溶解，溶解液稀释于10%葡萄糖注射液20ml作静脉推注液。 ⑶新鲜调配为无色的澄明液体。盐酸拉贝洛尔注射液pH为3.0~4.5。 【稳定性】5%葡萄糖注射液调配的浓度为1.25mg/ml、3.75mg/ml的盐酸拉贝洛尔溶液.25C放置72h，拉贝洛尔保持稳定。 给药说明 ⑴本药可与其他抗高血压药或利尿药同用。 ⑵本品可用于嗜铬细胞瘤的降压治疗，但偶有反常性血压增高现象。 ⑶其他情况见普萘洛尔。 用法与用量 ⑴口服：一次100mg，一日2次，2～3天后根据需要加量，常用维持量为200～400mg，一日2次。饭后服。一日最大剂量2400mg。 ⑵注射：①静脉注射，一次25～50mg，加入10％葡萄糖注射液20ml，于5～10分钟缓慢注射，如降压效果不理想可于15分钟后重复一次，直至产生理想的降压效果。总剂量不用超过200mg。②静脉滴注，本品100mg，加5％葡萄糖注射液或氯化钠注射液250ml，以每分钟1～4mg的速度滴注，取得较好效果后停止滴注，有效剂量为50～200mg，但对嗜铬细胞瘤患者可能需要300mg以上。 剂型与规格 片剂 50mg基药 100mg基药 200mg XC07AG乙0405 5% 哪儿有 注射液 50mg 5ml 50mg 10ml 100mg 20ml 100ml：盐酸拉贝洛尔0.1g与氯化钠0.72g。 哪儿有 氯化钠注射液 0.1g:0.72g 100ml XC07AG乙79 5% 暂无 冻干粉针 25mg 50mg 哪儿有",
      "full_precautions": "⑴少数病人可在服药后2～4小时出现体位性低血压，因此用药剂量应逐渐增加。 ⑵孕妇服用的安全性不详。少量从乳汁分泌，哺乳期妇女慎用。 ⑶小儿的疗效和安全性不详。 ⑷对诊断的干扰：①本品尿中代谢物可造成尿儿茶酚胺和VMA假性升高；②本品可使尿中苯异丙胺试验呈假阳性。 ⑸慎用情况同普萘洛尔。 ⑹逾量时可出现体位敏感的严重低血压和心动过缓，应使病人平卧，其他处理同普萘洛尔。本品不易经血液透析和腹膜透析清除。 药物相互作用 ⑴本品与三环类抗抑郁药可增加震颤的发生率。 ⑵西咪替丁可增加本品的生物利用度，导致血药浓度明显升高。 ⑶本品可减弱硝酸甘油的反射性心动过速，但降压作用可协同。 ⑷本品与维拉帕米等钙通道阻滞药联用时需十分谨慎。 ⑸本品可增强氟烷对血压的作用。 用药交代 ⑴本品引起的直立性低血压可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒； ⑵不要随意停药，如要停药请咨询药师或医师。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。不建议预先调整拉贝洛尔剂量。应建议患者监测血压。 配伍禁忌 ⑴本品与5%碳酸氢钠注射液混合，溶液产生白色沉淀。 ⑵本品与两性霉素B脂质体、头孢哌酮钠、头孢曲松钠、呋塞米、肝素钠、胰岛素、萘夫西林钠、硫喷妥钠、华法林钠等药物不相容。 输液调配 ⑴盐酸拉贝洛尔注射液：一次100mg稀释于5%葡萄糖注射液或0.9%氯化钠注射液250ml作静脉滴注液：或一次25~50mg加人0.9%氯化钠注射液、5%或10%葡萄糖注射液10~20ml作静脉推注液。 ⑵注射用盐酸拉贝洛尔：每瓶药物用适量5%葡萄糖注射液或0.9%氯化钠注射液溶解，一次100mg药物溶解液稀释于相对应输液250ml作静脉滴注液，或每瓶药物用适量10%葡萄糖注射液溶解，溶解液稀释于10%葡萄糖注射液20ml作静脉推注液。 ⑶新鲜调配为无色的澄明液体。盐酸拉贝洛尔注射液pH为3.0~4.5。 【稳定性】5%葡萄糖注射液调配的浓度为1.25mg/ml、3.75mg/ml的盐酸拉贝洛尔溶液.25C放置72h，拉贝洛尔保持稳定。 给药说明 ⑴本药可与其他抗高血压药或利尿药同用。 ⑵本品可用于嗜铬细胞瘤的降压治疗，但偶有反常性血压增高现象。 ⑶其他情况见普萘洛尔。 用法与用量 ⑴口服：一次100mg，一日2次，2～3天后根据需要加量，常用维持量为200～400mg，一日2次。饭后服。一日最大剂量2400mg。 ⑵注射：①静脉注射，一次25～50mg，加入10％葡萄糖注射液20ml，于5～10分钟缓慢注射，如降压效果不理想可于15分钟后重复一次，直至产生理想的降压效果。总剂量不用超过200mg。②静脉滴注，本品100mg，加5％葡萄糖注射液或氯化钠注射液250ml，以每分钟1～4mg的速度滴注，取得较好效果后停止滴注，有效剂量为50～200mg，但对嗜铬细胞瘤患者可能需要300mg以上。 剂型与规格 片剂 50mg基药 100mg基药 200mg XC07AG乙0405 5% 哪儿有 注射液 50mg 5ml 50mg 10ml 100mg 20ml 100ml：盐酸拉贝洛尔0.1g与氯化钠0.72g。 哪儿有 氯化钠注射液 0.1g:0.72g 100ml XC07AG乙79 5% 暂无 冻干粉针 25mg 50mg 哪儿有",
      "full_pharmacokinetics": "⑴药效学：具有选择性α1和非选择性β受体拮抗作用，两种作用均有降压效应，口服时两种效应之比约为1:3。大剂量时具有膜稳定作用，内源性拟交感活性甚微。本品降压强度与剂量相关，不伴反射性心动过速和心动过缓，立位血压下降较卧位明显。 ⑵药动学：口服吸收完全，绝对生物利用度25％。服后1～2小时血药浓度达峰值。ｔ1/2为6～8小时，约55％～60％的原形药物和代谢产物由尿中排出。血液透析和腹膜透析均不易清除。口服后2～4小时达到峰值作用，可持续8～12小时。治疗效应与血药浓度明显相关。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=212",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1034,
    "name": "阿利沙坦酯吲达帕胺缓释片",
    "full_name": "阿利沙坦酯吲达帕胺缓释片",
    "chemical_name": "阿利沙坦酯吲达帕胺缓释片",
    "dosage_form": "片剂",
    "types": [],
    "manufacturers": [
      "深圳信立泰药业股份有限公司"
    ],
    "specifications": [
      {
        "specification": "阿利沙坦240mg：吲达帕胺1.5mg*14片",
        "manufacturer": "深圳信立泰药业股份有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "用于治疗原发性高血压，本固定复方制剂适用于阿利沙坦酯单药治疗后血压控制不佳的成人患者。",
      "dosage": "每日一次，每次一片",
      "contraindications": "",
      "adverse_reactions": "常见不良反应包括低钾血症、低钠血症、高尿酸血症、高脂血症、肝功能异常、头晕、肾功能损害、心悸等。 剂型与规格 缓释片 240mg:1.5mg XC09D乙83 5% 哪儿有",
      "interactions": "",
      "precautions": "",
      "pregnancy_category": "",
      "pharmacokinetics": "",
      "full_indications": "用于治疗原发性高血压，本固定复方制剂适用于阿利沙坦酯单药治疗后血压控制不佳的成人患者。",
      "full_dosage": "每日一次，每次一片",
      "full_contraindications": "",
      "full_adverse_reactions": "常见不良反应包括低钾血症、低钠血症、高尿酸血症、高脂血症、肝功能异常、头晕、肾功能损害、心悸等。 剂型与规格 缓释片 240mg:1.5mg XC09D乙83 5% 哪儿有",
      "full_interactions": "",
      "full_precautions": "",
      "full_pharmacokinetics": "",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13919",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1035,
    "name": "阿地溴铵吸入粉雾剂",
    "full_name": "阿地溴铵吸入粉雾剂",
    "chemical_name": "阿地溴铵吸入粉雾剂",
    "dosage_form": "吸入粉雾剂",
    "types": [],
    "manufacturers": [
      "Covis Pharma Europe B.V.（Industrias Farmaceuticas Almirall SA）"
    ],
    "specifications": [
      {
        "specification": "375ug*60吸/瓶",
        "manufacturer": "Covis Pharma Europe B.V.（Industrias Farmaceuticas Almirall SA）"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "适用于慢性阻塞性肺疾病（COPD）患者的维持治疗。",
      "dosage": "口腔吸入：成人推荐用量为一次吸入剂400μg，一日2次。剂型与规格 吸入粉雾剂 400μg(递送量375µg)*60吸 XR03BB乙373 5% 哪儿有",
      "contraindications": "对本品任何成分过敏或者对乳蛋白严重过敏者禁用。",
      "adverse_reactions": "最常见的不良反应（发生率≥3%，高于安慰剂）是头痛、鼻咽炎和咳嗽。 肝损伤 与其他抗胆碱能药剂相同的是，目前尚无证据表明阿地溴铵可导致肝酶升高或临床症状明显的肝损伤。通过吸入器使用抗胆碱能药物人体全身吸收量较低，因此比较安全。 禁忌症 对本品任何成分过敏或者对乳蛋白严重过敏者禁用。",
      "interactions": "避免与其他含抗胆碱能药物一起服用。 用药交代 ⑴不要超过建议的用量。过量使用可能引发副作用。 ⑵如果患者忘记使用一次剂量，应尽快进行使用，但不要在紧接着的时间内使用双倍剂量。 ⑶使用时，患者应将嘴唇紧贴吸入装置，将药物顺畅地吸入到口腔和呼吸道中。 ⑷使用后，患者应彻底清洗吸入设备，并根据说明书的指导",
      "precautions": "⑴不适用于急性使用：不作为救援药物使用。 ⑵反常支气管痉挛：如果发生反常支气管痉挛，请停止使用本品并考虑其他治疗方法。 ⑶窄角型青光眼可能会恶化。患有窄角型青光眼的住院患者应谨慎使用，如果发生这种情况，应立即指示患者咨询眼科医生。 ⑷尿潴留可能会恶化。前列腺增生或膀胱颈梗阻患者应谨慎使用，如果发生这",
      "pregnancy_category": "",
      "pharmacokinetics": "暂无药代动力学数据",
      "full_indications": "适用于慢性阻塞性肺疾病（COPD）患者的维持治疗。",
      "full_dosage": "口腔吸入：成人推荐用量为一次吸入剂400μg，一日2次。 剂型与规格 吸入粉雾剂 400μg(递送量375µg)*60吸 XR03BB乙373 5% 哪儿有",
      "full_contraindications": "对本品任何成分过敏或者对乳蛋白严重过敏者禁用。",
      "full_adverse_reactions": "最常见的不良反应（发生率≥3%，高于安慰剂）是头痛、鼻咽炎和咳嗽。 肝损伤 与其他抗胆碱能药剂相同的是，目前尚无证据表明阿地溴铵可导致肝酶升高或临床症状明显的肝损伤。通过吸入器使用抗胆碱能药物人体全身吸收量较低，因此比较安全。 禁忌症 对本品任何成分过敏或者对乳蛋白严重过敏者禁用。",
      "full_interactions": "避免与其他含抗胆碱能药物一起服用。 用药交代 ⑴不要超过建议的用量。过量使用可能引发副作用。 ⑵如果患者忘记使用一次剂量，应尽快进行使用，但不要在紧接着的时间内使用双倍剂量。 ⑶使用时，患者应将嘴唇紧贴吸入装置，将药物顺畅地吸入到口腔和呼吸道中。 ⑷使用后，患者应彻底清洗吸入设备，并根据说明书的指导定期更换设备或部件。 给药说明 每个吸入器60吸，每吸含阿地溴铵400μg，递送剂量为阿地溴铵375µg 用法与用量 口腔吸入：成人推荐用量为一次吸入剂400μg，一日2次。 剂型与规格 吸入粉雾剂 400μg(递送量375µg)*60吸 XR03BB乙373 5% 哪儿有",
      "full_precautions": "⑴不适用于急性使用：不作为救援药物使用。 ⑵反常支气管痉挛：如果发生反常支气管痉挛，请停止使用本品并考虑其他治疗方法。 ⑶窄角型青光眼可能会恶化。患有窄角型青光眼的住院患者应谨慎使用，如果发生这种情况，应立即指示患者咨询眼科医生。 ⑷尿潴留可能会恶化。前列腺增生或膀胱颈梗阻患者应谨慎使用，如果发生这种情况，应立即指示患者咨询医生。 ⑸立即超敏反应：如果发生包括血管性水肿、支气管痉挛、过敏反应在内的即时超敏反应，应立即停药并考虑替代品。 药物相互作用 避免与其他含抗胆碱能药物一起服用。 用药交代 ⑴不要超过建议的用量。过量使用可能引发副作用。 ⑵如果患者忘记使用一次剂量，应尽快进行使用，但不要在紧接着的时间内使用双倍剂量。 ⑶使用时，患者应将嘴唇紧贴吸入装置，将药物顺畅地吸入到口腔和呼吸道中。 ⑷使用后，患者应彻底清洗吸入设备，并根据说明书的指导定期更换设备或部件。 给药说明 每个吸入器60吸，每吸含阿地溴铵400μg，递送剂量为阿地溴铵375µg 用法与用量 口腔吸入：成人推荐用量为一次吸入剂400μg，一日2次。 剂型与规格 吸入粉雾剂 400μg(递送量375µg)*60吸 XR03BB乙373 5% 哪儿有",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "source": "湖南药事服务网",
      "pharmacodynamics": "阿地溴铵是一种合成四级氨抗胆碱能药物，帮助慢性阻塞性肺疾病患者(COPD)抑制乙酰胆碱对自主神经末梢的毒蕈碱作用，减少支气管平滑肌收缩，缓解支气管痉挛。阿地溴铵具有抑制支气管平滑肌中毒蕈碱型(M3)乙酰胆碱受体的作用。阿地溴铵可在血浆中快速水解，因此任何活性吸收药物不可能导致全身副作用。铵基四级结构...",
      "full_pharmacodynamics": "阿地溴铵是一种合成四级氨抗胆碱能药物，帮助慢性阻塞性肺疾病患者(COPD)抑制乙酰胆碱对自主神经末梢的毒蕈碱作用，减少支气管平滑肌收缩，缓解支气管痉挛。阿地溴铵具有抑制支气管平滑肌中毒蕈碱型(M3)乙酰胆碱受体的作用。阿地溴铵可在血浆中快速水解，因此任何活性吸收药物不可能导致全身副作用。铵基四级结构削弱了药物穿透脂质膜的能力，如血脑障壁。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12944",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1036,
    "name": "吡仑帕奈口服混悬液",
    "full_name": "吡仑帕奈口服混悬液",
    "chemical_name": "吡仑帕奈口服混悬液",
    "dosage_form": "口服混悬剂",
    "types": [],
    "manufacturers": [
      "山东朗诺制药有限公司"
    ],
    "specifications": [
      {
        "specification": "340ml：170mg",
        "manufacturer": "山东朗诺制药有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "⑴用于4岁及以上儿童和成人癫痫部分性发作患者（伴有或不伴有继发全面性发作）的治疗。 ⑵用于治疗≥4岁癫痫患者的部分发作性癫痫，以及作为一种单药疗法，治疗部分发作性癫痫。 ⑶用于≥12岁原发性全身性强直阵挛性癫痫发作的辅助治疗。[1、美国FDA批准吡仑帕奈用于≥12岁原发性全身性强直阵挛性癫痫发作的辅助治疗；2.欧盟EMA批准用吡仑帕奈用于≥7岁原发性全身性强直阵挛性癫痫发作的辅助治疗；3.国...",
      "dosage": "口服：⑴在不使用酶-诱导抗癫痫药物的患者中，开始剂量为睡前一次2mg，一日1次；对在使用酶-诱导抗癫痫药物的患者为睡前一次4mg，一日1次。根据临床反应和耐受性通过在睡前一次2mg，一日1次每周增量可增加至睡前剂量4mg至12mg每日1次。发生剂量增加不应频繁高于每周间隔",
      "contraindications": "对本品过敏者禁用。",
      "adverse_reactions": "最常见不良反应(较高于安慰剂≥4%和≥1%)包括头晕、嗜睡、眩晕、乏力、易激惹、焦虑、跌倒，上呼吸道感染、体重增加、共济失调、步行和平衡障碍，视力模糊，构音困难，无力，攻击行为和睡眠过度。 禁忌症 对本品过敏者禁用。",
      "interactions": "⑴避孕药：12mg每天1次剂量可能会减低含左炔诺孕酮激素避孕药的有效性。⑵细胞色素P450诱导剂：卡马西平、奥卡西平和苯妥英增加本品的清除率和减低本品的血浆浓度和减低其的有效性。对此没有充分信息描述可完全纠正的剂量调整。苯巴比妥和普里米酮也可能减低本品的浓度。当这些酶-诱导抗癫痫药物被引入或撤销时，",
      "precautions": "⑴自杀行为和意念：监视用药患者自杀的想法或行为。⑵神经系统的影响：监视头晕，步态不稳，睡意，和疲乏。当驾驶或操作机械时患者应谨慎。 ⑶跌交：监视跌交和损伤。 ⑷撤销抗癫痫药物：在癫痫患者中，有可能增加癫痫发作频数。 ⑸妊娠：根据动物数据，可能引起胎儿危害。吡仑帕奈具有日服一次的益处，有望减少潜在的服",
      "pregnancy_category": "",
      "pharmacokinetics": "暂无药代动力学数据",
      "full_indications": "⑴用于4岁及以上儿童和成人癫痫部分性发作患者（伴有或不伴有继发全面性发作）的治疗。 ⑵用于治疗≥4岁癫痫患者的部分发作性癫痫，以及作为一种单药疗法，治疗部分发作性癫痫。 ⑶用于≥12岁原发性全身性强直阵挛性癫痫发作的辅助治疗。[1、美国FDA批准吡仑帕奈用于≥12岁原发性全身性强直阵挛性癫痫发作的辅助治疗；2.欧盟EMA批准用吡仑帕奈用于≥7岁原发性全身性强直阵挛性癫痫发作的辅助治疗；3.国外神经内科相关专家小组《意大利共识：吡仑帕奈作为首个加用抗癫痫药物》（2021 ）]",
      "full_dosage": "口服：⑴在不使用酶-诱导抗癫痫药物的患者中，开始剂量为睡前一次2mg，一日1次；对在使用酶-诱导抗癫痫药物的患者为睡前一次4mg，一日1次。根据临床反应和耐受性通过在睡前一次2mg，一日1次每周增量可增加至睡前剂量4mg至12mg每日1次。发生剂量增加不应频繁高于每周间隔。 ⑵每天最大推荐剂量为睡前12mg每天1次。 ⑶特殊患者用药：老年患者，对剂量增加最高频数是每两周；轻度和中度肝受损患者，对轻度和中度肝受损患者每天最大推荐剂量分别为睡前6mg和4mg每天1次，剂量增加最高频数是每2周；严重肝受损患者不推荐；严重肾受损或进行血液透析患者不推荐。 剂型与规格 片剂 2mg 4mg 6mg XN03AX乙1085 5% 哪儿有 口服混悬剂 170mg 340ml XN03AX乙11 5% 哪儿有",
      "full_contraindications": "对本品过敏者禁用。",
      "full_adverse_reactions": "最常见不良反应(较高于安慰剂≥4%和≥1%)包括头晕、嗜睡、眩晕、乏力、易激惹、焦虑、跌倒，上呼吸道感染、体重增加、共济失调、步行和平衡障碍，视力模糊，构音困难，无力，攻击行为和睡眠过度。 禁忌症 对本品过敏者禁用。",
      "full_interactions": "⑴避孕药：12mg每天1次剂量可能会减低含左炔诺孕酮激素避孕药的有效性。⑵细胞色素P450诱导剂：卡马西平、奥卡西平和苯妥英增加本品的清除率和减低本品的血浆浓度和减低其的有效性。对此没有充分信息描述可完全纠正的剂量调整。苯巴比妥和普里米酮也可能减低本品的浓度。当这些酶-诱导抗癫痫药物被引入或撤销时，应严密监视患者。可能需要调整本品的剂量。⑶强CYP3A诱导剂除了抗癫痫药物：应避免(如，利福平[rifampin]，圣约翰草[St.John'swort])等联合应用。 用药交代 严重肝损伤患者不推荐使用。轻度和中度肝损伤：建议每日最大剂量为6mg（轻度）和4mg（中度），睡前每天1次。 用法与用量 口服：⑴在不使用酶-诱导抗癫痫药物的患者中，开始剂量为睡前一次2mg，一日1次；对在使用酶-诱导抗癫痫药物的患者为睡前一次4mg，一日1次。根据临床反应和耐受性通过在睡前一次2mg，一日1次每周增量可增加至睡前剂量4mg至12mg每日1次。发生剂量增加不应频繁高于每周间隔。 ⑵每天最大推荐剂量为睡前12mg每天1次。 ⑶特殊患者用药：老年患者，对剂量增加最高频数是每两周；轻度和中度肝受损患者，对轻度和中度肝受损患者每天最大推荐剂量分别为睡前6mg和4mg每天1次，剂量增加最高频数是每2周；严重肝受损患者不推荐；严重肾受损或进行血液透析患者不推荐。 剂型与规格 片剂 2mg 4mg 6mg XN03AX乙1085 5% 哪儿有 口服混悬剂 170mg 340ml XN03AX乙11 5% 哪儿有",
      "full_precautions": "⑴自杀行为和意念：监视用药患者自杀的想法或行为。⑵神经系统的影响：监视头晕，步态不稳，睡意，和疲乏。当驾驶或操作机械时患者应谨慎。 ⑶跌交：监视跌交和损伤。 ⑷撤销抗癫痫药物：在癫痫患者中，有可能增加癫痫发作频数。 ⑸妊娠：根据动物数据，可能引起胎儿危害。吡仑帕奈具有日服一次的益处，有望减少潜在的服药负担，并改善患者的药物依从性。 药物相互作用 ⑴避孕药：12mg每天1次剂量可能会减低含左炔诺孕酮激素避孕药的有效性。⑵细胞色素P450诱导剂：卡马西平、奥卡西平和苯妥英增加本品的清除率和减低本品的血浆浓度和减低其的有效性。对此没有充分信息描述可完全纠正的剂量调整。苯巴比妥和普里米酮也可能减低本品的浓度。当这些酶-诱导抗癫痫药物被引入或撤销时，应严密监视患者。可能需要调整本品的剂量。⑶强CYP3A诱导剂除了抗癫痫药物：应避免(如，利福平[rifampin]，圣约翰草[St.John'swort])等联合应用。 用药交代 严重肝损伤患者不推荐使用。轻度和中度肝损伤：建议每日最大剂量为6mg（轻度）和4mg（中度），睡前每天1次。 用法与用量 口服：⑴在不使用酶-诱导抗癫痫药物的患者中，开始剂量为睡前一次2mg，一日1次；对在使用酶-诱导抗癫痫药物的患者为睡前一次4mg，一日1次。根据临床反应和耐受性通过在睡前一次2mg，一日1次每周增量可增加至睡前剂量4mg至12mg每日1次。发生剂量增加不应频繁高于每周间隔。 ⑵每天最大推荐剂量为睡前12mg每天1次。 ⑶特殊患者用药：老年患者，对剂量增加最高频数是每两周；轻度和中度肝受损患者，对轻度和中度肝受损患者每天最大推荐剂量分别为睡前6mg和4mg每天1次，剂量增加最高频数是每2周；严重肝受损患者不推荐；严重肾受损或进行血液透析患者不推荐。 剂型与规格 片剂 2mg 4mg 6mg XN03AX乙1085 5% 哪儿有 口服混悬剂 170mg 340ml XN03AX乙11 5% 哪儿有",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "source": "湖南药事服务网",
      "pharmacodynamics": "吡仑帕奈是一种高度选择性、非竞争性的AMPA型谷氨酸受体拮抗药。谷氨酸是介导癫痫发作的主要神经递质。作为AMPA受体拮抗剂，本品能通过靶向突触后AMPA受体-谷氨酸的活动，减少与癫痫发作相关神经元的过度兴奋。",
      "full_pharmacodynamics": "吡仑帕奈是一种高度选择性、非竞争性的AMPA型谷氨酸受体拮抗药。谷氨酸是介导癫痫发作的主要神经递质。作为AMPA受体拮抗剂，本品能通过靶向突触后AMPA受体-谷氨酸的活动，减少与癫痫发作相关神经元的过度兴奋。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=863",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1037,
    "name": "复方比那甫西颗粒",
    "full_name": "复方比那甫西颗粒",
    "chemical_name": "复方比那甫西颗粒",
    "dosage_form": "颗粒剂",
    "types": [],
    "manufacturers": [
      "新疆银朵兰药业股份有限公司"
    ],
    "specifications": [
      {
        "specification": "5.5g*6袋/盒",
        "manufacturer": "新疆银朵兰药业股份有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "具有清除体内异常体液质的功效，用于热性感冒，症见发热、鼻塞、流涕、咽痛、头痛、口干等。",
      "dosage": "口服，每次1袋，一日2-3次，用温开水冲服",
      "contraindications": "对甘草浸膏或本品其他成分过敏者禁用。",
      "adverse_reactions": "临床试验中未报告明显副作用，但个体差异可能存在，如出现不适需及时停药并咨询医生。 禁忌症 对甘草浸膏或本品其他成分过敏者禁用。",
      "interactions": "如正在服用其他药物（尤其是降压药、利尿剂等），需咨询医生或药师，避免相互作用。 用法与用量 口服，每次1袋，一日2-3次，用温开水冲服。 剂型与规格 颗粒剂 每袋相当于饮片2.67g，含甘草浸膏649mg ZI03乙61 5% 哪儿有",
      "precautions": "1.服药期间避免辛辣、油腻食物，注意休息。 2.风寒感冒患者慎用。 3.孕妇、哺乳期妇女及特殊体质者慎用。 4.如服药后症状未缓解或加重，应及时就医。 药物相互作用 如正在服用其他药物（尤其是降压药、利尿剂等），需咨询医生或药师，避免相互作用。 用法与用量 口服，每次1袋，一日2-3次，用温开水冲服",
      "pregnancy_category": "",
      "pharmacokinetics": "天山堇菜、阿里红、玫瑰花、盒果藤根等",
      "full_indications": "具有清除体内异常体液质的功效，用于热性感冒，症见发热、鼻塞、流涕、咽痛、头痛、口干等。",
      "full_dosage": "口服，每次1袋，一日2-3次，用温开水冲服。 剂型与规格 颗粒剂 每袋相当于饮片2.67g，含甘草浸膏649mg ZI03乙61 5% 哪儿有",
      "full_contraindications": "对甘草浸膏或本品其他成分过敏者禁用。",
      "full_adverse_reactions": "临床试验中未报告明显副作用，但个体差异可能存在，如出现不适需及时停药并咨询医生。 禁忌症 对甘草浸膏或本品其他成分过敏者禁用。",
      "full_interactions": "如正在服用其他药物（尤其是降压药、利尿剂等），需咨询医生或药师，避免相互作用。 用法与用量 口服，每次1袋，一日2-3次，用温开水冲服。 剂型与规格 颗粒剂 每袋相当于饮片2.67g，含甘草浸膏649mg ZI03乙61 5% 哪儿有",
      "full_precautions": "1.服药期间避免辛辣、油腻食物，注意休息。 2.风寒感冒患者慎用。 3.孕妇、哺乳期妇女及特殊体质者慎用。 4.如服药后症状未缓解或加重，应及时就医。 药物相互作用 如正在服用其他药物（尤其是降压药、利尿剂等），需咨询医生或药师，避免相互作用。 用法与用量 口服，每次1袋，一日2-3次，用温开水冲服。 剂型与规格 颗粒剂 每袋相当于饮片2.67g，含甘草浸膏649mg ZI03乙61 5% 哪儿有",
      "full_pharmacokinetics": "天山堇菜、阿里红、玫瑰花、盒果藤根等",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13880",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1038,
    "name": "参郁宁神片",
    "full_name": "参郁宁神片",
    "chemical_name": "参郁宁神片",
    "dosage_form": "片剂",
    "types": [],
    "manufacturers": [
      "广东思济药业有限公司"
    ],
    "specifications": [
      {
        "specification": "0.62g*48片/瓶",
        "manufacturer": "广东思济药业有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "益⽓养阴、宁神解郁。⽤于轻、中度抑郁症中医辨证属⽓阴两虚证者，症⻅失眠多梦、多疑善惊、⼝咽⼲燥，⾆淡红或红、苔薄⽩少津、脉细或沉细等。",
      "dosage": "⼝服。⼀次4⽚，⼀⽇3次。疗程8周。 剂型与规格 片剂 0.62g(相当于饮片3.76g) ZA13A乙40 5% 哪儿有",
      "contraindications": "对本品及所含成份过敏者禁⽤。 用法与用量 ⼝服。⼀次4⽚，⼀⽇3次。疗程8周。 剂型与规格 片剂 0.62g(相当于饮片3.76g) ZA13A乙40 5% 哪儿有",
      "adverse_reactions": "临床试验期间受试者⽤药后出现：肾脏及泌尿系统：尿⽩蛋⽩阳性、⾎尿酸升⾼、β-N-⼄酰基-D-氨基葡糖苷酶升⾼、尿⽩细胞阳性、⾎肌酐升⾼、尿⽩蛋⽩/肌酐⽐率升⾼、尿潜⾎阳性、尿胆红素升⾼、尿路感染；肝胆系统：丙氨酸氨基转移酶、天⻔冬氨酸氨基转移酶、结合胆红素等肝⽣化指标异常；消化系统：⼝⼲、腹痛、胃痛、便秘、腹泻、腹胀、恶⼼等胃肠道反应，⼝唇溃疡、⼝腔溃疡、饥饿、⻝欲减退；循环系统：⼼悸，室性...",
      "interactions": "",
      "precautions": "",
      "pregnancy_category": "",
      "pharmacokinetics": "炒酸枣仁、西洋参、郁⾦、五味⼦。",
      "full_indications": "益⽓养阴、宁神解郁。⽤于轻、中度抑郁症中医辨证属⽓阴两虚证者，症⻅失眠多梦、多疑善惊、⼝咽⼲燥，⾆淡红或红、苔薄⽩少津、脉细或沉细等。",
      "full_dosage": "⼝服。⼀次4⽚，⼀⽇3次。疗程8周。 剂型与规格 片剂 0.62g(相当于饮片3.76g) ZA13A乙40 5% 哪儿有",
      "full_contraindications": "对本品及所含成份过敏者禁⽤。 用法与用量 ⼝服。⼀次4⽚，⼀⽇3次。疗程8周。 剂型与规格 片剂 0.62g(相当于饮片3.76g) ZA13A乙40 5% 哪儿有",
      "full_adverse_reactions": "临床试验期间受试者⽤药后出现：肾脏及泌尿系统：尿⽩蛋⽩阳性、⾎尿酸升⾼、β-N-⼄酰基-D-氨基葡糖苷酶升⾼、尿⽩细胞阳性、⾎肌酐升⾼、尿⽩蛋⽩/肌酐⽐率升⾼、尿潜⾎阳性、尿胆红素升⾼、尿路感染；肝胆系统：丙氨酸氨基转移酶、天⻔冬氨酸氨基转移酶、结合胆红素等肝⽣化指标异常；消化系统：⼝⼲、腹痛、胃痛、便秘、腹泻、腹胀、恶⼼等胃肠道反应，⼝唇溃疡、⼝腔溃疡、饥饿、⻝欲减退；循环系统：⼼悸，室性早博、窦性⼼动过缓等⼼电图异常；神经精神系统：头痛、头晕、头部不适；呼吸系统：咽⼲、胸闷、咳嗽；内分泌及代谢系统：⾎糖升⾼、⾼尿酸⾎症、⽔肿；⽪肤及其附件：瘙痒症、⽪疹、湿疹、荨⿇疹等过敏反应，痤疮； 其它：多汗、中性粒细胞计数降低、⽩细胞计数降低等。 禁忌症 对本品及所含成份过敏者禁⽤。 用法与用量 ⼝服。⼀次4⽚，⼀⽇3次。疗程8周。 剂型与规格 片剂 0.62g(相当于饮片3.76g) ZA13A乙40 5% 哪儿有",
      "full_interactions": "",
      "full_precautions": "",
      "full_pharmacokinetics": "炒酸枣仁、西洋参、郁⾦、五味⼦。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13634",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1039,
    "name": "注射用替奈普酶",
    "full_name": "注射用替奈普酶",
    "chemical_name": "注射用替奈普酶",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [
      "Boehringer Ingelheim International GmbH（Boehringer Ingelheim Pharma GmbH & Co. KG）"
    ],
    "specifications": [
      {
        "specification": "25mg/瓶",
        "manufacturer": "Boehringer Ingelheim International GmbH（Boehringer Ingelheim Pharma GmbH & Co. KG）"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "用于急性心肌梗死、肺栓塞等血栓性疾病的紧急溶栓治疗。",
      "dosage": "静脉注射：⑴＜60kg患者使用替奈普酶30mg；⑵≥60～＜70kg给予35mg；⑶≥70～＜80kg给予40mg；⑷≥80～＜90kg给予45mg；⑸≥90kg给予50mg。剂型与规格 注射剂 25mg(5000U) 50mg(10000U) XB01AD乙43 5% 哪儿有",
      "contraindications": "1、出血性疾病（如近期内有严重内出血脑出血或2个月内曾进行过颅脑手术者、10天内发生严重创伤或做过大手术者、严重的未能控制的原发性高血压、妊娠期和产后14天内妇女、细菌性心内膜炎和急性胰腺炎）。 2、颅内肿瘤、动静脉畸形或动脉瘤。 3、已知为出血体质（包括正在使用华法林、脑卒中前48小时内使用过肝素、血小板计数小于10×109/L）。 4、急性缺血性脑卒中可能伴有蛛网膜下腔出血或癫痫发作。",
      "adverse_reactions": "1、血液系统：出血最常见，与溶栓治疗相关的出血类型有胃肠道、泌尿生殖道、腹膜后或颅内的出血，浅层的或表面的出血主要出现在侵入性操作的部位。另外，有出现硬膜外血肿和筋膜下血肿的报道。全身性纤维蛋白溶解比用链激酶时要少见，但出血的发生率相似。 2、心血管系统： （1）心律失常：使用本药治疗急性心肌梗死时，血管再通期间可出现再灌注心律失常，这些反应通常为良性，通过标准的抗心律失常治疗可以控制，但有...",
      "interactions": "1、影响凝血功能的药物（包括醋硝香豆素、苗茚二酮、双香豆素、苯茚二酮、华法林、肝素），同用时，会显著增加出血的危险性。 2、依替贝肽合用时，由于附加的抗凝作用，使出血的危险性增加。 3、硝酸甘油可增加肝脏的血流量，从而增加本药的清除率，使本药的血药浓度降低及冠状动脉的再灌注减少、再灌注时间延长、再闭",
      "precautions": "1、慎用于：脑血管疾病者、高血压患者、急性心包炎患者、严重肝功能障碍者、感染性血栓性静脉炎患者、高龄（年龄大于75岁）患者、正在口服抗凝药的患者、活动性经期出血者。 2、用药期间应监测心电图。 3、本药一般不能与其他药物配伍静脉滴注，也不能与其他药物共用一条静脉血管来滴注。 4、患者的凝血酶原时间超",
      "pregnancy_category": "",
      "pharmacokinetics": "⑴药效学：本品为一种组织纤维溶酶原活化剂（tissue plasminogen activator，t-PA），常用作血栓溶解剂，经由特定的哺乳动物细胞（例如中国天竺鼠卵细胞），利用重组DNA技术即可制造而成。作用同阿替普酶。与阿替普酶相比，其半衰期更长，对纤维蛋白特异性更高，且对纤溶酶原激活物抑制...",
      "full_indications": "用于急性心肌梗死、肺栓塞等血栓性疾病的紧急溶栓治疗。",
      "full_dosage": "静脉注射：⑴＜60kg患者使用替奈普酶30mg；⑵≥60～＜70kg给予35mg；⑶≥70～＜80kg给予40mg；⑷≥80～＜90kg给予45mg；⑸≥90kg给予50mg。 建议总剂量不超过50mg。 剂型与规格 注射剂 25mg(5000U) 50mg(10000U) XB01AD乙43 5% 哪儿有",
      "full_contraindications": "1、出血性疾病（如近期内有严重内出血脑出血或2个月内曾进行过颅脑手术者、10天内发生严重创伤或做过大手术者、严重的未能控制的原发性高血压、妊娠期和产后14天内妇女、细菌性心内膜炎和急性胰腺炎）。 2、颅内肿瘤、动静脉畸形或动脉瘤。 3、已知为出血体质（包括正在使用华法林、脑卒中前48小时内使用过肝素、血小板计数小于10×109/L）。 4、急性缺血性脑卒中可能伴有蛛网膜下腔出血或癫痫发作。",
      "full_adverse_reactions": "1、血液系统：出血最常见，与溶栓治疗相关的出血类型有胃肠道、泌尿生殖道、腹膜后或颅内的出血，浅层的或表面的出血主要出现在侵入性操作的部位。另外，有出现硬膜外血肿和筋膜下血肿的报道。全身性纤维蛋白溶解比用链激酶时要少见，但出血的发生率相似。 2、心血管系统： （1）心律失常：使用本药治疗急性心肌梗死时，血管再通期间可出现再灌注心律失常，这些反应通常为良性，通过标准的抗心律失常治疗可以控制，但有可能引起再次心肌梗死和梗死面积扩大。心律失常的发生率和静脉滴注链激酶时相似。 （2）血管再闭塞：血管开通后，需继续用肝素抗凝，否则可能再次形成血栓，造成血管再闭塞。有报道用本药进行溶栓治疗后发生了胆固醇结晶栓塞。 3、中枢神经系统：可出现颅内出血、癫痫发作。 4、泌尿生殖系统：有报道用药后立即出现肾血管平滑肌脂肪瘤引起的腹膜后出血。 5、骨骼/肌系统：可出现膝部出血性滑膜囊炎。 6、其他：过敏反应。 禁忌症 1、出血性疾病（如近期内有严重内出血脑出血或2个月内曾进行过颅脑手术者、10天内发生严重创伤或做过大手术者、严重的未能控制的原发性高血压、妊娠期和产后14天内妇女、细菌性心内膜炎和急性胰腺炎）。 2、颅内肿瘤、动静脉畸形或动脉瘤。 3、已知为出血体质（包括正在使用华法林、脑卒中前48小时内使用过肝素、血小板计数小于10×109/L）。 4、急性缺血性脑卒中可能伴有蛛网膜下腔出血或癫痫发作。",
      "full_interactions": "1、影响凝血功能的药物（包括醋硝香豆素、苗茚二酮、双香豆素、苯茚二酮、华法林、肝素），同用时，会显著增加出血的危险性。 2、依替贝肽合用时，由于附加的抗凝作用，使出血的危险性增加。 3、硝酸甘油可增加肝脏的血流量，从而增加本药的清除率，使本药的血药浓度降低及冠状动脉的再灌注减少、再灌注时间延长、再闭塞增多。 用药交代 本品可定义为第三代纤溶剂，可单次静脉推注使用，促进了溶栓治疗的快速进行，目前为院前溶栓治疗的首选纤溶剂。 输液调配 ⑴每瓶装50mg只能用0.9%氯化钠注射液10ml使之溶解。 ⑵新鲜调配为无色的澄明液体。调配的5mg/ml替奈普酶溶液pH约为7.3。 【稳定性】调配的药液应立即使用。 用法与用量 静脉注射：⑴＜60kg患者使用替奈普酶30mg；⑵≥60～＜70kg给予35mg；⑶≥70～＜80kg给予40mg；⑷≥80～＜90kg给予45mg；⑸≥90kg给予50mg。 建议总剂量不超过50mg。 剂型与规格 注射剂 25mg(5000U) 50mg(10000U) XB01AD乙43 5% 哪儿有",
      "full_precautions": "1、慎用于：脑血管疾病者、高血压患者、急性心包炎患者、严重肝功能障碍者、感染性血栓性静脉炎患者、高龄（年龄大于75岁）患者、正在口服抗凝药的患者、活动性经期出血者。 2、用药期间应监测心电图。 3、本药一般不能与其他药物配伍静脉滴注，也不能与其他药物共用一条静脉血管来滴注。 4、患者的凝血酶原时间超过15秒时，禁止本药和口服抗凝药同时使用。 5、使用本药时可见注射部位出血，但不影响继续用药，发现出血迹象则应停药。 6、本药每天最大剂量不能超过150mg，否则会增加颅内出血的危险性。 药物相互作用 1、影响凝血功能的药物（包括醋硝香豆素、苗茚二酮、双香豆素、苯茚二酮、华法林、肝素），同用时，会显著增加出血的危险性。 2、依替贝肽合用时，由于附加的抗凝作用，使出血的危险性增加。 3、硝酸甘油可增加肝脏的血流量，从而增加本药的清除率，使本药的血药浓度降低及冠状动脉的再灌注减少、再灌注时间延长、再闭塞增多。 用药交代 本品可定义为第三代纤溶剂，可单次静脉推注使用，促进了溶栓治疗的快速进行，目前为院前溶栓治疗的首选纤溶剂。 输液调配 ⑴每瓶装50mg只能用0.9%氯化钠注射液10ml使之溶解。 ⑵新鲜调配为无色的澄明液体。调配的5mg/ml替奈普酶溶液pH约为7.3。 【稳定性】调配的药液应立即使用。 用法与用量 静脉注射：⑴＜60kg患者使用替奈普酶30mg；⑵≥60～＜70kg给予35mg；⑶≥70～＜80kg给予40mg；⑷≥80～＜90kg给予45mg；⑸≥90kg给予50mg。 建议总剂量不超过50mg。 剂型与规格 注射剂 25mg(5000U) 50mg(10000U) XB01AD乙43 5% 哪儿有",
      "full_pharmacokinetics": "⑴药效学：本品为一种组织纤维溶酶原活化剂（tissue plasminogen activator，t-PA），常用作血栓溶解剂，经由特定的哺乳动物细胞（例如中国天竺鼠卵细胞），利用重组DNA技术即可制造而成。作用同阿替普酶。与阿替普酶相比，其半衰期更长，对纤维蛋白特异性更高，且对纤溶酶原激活物抑制剂-1抵抗力更高。 ⑵药动学：急性心肌梗死患者TNK-tPA给于单次静脉注射后显示其血浆清除呈双相性，起初半衰期为20～24分，终末半衰期为90～130分，平均血浆清除率为99～119mL/min；而t-PA的血浆清除率和半衰期分别为572±132ml/min和3.5±1.4分钟，因此TNK-tPA半衰期长可单次静脉注射。TNK-tPA的分布容量接近于血浆容量，经肝脏代谢。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=12328",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1040,
    "name": "注射用美罗培南氯化钠注射液",
    "full_name": "注射用美罗培南氯化钠注射液",
    "chemical_name": "注射用美罗培南氯化钠注射液",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [
      "湖南科伦制药有限公司"
    ],
    "specifications": [
      {
        "specification": "100ml：1.0g/袋",
        "manufacturer": "湖南科伦制药有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "本品适用证与亚胺培南西司他丁基本相同，此外尚可用于敏感菌所致的脑膜炎。本品应主要用于多重耐药革兰氏阴性杆菌感染、严重需氧菌与厌氧菌混合感染，以及病原未查明严重感染患者的经验治疗。本品治疗严重铜绿假单胞菌感染时宜与其他抗铜绿假单胞菌药物联合应用。",
      "dosage": "⑴成人常用量：肾功能正常患者根据感染严重程度、细菌敏感性以及患者体重等而定，常用量为一次0.5～1g，每8～12小时给药一次；细菌性脑膜炎患者可增至一次2g，每8小时给药一次；一日最大剂量不得超过6g。⑵肾功能减退患者剂量：肾功能减退患者需调整剂量，內生肌酐清除率26～50ml/min者一次1.0g，每12小时一次；內生肌酐清除率10～25ml/min者一次0.5g，每12小时一次；內生肌酐清除率＜10ml/min者一次0.5g，每24小时一次。",
      "contraindications": "⑴对本品及其他碳青霉烯类药物过敏患者，或对其他β内酰胺类药物有过敏性休克史的患者禁用。 ⑵使用丙戊酸的病人禁用。",
      "adverse_reactions": "⑴主要不良反应：皮疹，腹泻、软便、恶心、呕吐。另外实验室检查值主要异常有AST升高、GPT升高、ALP升高和嗜酸性粒细胞增多。 ⑵在应用美罗培南的患者中出现的严重不良反应：过敏性休克、急性肾衰等严重肾功能障碍、伴有血便的重症结肠炎如伪膜性结肠炎等，间质性肺炎、PZF综合症、痉挛、意识障碍等中枢神经系统症状，中毒性表皮坏死症（LYELL综合症）、Stevens-Johnson综合症、全血细胞减...",
      "interactions": "⑴丙磺舒可延长美罗培南血清半衰期、提高其血药浓度。本品可促进丙戊酸代谢，降低丙戊酸的血药浓度而导致癫痫发作。因此本品不宜与丙磺舒或丙戊酸合用。 ⑵美罗培南与氨基糖苷类合用，对某些铜绿假单胞菌有协同抗菌作用。 药物过量 在治疗过程中若出现过量，特别对肾功能损害的病人，应及时处理此产生的症状（见【不良反",
      "precautions": "⑴本品应慎用于对其他β内酰胺类药物过敏患者。 ⑵老年患者及肾功能损害患者，內生肌酐清除率＜50ml/min时，应调整给药剂量。 ⑶中枢神经系统基础疾患、精神异常、癫痫史或合并应用其他可能导致癫痫药物患者，应避免应用本品。 ⑷肝功能损害患者应用本品时不需调整剂量。 ⑸本品属妊娠期用药Ｂ类，妊娠患者需有",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "t1/2: 1h",
      "full_indications": "本品适用证与亚胺培南西司他丁基本相同，此外尚可用于敏感菌所致的脑膜炎。本品应主要用于多重耐药革兰氏阴性杆菌感染、严重需氧菌与厌氧菌混合感染，以及病原未查明严重感染患者的经验治疗。本品治疗严重铜绿假单胞菌感染时宜与其他抗铜绿假单胞菌药物联合应用。",
      "full_dosage": "⑴成人常用量：肾功能正常患者根据感染严重程度、细菌敏感性以及患者体重等而定，常用量为一次0.5～1g，每8～12小时给药一次；细菌性脑膜炎患者可增至一次2g，每8小时给药一次；一日最大剂量不得超过6g。 ⑵肾功能减退患者剂量：肾功能减退患者需调整剂量，內生肌酐清除率26～50ml/min者一次1.0g，每12小时一次；內生肌酐清除率10～25ml/min者一次0.5g，每12小时一次；內生肌酐清除率＜10ml/min者一次0.5g，每24小时一次。血液透析患者剂量为一次0.5g，每24小时一次，每次透析结束后应补充0.5g。CAPD患者剂量与内生肌酐清除率＜10ml/min者同。 ⑶ 3个月以上儿童：一次20mg/kg，每8小时给药一次；细菌性脑膜炎患者一次40mg/kg，每8小时给药一次；体重超过50kg者按50kg给药。 剂型与规格 粉针剂 0.25g 0.5g 1.0g XJ01DH乙0677 20% 哪儿有 氯化钠注射液 0.5g+100ml 1.0g+100ml XJ01DH乙114 20% 暂无",
      "full_contraindications": "⑴对本品及其他碳青霉烯类药物过敏患者，或对其他β内酰胺类药物有过敏性休克史的患者禁用。 ⑵使用丙戊酸的病人禁用。",
      "full_adverse_reactions": "⑴主要不良反应：皮疹，腹泻、软便、恶心、呕吐。另外实验室检查值主要异常有AST升高、GPT升高、ALP升高和嗜酸性粒细胞增多。 ⑵在应用美罗培南的患者中出现的严重不良反应：过敏性休克、急性肾衰等严重肾功能障碍、伴有血便的重症结肠炎如伪膜性结肠炎等，间质性肺炎、PZF综合症、痉挛、意识障碍等中枢神经系统症状，中毒性表皮坏死症（LYELL综合症）、Stevens-Johnson综合症、全血细胞减少、粒细胞缺乏、白细胞减少、肝功能障碍、黄疸，在同类药品中还有溶血性贫血和血栓性静脉炎的报道。 ⑶在应用美罗培南的患者中出现的其他不良反应： ①过敏反应：荨麻疹、发热感、红斑、瘙痒、发热、发红。 ②血液系统：粒细胞减少、血小板增多或减少、淋巴细胞增多、嗜酸粒细胞增多、红细胞、血红蛋白和红细胞压积降低等。 ③神经精神：头痛、倦怠感。 ④肝： LDH、γ-GTP、胆红素、尿胆素原升高以及黄疸。 ⑤肾：β2 -微球蛋白升高、BUN、Cr上升。 ⑥消化系统：腹痛、食欲不振、口内炎、念珠菌感染、维生素K缺乏症状、维生素B族缺乏症状。 肝损伤 ⑴肝毒性： 1%至6%的患者在静脉注射美罗培南达到14日后出现血清转氨酶上升。美罗培南引起的血清转氨酶上升通常较为轻微、短暂且无症状；无需调整用药剂量。 极少情况下美罗培南可导致胆汁淤积性黄疸，症状一般出现在开始治疗后的1至3周内。可能出现超敏症状，但并不显著。自身抗体并不常见。大多数病例症状轻微且具有自限性，但目前已至少公布一例因美罗培南而引起胆管消失综合征的病例。尚未有报告显示美罗培南可导致急性肝衰竭。⑵损伤机制： 美罗培南导致血清酶短暂性轻度升高的原因还有待查明。碳青霉烯类药物引起的胆汁淤积性肝炎可能属于免疫过敏反应，与青霉素和头孢杆菌引起的临床症状明显的肝损伤（较不常见）类似。 禁忌症 ⑴对本品及其他碳青霉烯类药物过敏患者，或对其他β内酰胺类药物有过敏性休克史的患者禁用。 ⑵使用丙戊酸的病人禁用。",
      "full_interactions": "⑴丙磺舒可延长美罗培南血清半衰期、提高其血药浓度。本品可促进丙戊酸代谢，降低丙戊酸的血药浓度而导致癫痫发作。因此本品不宜与丙磺舒或丙戊酸合用。 ⑵美罗培南与氨基糖苷类合用，对某些铜绿假单胞菌有协同抗菌作用。 药物过量 在治疗过程中若出现过量，特别对肾功能损害的病人，应及时处理此产生的症状（见【不良反应】项下），通常药物可通过肾脏迅速排泄；肾功能不全的患者可通过血液透析清除美罗培南及其代谢物。 配伍禁忌 ⑴与齐多夫定、昂丹司琼、多种维生素、多西环素、地西泮、葡萄糖酸钙和阿昔洛韦等呈配伍禁忌。 ⑵不应与其他药物混合使用。 输液调配 ⑴静脉注射液：每瓶0.25～1g药物用无菌注射用水5～20ml溶解，使药液浓度约为50mg/ml。 ⑵静脉滴注液：每瓶0.25～1g药物用0.9%氯化钠注射液、5%或10%葡萄糖注射液5ml溶解，溶解液用相对应输液100ml稀释，不可用灭菌注射用水稀释。输液配伍禁忌见表1-14。 ⑶新鲜调配为无色至淡黄色的澄明液体。美罗培南5mg/ml的水溶液pH为7.0～8.5。 【稳定性】用灭菌注射用水稀释的50mg/ml美罗培南溶液可在室温下稳定存放2h，在冰箱存放12h;用0.9%氯化钠注射液稀释的2.5～50mg/ml美罗培南溶液可在室温稳定存放2h或在冰箱存放18h;用5%葡萄糖注射液稀释的2.5-50mg/ml美罗培南溶液在室温下只能稳定存放1h或在冰箱存放8h。 给药说明 ⑴本品每0.5g用生理盐水约100ml溶解，不可用注射用水。 ⑵本品可静脉滴注或静脉注射给药。1.0g本品静脉滴注15～30分钟，或溶于5～20ml液体缓慢静脉注射，注射时间应超过5分钟。 用法与用量 ⑴成人常用量：肾功能正常患者根据感染严重程度、细菌敏感性以及患者体重等而定，常用量为一次0.5～1g，每8～12小时给药一次；细菌性脑膜炎患者可增至一次2g，每8小时给药一次；一日最大剂量不得超过6g。 ⑵肾功能减退患者剂量：肾功能减退患者需调整剂量，內生肌酐清除率26～50ml/min者一次1.0g，每12小时一次；內生肌酐清除率10～25ml/min者一次0.5g，每12小时一次；內生肌酐清除率＜10ml/min者一次0.5g，每24小时一次。血液透析患者剂量为一次0.5g，每24小时一次，每次透析结束后应补充0.5g。CAPD患者剂量与内生肌酐清除率＜10ml/min者同。 ⑶ 3个月以上儿童：一次20mg/kg，每8小时给药一次；细菌性脑膜炎患者一次40mg/kg，每8小时给药一次；体重超过50kg者按50kg给药。 剂型与规格 粉针剂 0.25g 0.5g 1.0g XJ01DH乙0677 20% 哪儿有 氯化钠注射液 0.5g+100ml 1.0g+100ml XJ01DH乙114 20% 暂无",
      "full_precautions": "⑴本品应慎用于对其他β内酰胺类药物过敏患者。 ⑵老年患者及肾功能损害患者，內生肌酐清除率＜50ml/min时，应调整给药剂量。 ⑶中枢神经系统基础疾患、精神异常、癫痫史或合并应用其他可能导致癫痫药物患者，应避免应用本品。 ⑷肝功能损害患者应用本品时不需调整剂量。 ⑸本品属妊娠期用药Ｂ类，妊娠患者需有明确指征时应用本品。 ⑹乳妇患者应用本品时应停止哺乳。 ⑺3个月以下婴儿暂不推荐使用。 药物相互作用 ⑴丙磺舒可延长美罗培南血清半衰期、提高其血药浓度。本品可促进丙戊酸代谢，降低丙戊酸的血药浓度而导致癫痫发作。因此本品不宜与丙磺舒或丙戊酸合用。 ⑵美罗培南与氨基糖苷类合用，对某些铜绿假单胞菌有协同抗菌作用。 药物过量 在治疗过程中若出现过量，特别对肾功能损害的病人，应及时处理此产生的症状（见【不良反应】项下），通常药物可通过肾脏迅速排泄；肾功能不全的患者可通过血液透析清除美罗培南及其代谢物。 配伍禁忌 ⑴与齐多夫定、昂丹司琼、多种维生素、多西环素、地西泮、葡萄糖酸钙和阿昔洛韦等呈配伍禁忌。 ⑵不应与其他药物混合使用。 输液调配 ⑴静脉注射液：每瓶0.25～1g药物用无菌注射用水5～20ml溶解，使药液浓度约为50mg/ml。 ⑵静脉滴注液：每瓶0.25～1g药物用0.9%氯化钠注射液、5%或10%葡萄糖注射液5ml溶解，溶解液用相对应输液100ml稀释，不可用灭菌注射用水稀释。输液配伍禁忌见表1-14。 ⑶新鲜调配为无色至淡黄色的澄明液体。美罗培南5mg/ml的水溶液pH为7.0～8.5。 【稳定性】用灭菌注射用水稀释的50mg/ml美罗培南溶液可在室温下稳定存放2h，在冰箱存放12h;用0.9%氯化钠注射液稀释的2.5～50mg/ml美罗培南溶液可在室温稳定存放2h或在冰箱存放18h;用5%葡萄糖注射液稀释的2.5-50mg/ml美罗培南溶液在室温下只能稳定存放1h或在冰箱存放8h。 给药说明 ⑴本品每0.5g用生理盐水约100ml溶解，不可用注射用水。 ⑵本品可静脉滴注或静脉注射给药。1.0g本品静脉滴注15～30分钟，或溶于5～20ml液体缓慢静脉注射，注射时间应超过5分钟。 用法与用量 ⑴成人常用量：肾功能正常患者根据感染严重程度、细菌敏感性以及患者体重等而定，常用量为一次0.5～1g，每8～12小时给药一次；细菌性脑膜炎患者可增至一次2g，每8小时给药一次；一日最大剂量不得超过6g。 ⑵肾功能减退患者剂量：肾功能减退患者需调整剂量，內生肌酐清除率26～50ml/min者一次1.0g，每12小时一次；內生肌酐清除率10～25ml/min者一次0.5g，每12小时一次；內生肌酐清除率＜10ml/min者一次0.5g，每24小时一次。血液透析患者剂量为一次0.5g，每24小时一次，每次透析结束后应补充0.5g。CAPD患者剂量与内生肌酐清除率＜10ml/min者同。 ⑶ 3个月以上儿童：一次20mg/kg，每8小时给药一次；细菌性脑膜炎患者一次40mg/kg，每8小时给药一次；体重超过50kg者按50kg给药。 剂型与规格 粉针剂 0.25g 0.5g 1.0g XJ01DH乙0677 20% 哪儿有 氯化钠注射液 0.5g+100ml 1.0g+100ml XJ01DH乙114 20% 暂无",
      "full_pharmacokinetics": "⑴药效学：0.1mg/L本品可抑制大肠埃希菌、肺炎克雷伯菌、阴沟肠杆菌、柠檬酸杆菌属等大多数肠杆菌科细菌；对铜绿假单胞菌的MIC90为2mg/L。本品对不动杆菌属的MIC90为1mg/L。黄杆菌属、嗜麦芽窄食单胞菌和部分洋葱伯克霍尔德菌对本品亦不敏感。本品对化脓性链球菌和无乳链球菌MIC90为0.1mg/L，对青霉素敏感肺炎链球菌MIC90为0.03mg/L，对粪肠球菌的MIC90为8mg/L，对甲氧西林敏感金葡菌和凝固酶阴性葡萄球菌的MIC90分别为0.3和1mg/L，而对甲氧西林耐药葡萄球菌则无抗菌活性。本品对大多数厌氧菌具很强抗菌活性，其中对脆弱拟杆菌MIC90为1mg/L，对产黑素普雷沃菌MIC90为0.1mg/L，对产气芽胞梭菌MIC90为0.02mg/L，对艰难梭菌MIC90为2mg/L，对革兰阳性厌氧菌MIC90为0.3mg/L。 美罗培南通过与青霉素结合蛋白结合，抑制细菌细胞壁合成而发挥杀菌作用那个。本品对大多数革兰阳性或阴性细菌产生的质粒或染色体介导β-内酰胺酶稳定，仅可被嗜麦芽窄食单胞菌等少数细菌所产金属酶和其他个别β-内酰胺酶水解。本品对铜绿假单胞菌具有抗生素后效应。 美罗培南对人类肾去氢肽酶-Ⅰ稳定，不需与去氢肽酶抑制剂联合应用。 ⑵药动学：30分钟内静脉滴注本品0.5g和1.0g，血药峰浓度分别为14～16mg/L和39～58mg/L。静脉滴注本品0.5g，6小时后血药浓度降至1mg/L。5分钟内静脉注射本品0.5g和1.0g，血药峰浓度分别为18～65mg/L和83～140mg/L。 本品在大多数组织和体液中分布良好，在痰、肺组织、胆管、腹腔渗出液、尿液、女性生殖系统和皮肤软组织中可达到或超过抑制大多数细菌所需浓度，其中静脉滴注本品1.0g后在肺组织中浓度为4.8mg/L，支气管黏膜中为4.5mg/L，腹腔液中为30.2mg/L，组织间液中为26.3mg/L，胆汁中为14.3mg/L，皮肤中为5.3mg/L。本品在正常脑脊液中浓度较低，静脉滴注本品1.0g后药物浓度仅为0.2mg/L；但给予化脓性脑膜炎患儿本品40mg/kg后脑脊液药物浓度可达3.3mg/L。美罗培南的血浆蛋白结合率为2％。 本品血半衰期为1小时，主要经肾小球滤过和肾小管分泌排泄，尚有约2％经胆管排泄。本品静脉给药后12小时内原药在尿液中回收率为70％，12小时后尿液中仅可测得微量。本品静脉给药0.5g后尿液中药物浓度超过10mg/L的时间长达5小时。肾功能正常患者每6小时给予本品1.0g或每8小时给予本品0.5g未发现血液或尿液中药物蓄积。 2岁以上儿童对本品的药代动力学参数与成人相仿。3个月～2岁儿童的血半衰期为1.5小时，给药剂量在10～40mg/kg范围时血药浓度与给药剂量呈线性关系。 肾功能不全患者对本品清除率下降。肝功能损害患者不影响本品的代谢。血液透析可清除本品。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1961",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1041,
    "name": "苹果酸奈诺沙星氯化钠注射液",
    "full_name": "苹果酸奈诺沙星氯化钠注射液",
    "chemical_name": "苹果酸奈诺沙星氯化钠注射液",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [
      "浙江医药股份有限公司新昌制药厂"
    ],
    "specifications": [
      {
        "specification": "250ml：0.5g/袋",
        "manufacturer": "浙江医药股份有限公司新昌制药厂"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "用于治疗对奈诺沙星呈现敏感的肺炎链球菌、金黄色葡萄球菌、流感嗜血杆菌、副流感嗜血杆菌、卡他莫拉菌、肺炎克雷伯菌、铜绿假单胞菌以及肺炎支原体、肺炎衣原体和嗜肺军团菌所致的成人(≥18岁)社区获得性肺炎。",
      "dosage": "⑵静脉输注：静脉缓慢输注,每次输注时间不少于90分钟,成人一次0.5g(250ml),一日1次。剂型与规格 胶囊剂 0.25g 0.5g XJ01MB乙0705 5% 哪儿有 注射液 0.5g:2.25g 250ml XJ01MB乙117 5% 哪儿有",
      "contraindications": "对本品过敏者禁用；妊娠及哺乳期妇女禁用；18岁以下患者禁用。",
      "adverse_reactions": "临床试验中常见（≥1%）不良反应有输液部位反应、ALT/AST升高、白细胞计数降低、QT间期延长、中性粒细胞减少、恶心、呕吐、瘙痒、皮疹、γ-GT升高、嗜中性粒细胞计数降低、头晕。暂未发现全身用氟喹诺酮类药物黑框警告中的严重不良反应，包括肌腱炎和肌腱断裂、周围神经病变、中枢神经系统影响和重症肌无力加剧。 禁忌症 对本品过敏者禁用；妊娠及哺乳期妇女禁用；18岁以下患者禁用。",
      "interactions": "⑴含镁抗酸剂、铝、金属阳离子不宜与本品口服制剂同服,宜在本品口服制剂服用2小时后再服用此类药物。含钙补充剂与本品口服制剂并用时没有必要进行剂量调整。 ⑵奈诺沙星与丙磺舒、茶碱、钙补充剂、西咪替丁、华法林并用时不需调整用药剂量。 ⑶与环孢素、非甾体类抗炎药物建议不合用。与茶碱合用需观察浓度并对剂量进行",
      "precautions": "⑴注意严重不良反应发生，如肌腱炎和肌腱断裂、重症肌无力、严重过敏反应、光敏反应/光毒性、肝毒性、中枢神经毒性、外周神经病变、OT间期延长、血糖紊乱。 ⑵一般情况下 妊娠或可能妊娠的妇女禁用。必须要用时必须权衡利弊后才能用于妊娠妇女。 ⑶哺乳期妇女用药期间建议暂停哺乳。 ⑷其余参阅喹诺酮类药物。 药物",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "生物利用度: 70.28%",
      "full_indications": "用于治疗对奈诺沙星呈现敏感的肺炎链球菌、金黄色葡萄球菌、流感嗜血杆菌、副流感嗜血杆菌、卡他莫拉菌、肺炎克雷伯菌、铜绿假单胞菌以及肺炎支原体、肺炎衣原体和嗜肺军团菌所致的成人(≥18岁)社区获得性肺炎。",
      "full_dosage": "⑴口服：成人一次500mg，一日1次，空腹服用，或在至少进食前1小时或进食后2小时服用；疗程7～14天。 ⑵静脉输注：静脉缓慢输注,每次输注时间不少于90分钟,成人一次0.5g(250ml),一日1次。疗程为连续使用7至14天,也可根据病情适当延长。CLcr≥50ml/min患者；轻度、中度肝功能减退患者中；年龄在60~79岁的老年人无需调整剂量。重度肾功能减退患者中本品的剂量调整尚在研究中，尚无重度肝功能减退患者的药代动力学研究结果。 剂型与规格 胶囊剂 0.25g 0.5g XJ01MB乙0705 5% 哪儿有 注射液 0.5g:2.25g 250ml XJ01MB乙117 5% 哪儿有",
      "full_contraindications": "对本品过敏者禁用；妊娠及哺乳期妇女禁用；18岁以下患者禁用。",
      "full_adverse_reactions": "临床试验中常见（≥1%）不良反应有输液部位反应、ALT/AST升高、白细胞计数降低、QT间期延长、中性粒细胞减少、恶心、呕吐、瘙痒、皮疹、γ-GT升高、嗜中性粒细胞计数降低、头晕。暂未发现全身用氟喹诺酮类药物黑框警告中的严重不良反应，包括肌腱炎和肌腱断裂、周围神经病变、中枢神经系统影响和重症肌无力加剧。 禁忌症 对本品过敏者禁用；妊娠及哺乳期妇女禁用；18岁以下患者禁用。",
      "full_interactions": "⑴含镁抗酸剂、铝、金属阳离子不宜与本品口服制剂同服,宜在本品口服制剂服用2小时后再服用此类药物。含钙补充剂与本品口服制剂并用时没有必要进行剂量调整。 ⑵奈诺沙星与丙磺舒、茶碱、钙补充剂、西咪替丁、华法林并用时不需调整用药剂量。 ⑶与环孢素、非甾体类抗炎药物建议不合用。与茶碱合用需观察浓度并对剂量进行适当调整 ⑷其余参阅喹诺酮类药物。 药物过量 口服药物过量时可采取洗胃、活性炭吸附药、泻药或其他缓泻药进行急救，同时对症治疗及支持治疗。 用药交代 在使用本品时可依据患者病情严重程度及耐受性选用注射剂或口服制剂,也可选用治疗初期予以注射剂静脉输注,病情趋缓解后继以口服给药的序贯疗法。 给药说明 接受本品的患者的水摄入 虽然临床试验中未发现结晶尿、管型尿的病例,但仍建议接受本品治疗的患者应补充足够的水分,以防止可能形成高浓度浓缩尿。 用法与用量 ⑴口服：成人一次500mg，一日1次，空腹服用，或在至少进食前1小时或进食后2小时服用；疗程7～14天。 ⑵静脉输注：静脉缓慢输注,每次输注时间不少于90分钟,成人一次0.5g(250ml),一日1次。疗程为连续使用7至14天,也可根据病情适当延长。CLcr≥50ml/min患者；轻度、中度肝功能减退患者中；年龄在60~79岁的老年人无需调整剂量。重度肾功能减退患者中本品的剂量调整尚在研究中，尚无重度肝功能减退患者的药代动力学研究结果。 剂型与规格 胶囊剂 0.25g 0.5g XJ01MB乙0705 5% 哪儿有 注射液 0.5g:2.25g 250ml XJ01MB乙117 5% 哪儿有",
      "full_precautions": "⑴注意严重不良反应发生，如肌腱炎和肌腱断裂、重症肌无力、严重过敏反应、光敏反应/光毒性、肝毒性、中枢神经毒性、外周神经病变、OT间期延长、血糖紊乱。 ⑵一般情况下 妊娠或可能妊娠的妇女禁用。必须要用时必须权衡利弊后才能用于妊娠妇女。 ⑶哺乳期妇女用药期间建议暂停哺乳。 ⑷其余参阅喹诺酮类药物。 药物相互作用 ⑴含镁抗酸剂、铝、金属阳离子不宜与本品口服制剂同服,宜在本品口服制剂服用2小时后再服用此类药物。含钙补充剂与本品口服制剂并用时没有必要进行剂量调整。 ⑵奈诺沙星与丙磺舒、茶碱、钙补充剂、西咪替丁、华法林并用时不需调整用药剂量。 ⑶与环孢素、非甾体类抗炎药物建议不合用。与茶碱合用需观察浓度并对剂量进行适当调整 ⑷其余参阅喹诺酮类药物。 药物过量 口服药物过量时可采取洗胃、活性炭吸附药、泻药或其他缓泻药进行急救，同时对症治疗及支持治疗。 用药交代 在使用本品时可依据患者病情严重程度及耐受性选用注射剂或口服制剂,也可选用治疗初期予以注射剂静脉输注,病情趋缓解后继以口服给药的序贯疗法。 给药说明 接受本品的患者的水摄入 虽然临床试验中未发现结晶尿、管型尿的病例,但仍建议接受本品治疗的患者应补充足够的水分,以防止可能形成高浓度浓缩尿。 用法与用量 ⑴口服：成人一次500mg，一日1次，空腹服用，或在至少进食前1小时或进食后2小时服用；疗程7～14天。 ⑵静脉输注：静脉缓慢输注,每次输注时间不少于90分钟,成人一次0.5g(250ml),一日1次。疗程为连续使用7至14天,也可根据病情适当延长。CLcr≥50ml/min患者；轻度、中度肝功能减退患者中；年龄在60~79岁的老年人无需调整剂量。重度肾功能减退患者中本品的剂量调整尚在研究中，尚无重度肝功能减退患者的药代动力学研究结果。 剂型与规格 胶囊剂 0.25g 0.5g XJ01MB乙0705 5% 哪儿有 注射液 0.5g:2.25g 250ml XJ01MB乙117 5% 哪儿有",
      "full_pharmacokinetics": "⑴药效学：本品为无氟喹诺酮类抗菌药(NFQ),不同于传统的氟喹诺酮类抗菌药,为新一代选择性细菌拓扑异构酶抑制剂,通过作用于细菌DNA旋转酶抑制DNA合成而达杀菌效果。体外抗菌作用显示,奈诺沙星具有很强的广谱抗菌作用,对革兰阳性菌和阴性菌、厌氧菌及非典型病原体均有作用,其中对链球菌属和葡萄球菌属尤其有效,包括多重耐药的肺炎链球菌和甲氧西林耐药金黄色葡萄球菌(MRSA)。另外，本品对耐甲氧西林金黄色葡萄球菌和耐万古霉素菌的病原菌具有很好的杀灭作用。 ⑵药动学：本品口服吸收迅速，进食后口服生物利用度降低，因此宜空腹服用。研究结果显示受试者单次空腹口服苹果酸奈诺沙星胶囊250mg、500mg和750mg后吸收迅速,各剂量组于给药1～2小时内达血药峰浓度,Ｃmax分别为3.237μg/mL、5.909μg/mL和8.525μg/mL。AUC0-72h分别为21.40μg·h/mL、42.17μg·h/mL和66.26μg·h/mL,AUCo-∞分别为21.52μg·h/mL、42.41μg·h/mL和66.54μg·h/mL。T1/2分别为10.73h、12.83h和11.01h。CLt/F分别为11.88L/h、11.98L/h和14.41L／h。给药后72h内分别排出了给药量的70.28%、67.05%和66.92%。统计分析结果显示苹果酸奈诺沙星胶囊在250mg～750mg剂量范围内AUC0-∞、AUC0-72h、Ｃmax与剂量间呈线性关系。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=2085",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1042,
    "name": "注射用头孢吡肟氯化钠注射液",
    "full_name": "注射用头孢吡肟氯化钠注射液",
    "chemical_name": "注射用头孢吡肟氯化钠注射液",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [
      "北京锐业制药有限公司"
    ],
    "specifications": [
      {
        "specification": "100ml：1.0g/袋",
        "manufacturer": "北京锐业制药有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "本品主要适用于治疗敏感菌引起的下列中、重度感染： 1.由肺炎克雷伯菌、肠杆菌属、铜绿假单胞菌和肺炎链球菌等所致的中、重度肺炎； 2.由大肠埃希菌、肺炎克雷伯菌或奇异变形杆菌所致的中、重度单纯性或复杂性尿路感染； 3.由甲氧西林敏感金葡菌或化脓性链球菌所致的皮肤、软组织感染； 4.由大肠埃希菌、草绿色链球菌、铜绿假单胞菌、肺炎克雷伯菌、肠杆菌属细菌或脆弱拟杆菌所致的复杂性腹腔内感染（合用甲硝唑...",
      "dosage": "⑴用法：静脉给药或深部肌内注射给药。①静脉给药：静脉滴注时，将1～2g本品溶于50～100ml的氯化钠注射液，5％或10％葡萄糖注射液，葡萄糖氯化钠注射液，乳酸林格和5％葡萄糖混合注射液中，药物浓度不应超过40mg/ml，于30分钟滴毕。②肌内注射：将0.5g本品加1.5ml注射用水，或1g加3.0ml溶解后，经深部肌群（如臀肌群或外侧股四头肌）注射",
      "contraindications": "",
      "adverse_reactions": "出现局部刺激、二重感染、消化道反应、药热、头痛、恶心、呕吐等。检验结果变化有Coombs反应阳性、血磷下降、ALT和AST升高、嗜酸性粒细胞减少、凝血酶原时间异常，尚可见碱性磷酸酶、BUN、血钙、肌酐、血磷、血钾或总胆红素升高，以及血钙、血细胞比容值、中性粒细胞、血小板或白细胞数下降。尚可有与其他头孢菌素类似的一些反应。 肾损伤 可能导致肾损伤。 头孢菌素分为一、二、三、四、五代，随着代数变...",
      "interactions": "⑴本品与氨基糖苷类抗生素合用，有协同抗菌作用。 ⑵本品与氨基糖苷类、抗肿瘤药或强利尿药合用，可加重肾毒性。 ⑶丙磺舒可影响本品的排泄，可使本品血药浓度升高。 ⑷本品不可与甲硝唑、万古霉素、庆大霉素、妥布霉素、奈替米星、氨茶碱等配伍使用。 输液调配 每1-2g药物用10ml0.9%氯化钠注射液、5%或",
      "precautions": "⑴本品偶可致过敏反应，对于曾有头孢菌素或青霉素类过敏史者避免使用。 ⑵本品的抗菌谱广，常可致菌群失调而引起二重感染（如假膜性肠炎及其他）。 ⑶肾功能不全者须调整用药剂量。 药物相互作用 ⑴本品与氨基糖苷类抗生素合用，有协同抗菌作用。 ⑵本品与氨基糖苷类、抗肿瘤药或强利尿药合用，可加重肾毒性。 ⑶丙磺",
      "pregnancy_category": "B\n \n",
      "pharmacokinetics": "t1/2: 2.6h",
      "full_indications": "本品主要适用于治疗敏感菌引起的下列中、重度感染： 1.由肺炎克雷伯菌、肠杆菌属、铜绿假单胞菌和肺炎链球菌等所致的中、重度肺炎； 2.由大肠埃希菌、肺炎克雷伯菌或奇异变形杆菌所致的中、重度单纯性或复杂性尿路感染； 3.由甲氧西林敏感金葡菌或化脓性链球菌所致的皮肤、软组织感染； 4.由大肠埃希菌、草绿色链球菌、铜绿假单胞菌、肺炎克雷伯菌、肠杆菌属细菌或脆弱拟杆菌所致的复杂性腹腔内感染（合用甲硝唑等抗厌氧菌药物）、盆腔感染（需与甲硝唑等抗厌氧菌药物合用）； 5.中性粒细胞缺乏患者发热的经验治疗。",
      "full_dosage": "⑴用法：静脉给药或深部肌内注射给药。①静脉给药：静脉滴注时，将1～2g本品溶于50～100ml的氯化钠注射液，5％或10％葡萄糖注射液，葡萄糖氯化钠注射液，乳酸林格和5％葡萄糖混合注射液中，药物浓度不应超过40mg/ml，于30分钟滴毕。②肌内注射：将0.5g本品加1.5ml注射用水，或1g加3.0ml溶解后，经深部肌群（如臀肌群或外侧股四头肌）注射。 ⑵用量：①成人，一次1～2g，每12小时静脉滴注、静脉注射或肌内注射。剂量、用药途径和疗程，应根据病原菌的敏感程度、感染严重程度、患者的病情和肾功能状况而定。中性粒细胞减少患者发热及危重感染一次2g，每8小时1次。②小儿剂量：一日50～100mg/kg，分2次静脉滴注。③肾功能不全患者：应调整头孢吡肟剂量。首次饱和剂量与肾功能正常患者相同，维持量如下：肌酐清除率＞60ml/min时，不需调整剂量或给药间隔时间，采用常规剂量；肌酐清除率为30～60ml/min时，根据患者病情和状况，每24小时一次0.5g、每24小时一次1g、每24小时一次2g或每12小时一次2g；肌酐清除率为11～20ml/min时，根据患者病情和状况，每24小时一次0.5g、每24小时一次1g或每24小时一次2g；肌酐清除率＜11ml/min时，根据患者病情和状况，每24小时一次0.25g、每24小时一次0.5g或每24小时一次1g。血液透析3小时可清除68％的头孢吡肟，透析后应追加一剂相同剂量。持续性腹膜透析患者，给药间隔时间应为48小时。 剂型与规格 粉针剂 0.5g 1.0g 2.0g XJ01DE乙0672 20% 哪儿有 氯化钠注射液 1.0g+100ml 2.0g+100ml XJ01DE乙7 20% 暂无",
      "full_contraindications": "",
      "full_adverse_reactions": "出现局部刺激、二重感染、消化道反应、药热、头痛、恶心、呕吐等。检验结果变化有Coombs反应阳性、血磷下降、ALT和AST升高、嗜酸性粒细胞减少、凝血酶原时间异常，尚可见碱性磷酸酶、BUN、血钙、肌酐、血磷、血钾或总胆红素升高，以及血钙、血细胞比容值、中性粒细胞、血小板或白细胞数下降。尚可有与其他头孢菌素类似的一些反应。 肾损伤 可能导致肾损伤。 头孢菌素分为一、二、三、四、五代，随着代数变大，肾毒性变小。总体来说，第一代头孢肾毒性最大。",
      "full_interactions": "⑴本品与氨基糖苷类抗生素合用，有协同抗菌作用。 ⑵本品与氨基糖苷类、抗肿瘤药或强利尿药合用，可加重肾毒性。 ⑶丙磺舒可影响本品的排泄，可使本品血药浓度升高。 ⑷本品不可与甲硝唑、万古霉素、庆大霉素、妥布霉素、奈替米星、氨茶碱等配伍使用。 输液调配 每1-2g药物用10ml0.9%氯化钠注射液、5%或10%葡萄糖注射液、葡萄糖氯化钠注射液、1/6M乳酸钠注射液或含5%葡萄糖的乳酸钠林格注射液溶解，药物溶解液再用相对应输液稀释至50～100ml，最终使得药物浓度不超过40mg/ml。新鲜调配为无色的澄明液体。头孢吡肟100/ml的水溶液pH为4.0～6.0。 【稳定性】新鲜调配溶液会从无色转变成琥珀色，并在存放过程中逐渐变深。使用相容性输液调配的1-40mg/ml头孢吡肟溶液，室温下可稳定存放24h，冷藏时可稳定存放7d。 用法与用量 ⑴用法：静脉给药或深部肌内注射给药。①静脉给药：静脉滴注时，将1～2g本品溶于50～100ml的氯化钠注射液，5％或10％葡萄糖注射液，葡萄糖氯化钠注射液，乳酸林格和5％葡萄糖混合注射液中，药物浓度不应超过40mg/ml，于30分钟滴毕。②肌内注射：将0.5g本品加1.5ml注射用水，或1g加3.0ml溶解后，经深部肌群（如臀肌群或外侧股四头肌）注射。 ⑵用量：①成人，一次1～2g，每12小时静脉滴注、静脉注射或肌内注射。剂量、用药途径和疗程，应根据病原菌的敏感程度、感染严重程度、患者的病情和肾功能状况而定。中性粒细胞减少患者发热及危重感染一次2g，每8小时1次。②小儿剂量：一日50～100mg/kg，分2次静脉滴注。③肾功能不全患者：应调整头孢吡肟剂量。首次饱和剂量与肾功能正常患者相同，维持量如下：肌酐清除率＞60ml/min时，不需调整剂量或给药间隔时间，采用常规剂量；肌酐清除率为30～60ml/min时，根据患者病情和状况，每24小时一次0.5g、每24小时一次1g、每24小时一次2g或每12小时一次2g；肌酐清除率为11～20ml/min时，根据患者病情和状况，每24小时一次0.5g、每24小时一次1g或每24小时一次2g；肌酐清除率＜11ml/min时，根据患者病情和状况，每24小时一次0.25g、每24小时一次0.5g或每24小时一次1g。血液透析3小时可清除68％的头孢吡肟，透析后应追加一剂相同剂量。持续性腹膜透析患者，给药间隔时间应为48小时。 剂型与规格 粉针剂 0.5g 1.0g 2.0g XJ01DE乙0672 20% 哪儿有 氯化钠注射液 1.0g+100ml 2.0g+100ml XJ01DE乙7 20% 暂无",
      "full_precautions": "⑴本品偶可致过敏反应，对于曾有头孢菌素或青霉素类过敏史者避免使用。 ⑵本品的抗菌谱广，常可致菌群失调而引起二重感染（如假膜性肠炎及其他）。 ⑶肾功能不全者须调整用药剂量。 药物相互作用 ⑴本品与氨基糖苷类抗生素合用，有协同抗菌作用。 ⑵本品与氨基糖苷类、抗肿瘤药或强利尿药合用，可加重肾毒性。 ⑶丙磺舒可影响本品的排泄，可使本品血药浓度升高。 ⑷本品不可与甲硝唑、万古霉素、庆大霉素、妥布霉素、奈替米星、氨茶碱等配伍使用。 输液调配 每1-2g药物用10ml0.9%氯化钠注射液、5%或10%葡萄糖注射液、葡萄糖氯化钠注射液、1/6M乳酸钠注射液或含5%葡萄糖的乳酸钠林格注射液溶解，药物溶解液再用相对应输液稀释至50～100ml，最终使得药物浓度不超过40mg/ml。新鲜调配为无色的澄明液体。头孢吡肟100/ml的水溶液pH为4.0～6.0。 【稳定性】新鲜调配溶液会从无色转变成琥珀色，并在存放过程中逐渐变深。使用相容性输液调配的1-40mg/ml头孢吡肟溶液，室温下可稳定存放24h，冷藏时可稳定存放7d。 用法与用量 ⑴用法：静脉给药或深部肌内注射给药。①静脉给药：静脉滴注时，将1～2g本品溶于50～100ml的氯化钠注射液，5％或10％葡萄糖注射液，葡萄糖氯化钠注射液，乳酸林格和5％葡萄糖混合注射液中，药物浓度不应超过40mg/ml，于30分钟滴毕。②肌内注射：将0.5g本品加1.5ml注射用水，或1g加3.0ml溶解后，经深部肌群（如臀肌群或外侧股四头肌）注射。 ⑵用量：①成人，一次1～2g，每12小时静脉滴注、静脉注射或肌内注射。剂量、用药途径和疗程，应根据病原菌的敏感程度、感染严重程度、患者的病情和肾功能状况而定。中性粒细胞减少患者发热及危重感染一次2g，每8小时1次。②小儿剂量：一日50～100mg/kg，分2次静脉滴注。③肾功能不全患者：应调整头孢吡肟剂量。首次饱和剂量与肾功能正常患者相同，维持量如下：肌酐清除率＞60ml/min时，不需调整剂量或给药间隔时间，采用常规剂量；肌酐清除率为30～60ml/min时，根据患者病情和状况，每24小时一次0.5g、每24小时一次1g、每24小时一次2g或每12小时一次2g；肌酐清除率为11～20ml/min时，根据患者病情和状况，每24小时一次0.5g、每24小时一次1g或每24小时一次2g；肌酐清除率＜11ml/min时，根据患者病情和状况，每24小时一次0.25g、每24小时一次0.5g或每24小时一次1g。血液透析3小时可清除68％的头孢吡肟，透析后应追加一剂相同剂量。持续性腹膜透析患者，给药间隔时间应为48小时。 剂型与规格 粉针剂 0.5g 1.0g 2.0g XJ01DE乙0672 20% 哪儿有 氯化钠注射液 1.0g+100ml 2.0g+100ml XJ01DE乙7 20% 暂无",
      "full_pharmacokinetics": "⑴药效学：头孢吡肟抗菌谱广，对大多数革兰阳性菌和革兰阴性菌，包括耐氨基糖苷类和耐第三代头孢菌素的菌株均有效。其抗菌作用既保持了与第三代头孢菌素相似的抗革兰阴性杆菌作用，又对革兰阳性菌的作用优于第三代头孢菌素。头孢吡肟对甲氧西林敏感的金葡菌的活性较头孢他啶为强，两者的MIC分别为2.8mg/L和28.5mg/L；本品对肺炎链球菌（包括青霉素耐药肺炎链球菌）、无乳链球菌和化脓性链球菌的抗菌活性较头孢他啶强。但甲氧西林耐药金葡菌的表皮葡萄球菌对本品耐药。本品对流感嗜血杆菌的作用较头孢他啶为强；对于肠杆菌科细菌也有良好作用。头孢吡肟对产生AmpC酶的细菌，如黏质沙雷菌、弗劳地柠檬酸菌、阴沟肠杆菌、摩根菌属、普罗菲登菌属等也有良好作用。本品对肺炎克雷伯菌、产气肠杆菌、阴沟肠杆菌、弗劳地柠檬酸杆菌、莫根菌属、沙雷菌属等的活性明显较头孢他啶和头孢噻肟为强。对沙门菌属、志贺菌属的MIC90均为0.1mg/L。对铜绿假单胞菌的抗菌活性与头孢他啶相仿或略差，但对部分头孢他啶耐药珠仍具抗菌活性。黄杆菌属以及厌氧菌对本品耐药。 ⑵药动学：肌内注射本品0.5g、1.0g、2.0g后1小时达血药峰浓度，分别为12.5mg/L、25.9mg/L和49.9mg/L；8小时后分别降至1.9mg/L、4.5mg/L和8.7mg/L。本品0.5g、1.0g和2.0g静脉给药后30分钟的血药浓度分别为38.2mg/L、78.7mg/L和163.1mg/L；8小时后分别降低至1.4mg/L、2.4mg/L和3.9mg/L。本品在组织中分布广，在尿液、胆汁、腹膜液、水泡液、气管粘膜、痰液、前列腺液、阑尾和胆囊中均可达有效浓度。一次静脉注射2.0g，组织中有效浓度可维持8～12小时。本品的血消除半衰期约为2.6小时。每次给药2.0g，每8小时1次，连续应用9天未见药物蓄积现象。本品总清除率为120ml/min，几乎全部经肾脏排泄，主要经肾小球滤过。约80％～90％的给药量以原形自尿中排出。本品的血清蛋白结合率为15％～19％。 65岁以上老年健康志愿者，本品1.0g单剂静脉给药，与年轻受试者相比，曲线下面积（AUC）增大，肾清除率降低。老年人的半衰期明显延长至3小时。肾功能不全患者的消除半衰期明显延长，应调整给药剂量。血液透析患者的平均消除半衰期为13小时，持续性腹膜透析患者为19小时。肝功能不全或囊性纤维化患者的药代动力学无改变，无需调整给药剂量。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1925",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1043,
    "name": "玄七健骨片",
    "full_name": "玄七健骨片",
    "chemical_name": "玄七健骨片",
    "dosage_form": "片剂",
    "types": [],
    "manufacturers": [
      "湖南方盛制药股份有限公司"
    ],
    "specifications": [
      {
        "specification": "0.45g*12片/板*2板/盒",
        "manufacturer": "湖南方盛制药股份有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "活血舒筋，通脉止痛，补肾健骨。用于膝骨关节炎（筋脉瘀滞证），症见局部疼痛，活动不利；局部肿胀，压痛，痛有定处，僵硬，活动受限等",
      "dosage": "口服：推荐剂量为一次4片，一日3次",
      "contraindications": "⑴孕妇及哺乳期妇女禁用。 ⑵对本品过敏者禁用。 ⑶严重肝肾功能不全者禁用。",
      "adverse_reactions": "临床试验期间受试者用药后出现：肝生化指标异常升高，血肌酐、尿蛋白、尿红细胞异常升高。 禁忌症 ⑴孕妇及哺乳期妇女禁用。 ⑵对本品过敏者禁用。 ⑶严重肝肾功能不全者禁用。",
      "interactions": "",
      "precautions": "⑴本品为活血化瘀药物，心力衰竭者慎用。 ⑵过敏体质者慎用。 ⑶有肝肾基础疾病者、肝肾功能异常着、肝肾功能不全者慎用。用药期间应定期检查肝肾生化指标。 用法与用量 口服：推荐剂量为一次4片，一日3次。疗程4周。 剂型与规格 片剂 0.45g(相当于饮片2.83g) ZG03乙57 5% 哪儿有",
      "pregnancy_category": "",
      "pharmacokinetics": "延胡索、全蝎、三七、菝葜、牛膝、熟地黄、黄芪、白芍、千斤菝、僵蚕、甘草。",
      "full_indications": "活血舒筋，通脉止痛，补肾健骨。用于膝骨关节炎（筋脉瘀滞证），症见局部疼痛，活动不利；局部肿胀，压痛，痛有定处，僵硬，活动受限等",
      "full_dosage": "口服：推荐剂量为一次4片，一日3次。疗程4周。 剂型与规格 片剂 0.45g(相当于饮片2.83g) ZG03乙57 5% 哪儿有",
      "full_contraindications": "⑴孕妇及哺乳期妇女禁用。 ⑵对本品过敏者禁用。 ⑶严重肝肾功能不全者禁用。",
      "full_adverse_reactions": "临床试验期间受试者用药后出现：肝生化指标异常升高，血肌酐、尿蛋白、尿红细胞异常升高。 禁忌症 ⑴孕妇及哺乳期妇女禁用。 ⑵对本品过敏者禁用。 ⑶严重肝肾功能不全者禁用。",
      "full_interactions": "",
      "full_precautions": "⑴本品为活血化瘀药物，心力衰竭者慎用。 ⑵过敏体质者慎用。 ⑶有肝肾基础疾病者、肝肾功能异常着、肝肾功能不全者慎用。用药期间应定期检查肝肾生化指标。 用法与用量 口服：推荐剂量为一次4片，一日3次。疗程4周。 剂型与规格 片剂 0.45g(相当于饮片2.83g) ZG03乙57 5% 哪儿有",
      "full_pharmacokinetics": "延胡索、全蝎、三七、菝葜、牛膝、熟地黄、黄芪、白芍、千斤菝、僵蚕、甘草。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13374",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1044,
    "name": "替尔泊肽注射液",
    "full_name": "替尔泊肽注射液",
    "chemical_name": "替尔泊肽注射液",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [
      "Eli Lilly Nederland B.V.（Eli Lilly Italia S.p.A.）"
    ],
    "specifications": [
      {
        "specification": "2.4ml：10mg/支",
        "manufacturer": "Eli Lilly Nederland B.V.（Eli Lilly Italia S.p.A.）"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "⑴适用于成人2型糖尿病患者的血糖控制：在饮食控制和运动基础上，接受二甲双胍和/或磺脲类药物治疗血糖仍控制不佳的成人2型糖尿病患者。但不适用于1型糖尿病患者。 ⑵用于成年原发性肥胖症患者减重治疗（减肥）。",
      "dosage": "皮下注射：推荐起始剂量为2.5mg，每周皮下注射1次，4周后，增加至5mg，每周皮下注射1次。②最大剂量为15mg，每周一次皮下注射。④在腹部、大腿或上臂进行皮下注射",
      "contraindications": "⑴具有甲状腺髓样癌（MTC）个人病史或家族病史，或2型多发性内分泌肿瘤综合征患者禁用。 ⑵已知对本品或制剂中任何赋形剂的严重超敏反应禁用。",
      "adverse_reactions": "最常见的不良反应为胃肠道反应，包括恶心、呕吐、腹泻、便秘、腹痛、消化不良等。 禁忌症 ⑴具有甲状腺髓样癌（MTC）个人病史或家族病史，或2型多发性内分泌肿瘤综合征患者禁用。 ⑵已知对本品或制剂中任何赋形剂的严重超敏反应禁用。",
      "interactions": "⑴本品可延迟胃排空，因此有可能影响同时服用的口服药物的吸收。 ⑵与胰岛素促分泌素(如磺酰脲)或胰岛素同时使用，开始使用时，考虑减少同时服用的胰岛素促分泌素(如磺酰脲类)或胰岛素的剂量，以降低低血糖风险。 ⑶本品可导致口服避孕药有效性降低。 药物过量 如果用药过量，应根据患者的临床症状和体征开始适当的",
      "precautions": "⑴胰腺炎：已有临床试验报告。如果怀疑胰腺炎，应立即停止治疗。 ⑵低血糖伴用胰岛素促分泌剂或胰岛素：同时使用胰岛素促分泌器或胰岛素可能会增加低血糖的风险，包括严重低血糖。减少胰岛素促分泌剂或胰岛素的剂量可能是必要的。 ⑶超敏反应：已有超敏反应报告。如果怀疑，请停止使用。 ⑷急性肾损伤：监测报告严重胃肠",
      "pregnancy_category": "",
      "pharmacokinetics": "生物利用度: 80%",
      "full_indications": "⑴适用于成人2型糖尿病患者的血糖控制：在饮食控制和运动基础上，接受二甲双胍和/或磺脲类药物治疗血糖仍控制不佳的成人2型糖尿病患者。但不适用于1型糖尿病患者。 ⑵用于成年原发性肥胖症患者减重治疗（减肥）。",
      "full_dosage": "皮下注射：推荐起始剂量为2.5mg，每周皮下注射1次，4周后，增加至5mg，每周皮下注射1次。 ①如果需要额外的血糖控制，在当前剂量至少4周后，以2.5mg的增量增加剂量。 ②最大剂量为15mg，每周一次皮下注射。 ③可在每周在一天中的任何时间使用一次，无论是否进食。 ④在腹部、大腿或上臂进行皮下注射。 ⑤每次给药时轮换注射部位。 ⑥如有必要，可以更改每周给药的日期，只要两次给药之间的时间间隔至少为3天(72小时)即可。 剂型与规格 注射液 2.5mg 0.5ml 5.0mg 0.5ml 7.5mg 0.5ml XA10BX乙35 5% 哪儿有 注射液 10mg 0.5ml 12.5mg 0.5ml 15mg 0.5ml XA10BX乙35 5% 哪儿有",
      "full_contraindications": "⑴具有甲状腺髓样癌（MTC）个人病史或家族病史，或2型多发性内分泌肿瘤综合征患者禁用。 ⑵已知对本品或制剂中任何赋形剂的严重超敏反应禁用。",
      "full_adverse_reactions": "最常见的不良反应为胃肠道反应，包括恶心、呕吐、腹泻、便秘、腹痛、消化不良等。 禁忌症 ⑴具有甲状腺髓样癌（MTC）个人病史或家族病史，或2型多发性内分泌肿瘤综合征患者禁用。 ⑵已知对本品或制剂中任何赋形剂的严重超敏反应禁用。",
      "full_interactions": "⑴本品可延迟胃排空，因此有可能影响同时服用的口服药物的吸收。 ⑵与胰岛素促分泌素(如磺酰脲)或胰岛素同时使用，开始使用时，考虑减少同时服用的胰岛素促分泌素(如磺酰脲类)或胰岛素的剂量，以降低低血糖风险。 ⑶本品可导致口服避孕药有效性降低。 药物过量 如果用药过量，应根据患者的临床症状和体征开始适当的支持治疗。考虑到本品的半衰期约为5天，可能需要对这些症状进行一段时间的观察和治疗。 用药交代 应用替尔泊肽时应告知患者关于甲状腺髓样癌的潜在风险和甲状腺肿瘤的症状。 用法与用量 皮下注射：推荐起始剂量为2.5mg，每周皮下注射1次，4周后，增加至5mg，每周皮下注射1次。 ①如果需要额外的血糖控制，在当前剂量至少4周后，以2.5mg的增量增加剂量。 ②最大剂量为15mg，每周一次皮下注射。 ③可在每周在一天中的任何时间使用一次，无论是否进食。 ④在腹部、大腿或上臂进行皮下注射。 ⑤每次给药时轮换注射部位。 ⑥如有必要，可以更改每周给药的日期，只要两次给药之间的时间间隔至少为3天(72小时)即可。 剂型与规格 注射液 2.5mg 0.5ml 5.0mg 0.5ml 7.5mg 0.5ml XA10BX乙35 5% 哪儿有 注射液 10mg 0.5ml 12.5mg 0.5ml 15mg 0.5ml XA10BX乙35 5% 哪儿有",
      "full_precautions": "⑴胰腺炎：已有临床试验报告。如果怀疑胰腺炎，应立即停止治疗。 ⑵低血糖伴用胰岛素促分泌剂或胰岛素：同时使用胰岛素促分泌器或胰岛素可能会增加低血糖的风险，包括严重低血糖。减少胰岛素促分泌剂或胰岛素的剂量可能是必要的。 ⑶超敏反应：已有超敏反应报告。如果怀疑，请停止使用。 ⑷急性肾损伤：监测报告严重胃肠道不良反应的肾功能受损患者的肾功能。 ⑸严重的胃肠道疾病：使用可能与胃肠道不良反应有关，有时会很严重。尚未对患有严重胃肠道疾病的患者进行研究，也不建议对这些患者进行研究。 ⑹有糖尿病视网膜病变病史的患者的糖尿病视网膜病变并发症：尚未对需要急性治疗的非增殖性糖尿病视网膜病变、增殖性糖尿病性视网膜病变或糖尿病黄斑水肿患者进行研究。监测有糖尿病视网膜病史的患者的进展情况。 ⑺急性胆囊疾病：已在临床试验中发生。如果怀疑有胆结石，需要进行胆囊研究和临床随访。 ⑻妊娠：根据动物研究，可能会对胎儿造成伤害。 ⑼具有生殖潜力的女性：建议使用口服避孕药的女性改用非口服避孕方法，或在开始后4周和每次剂量增加后4周内增加屏障避孕方法。 ⑽建议患者不得在妊娠期内使用替尔泊肽，育龄女性在使用替尔泊肽治疗期间采取有效的避孕措施。 ⑾尚未确定本品在儿童患者(18岁以下)中的安全性和疗效。 药物相互作用 ⑴本品可延迟胃排空，因此有可能影响同时服用的口服药物的吸收。 ⑵与胰岛素促分泌素(如磺酰脲)或胰岛素同时使用，开始使用时，考虑减少同时服用的胰岛素促分泌素(如磺酰脲类)或胰岛素的剂量，以降低低血糖风险。 ⑶本品可导致口服避孕药有效性降低。 药物过量 如果用药过量，应根据患者的临床症状和体征开始适当的支持治疗。考虑到本品的半衰期约为5天，可能需要对这些症状进行一段时间的观察和治疗。 用药交代 应用替尔泊肽时应告知患者关于甲状腺髓样癌的潜在风险和甲状腺肿瘤的症状。 用法与用量 皮下注射：推荐起始剂量为2.5mg，每周皮下注射1次，4周后，增加至5mg，每周皮下注射1次。 ①如果需要额外的血糖控制，在当前剂量至少4周后，以2.5mg的增量增加剂量。 ②最大剂量为15mg，每周一次皮下注射。 ③可在每周在一天中的任何时间使用一次，无论是否进食。 ④在腹部、大腿或上臂进行皮下注射。 ⑤每次给药时轮换注射部位。 ⑥如有必要，可以更改每周给药的日期，只要两次给药之间的时间间隔至少为3天(72小时)即可。 剂型与规格 注射液 2.5mg 0.5ml 5.0mg 0.5ml 7.5mg 0.5ml XA10BX乙35 5% 哪儿有 注射液 10mg 0.5ml 12.5mg 0.5ml 15mg 0.5ml XA10BX乙35 5% 哪儿有",
      "full_pharmacokinetics": "⑴药效学：本品是一种葡萄糖依赖性促胰岛素多肽（GIP）受体和胰高血糖素样肽-1（GLP-1）受体激动剂，具有GLP-1R/GIPR双重激动作用。GLP-1和GIP是调控血糖的天然的肠促胰岛素激素，GLP-1主要通过刺激葡萄糖依赖性胰岛素分泌、抑制胰高血糖素分泌和减缓胃排空来调节葡萄糖稳态。它还可以通过促进饱腹感的产生，来减少食物摄入。GLP-1通过与GLP-1受体结合发挥作用；而GIP在食物摄入时快速产生，并刺激胰岛素分泌以调节血糖，但它不抑制胰高血糖素分泌或减缓胃排空。GIP通过与胰腺β细胞和其他组织表达的GIP受体结合来发挥作用。因此，GLP-1/GIP受体的激动剂可用于改善肥胖和2型糖尿病患者的血糖控制、减轻体重。 ⑵药动学：健康受试者和2型糖尿病患者之间，替尔泊肽的药代动力学特征类似。每周1次，给药4周后达到稳态血药浓度。暴露量增加与剂量增加成正比。①吸收：皮下给药后，替尔泊肽达到最大血浆浓度的时间范围为8-72小时。皮下注射给药后，替尔泊肽的平均绝对生物利用度为80%。在腹部、大腿或上臂皮下给予替尔泊肽达到的暴露量类似。②分布：在2型糖尿病患者中皮下给药后，替尔泊肽的平均表观稳态分布容积约为10.3L。替尔泊肽与血浆白蛋白高度结合(99%)。③消除：替尔泊肽的表观人群平均清除率为0.061L/h,消除半衰期约为5天，从而可以每周给药一次。④代谢：替尔泊肽通过肽主链的溶蛋白性裂解、C20脂肪酸基团的β-氧化和酰胺水解进行代谢。⑤排泄：替尔泊肽通过代谢消除。替尔泊肽代谢物的主要排泄途径为尿液和粪便排泄。在尿液或粪便中未检测到替尔泊肽原型药物。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13628",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1045,
    "name": "依柯胰岛素注射液",
    "full_name": "依柯胰岛素注射液",
    "chemical_name": "依柯胰岛素注射液",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [
      "Novo Nordisk A/S"
    ],
    "specifications": [
      {
        "specification": "1ml：700u/支",
        "manufacturer": "Novo Nordisk A/S"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "用于治疗成人2型糖尿病。不推荐用于1型糖尿病患者（发生低血糖的风险高）。",
      "dosage": "皮下注射：推荐起始剂量为70单位，每周1次。若漏过一剂，发现后尽快补注，之后恢复原定每周注射时间。剂型与规格 注射液 700单位 1ml(畅充) 1050单位 1.5ml(畅充) 2100单位 3.0ml(畅充) XA10AE乙17 5% 哪儿有",
      "contraindications": "对依柯胰岛素或者本品中任何一种辅料过敏者禁用。",
      "adverse_reactions": "临床试验期间最常报告的不良反应为低血糖，以及注射部位反应外周水肿。 禁忌症 对依柯胰岛素或者本品中任何一种辅料过敏者禁用。",
      "interactions": "⑴下列物质可能会降低胰岛素的需要量：降糖药物、GLP-1 受体激动剂、磺脲类药物、单胺氧化酶抑制剂（MAOI）、β-受体阻滞剂、血管紧张素转换酶（ACE）抑制剂、水杨酸盐类、合成类固醇和磺胺类药物。 ⑵下列物质可能会增加胰岛素的需要量：口服避孕药、噻嗪类、糖皮质激素、甲状腺激素、拟交感神经药、生长激",
      "precautions": "⑴低血糖：如果胰岛素的给药剂量远高于胰岛素的需要量，则可能会发生低血糖。遗漏进餐或进行计划外的剧烈运动可导致低血糖。 ⑵高血糖：在严重高血糖的情况下，应考虑给予速效胰岛素。需使用胰岛素的患者如给药剂量不足和/或终止治疗可能会引起高血糖，并可能会引起糖尿病酮症酸中毒。 ⑶当吡格列酮与胰岛素联合使用时，",
      "pregnancy_category": "",
      "pharmacokinetics": "t1/2: 196h",
      "full_indications": "用于治疗成人2型糖尿病。不推荐用于1型糖尿病患者（发生低血糖的风险高）。",
      "full_dosage": "皮下注射：推荐起始剂量为70单位，每周1次。最好在每周的同一天给药。应根据血糖监测结果动态调整剂量。若漏过一剂，发现后尽快补注，之后恢复原定每周注射时间。 剂型与规格 注射液 700单位 1ml(畅充) 1050单位 1.5ml(畅充) 2100单位 3.0ml(畅充) XA10AE乙17 5% 哪儿有",
      "full_contraindications": "对依柯胰岛素或者本品中任何一种辅料过敏者禁用。",
      "full_adverse_reactions": "临床试验期间最常报告的不良反应为低血糖，以及注射部位反应外周水肿。 禁忌症 对依柯胰岛素或者本品中任何一种辅料过敏者禁用。",
      "full_interactions": "⑴下列物质可能会降低胰岛素的需要量：降糖药物、GLP-1 受体激动剂、磺脲类药物、单胺氧化酶抑制剂（MAOI）、β-受体阻滞剂、血管紧张素转换酶（ACE）抑制剂、水杨酸盐类、合成类固醇和磺胺类药物。 ⑵下列物质可能会增加胰岛素的需要量：口服避孕药、噻嗪类、糖皮质激素、甲状腺激素、拟交感神经药、生长激素和达那唑。 ⑶奥曲肽/兰瑞肽可能会增加或降低胰岛素的需要量。 ⑷酒精可能会增强或减弱胰岛素的降糖作用。 ⑸β-受体阻滞剂可能会掩盖低血糖症状。 药物过量 可能会发生低血糖：轻度低血糖事件可通过口服葡萄糖或其他含糖制品治疗。因此建议患者随时携带含糖制品。严重低血糖事件时，患者不能自行治疗，则可由受过培训的人员通过肌肉注射、皮下注射或鼻腔给药胰高糖素或由医疗保健专业人员通过静脉给予葡萄糖进行治疗。如果患者在 10-15 分钟内对胰高糖素无反应，则必须静脉注射葡萄糖。建议患者在恢复意识后，给予口服碳水化合物，以防低血糖复发。 用药交代 建议随身携带含糖食物，以便应急出现的低血糖风险；需要定期更换注射部位（如腹部、大腿、上臂）以避免注射部位红肿、硬结等局部不良反应。 用法与用量 皮下注射：推荐起始剂量为70单位，每周1次。最好在每周的同一天给药。应根据血糖监测结果动态调整剂量。若漏过一剂，发现后尽快补注，之后恢复原定每周注射时间。 剂型与规格 注射液 700单位 1ml(畅充) 1050单位 1.5ml(畅充) 2100单位 3.0ml(畅充) XA10AE乙17 5% 哪儿有",
      "full_precautions": "⑴低血糖：如果胰岛素的给药剂量远高于胰岛素的需要量，则可能会发生低血糖。遗漏进餐或进行计划外的剧烈运动可导致低血糖。 ⑵高血糖：在严重高血糖的情况下，应考虑给予速效胰岛素。需使用胰岛素的患者如给药剂量不足和/或终止治疗可能会引起高血糖，并可能会引起糖尿病酮症酸中毒。 ⑶当吡格列酮与胰岛素联合使用时，已有心力衰竭事件的报告，特别是在具有充血性心力衰竭危险因素的患者中。 ⑷运动员慎用。 ⑸由于缺乏妊娠期间的经验，建议有生育能力的女性计划妊娠时或在使用本品期间妊娠时停用本品。 ⑹尚未确立本品在儿童及 18 岁以下青少年中使用的安全性和有效性。 ⑺本品可用于老年患者。建议加强血糖监测。 药物相互作用 ⑴下列物质可能会降低胰岛素的需要量：降糖药物、GLP-1 受体激动剂、磺脲类药物、单胺氧化酶抑制剂（MAOI）、β-受体阻滞剂、血管紧张素转换酶（ACE）抑制剂、水杨酸盐类、合成类固醇和磺胺类药物。 ⑵下列物质可能会增加胰岛素的需要量：口服避孕药、噻嗪类、糖皮质激素、甲状腺激素、拟交感神经药、生长激素和达那唑。 ⑶奥曲肽/兰瑞肽可能会增加或降低胰岛素的需要量。 ⑷酒精可能会增强或减弱胰岛素的降糖作用。 ⑸β-受体阻滞剂可能会掩盖低血糖症状。 药物过量 可能会发生低血糖：轻度低血糖事件可通过口服葡萄糖或其他含糖制品治疗。因此建议患者随时携带含糖制品。严重低血糖事件时，患者不能自行治疗，则可由受过培训的人员通过肌肉注射、皮下注射或鼻腔给药胰高糖素或由医疗保健专业人员通过静脉给予葡萄糖进行治疗。如果患者在 10-15 分钟内对胰高糖素无反应，则必须静脉注射葡萄糖。建议患者在恢复意识后，给予口服碳水化合物，以防低血糖复发。 用药交代 建议随身携带含糖食物，以便应急出现的低血糖风险；需要定期更换注射部位（如腹部、大腿、上臂）以避免注射部位红肿、硬结等局部不良反应。 用法与用量 皮下注射：推荐起始剂量为70单位，每周1次。最好在每周的同一天给药。应根据血糖监测结果动态调整剂量。若漏过一剂，发现后尽快补注，之后恢复原定每周注射时间。 剂型与规格 注射液 700单位 1ml(畅充) 1050单位 1.5ml(畅充) 2100单位 3.0ml(畅充) XA10AE乙17 5% 哪儿有",
      "full_pharmacokinetics": "依柯胰岛素是一种新型长效胰岛素类似物，可与白蛋白可逆性结合，在循环系统形成储库并缓慢持续释放，半衰期长达196小时（约8天）。在一周给药间隔内，依柯胰岛素降糖作用分布均匀，并且在临床相关剂量下降糖作用时间可覆盖一周。给药后血药浓度逐渐上升，24小时达到稳定状态，可有效避免血糖剧烈波动。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13785",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1046,
    "name": "金银花口服液",
    "full_name": "金银花口服液",
    "chemical_name": "金银花口服液",
    "dosage_form": "合剂",
    "types": [],
    "manufacturers": [
      "真奥金银花药业有限公司"
    ],
    "specifications": [
      {
        "specification": "20ml/支*18支/盒",
        "manufacturer": "真奥金银花药业有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "清热解毒，疏散风热。用于暑热内犯所致的中暑、症疹、疖肿、风热感冒，症见发热口渴、咽喉肿痛、角疹鲜红，头部疖肿。",
      "dosage": "服用，婴幼儿应在医师指导下服用。6.过敏体质者慎用。7.药品性状发生改变时禁止服用",
      "contraindications": "对本品及所含成份过敏者禁用。",
      "adverse_reactions": "监测数据显示，本制剂可见以下不良反应报告：腹泻、腹痛、腹部不适、恶心、呕吐、皮疹、瘙痒、头晕、过敏反应等。 禁忌症 对本品及所含成份过敏者禁用。",
      "interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用法与用量 口服。成人一次20ml，一日3次.儿童三岁以下一次10ml，一日2次；三岁至七岁，一次10ml，一日3次；七岁以上一次20ml，一日3次，疗程3天。 剂型与规格 口服液 10ml 20ml ZA04B乙7 5% 哪儿有",
      "precautions": "1.服药时饮食宜清淡。 2.脾虚大便溏者慎服。 3.不宜在服药期间同时服用滋补性中药。 4.服药3天症状无缓解，或出现其他严重症状时应停药，并去医院就诊。 5.按照用法用量服用，婴幼儿应在医师指导下服用。 6.过敏体质者慎用。 7.药品性状发生改变时禁止服用。 8.儿童必须在成人监护下使用。 9.请",
      "pregnancy_category": "",
      "pharmacokinetics": "金银花。",
      "full_indications": "清热解毒，疏散风热。用于暑热内犯所致的中暑、症疹、疖肿、风热感冒，症见发热口渴、咽喉肿痛、角疹鲜红，头部疖肿。",
      "full_dosage": "服用，婴幼儿应在医师指导下服用。 6.过敏体质者慎用。 7.药品性状发生改变时禁止服用。 8.儿童必须在成人监护下使用。 9.请将此药品放在儿童不能接触的地方。 10.如正在服用其他药品，使用本品前请咨询药师或医师。",
      "full_contraindications": "对本品及所含成份过敏者禁用。",
      "full_adverse_reactions": "监测数据显示，本制剂可见以下不良反应报告：腹泻、腹痛、腹部不适、恶心、呕吐、皮疹、瘙痒、头晕、过敏反应等。 禁忌症 对本品及所含成份过敏者禁用。",
      "full_interactions": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用法与用量 口服。成人一次20ml，一日3次.儿童三岁以下一次10ml，一日2次；三岁至七岁，一次10ml，一日3次；七岁以上一次20ml，一日3次，疗程3天。 剂型与规格 口服液 10ml 20ml ZA04B乙7 5% 哪儿有",
      "full_precautions": "1.服药时饮食宜清淡。 2.脾虚大便溏者慎服。 3.不宜在服药期间同时服用滋补性中药。 4.服药3天症状无缓解，或出现其他严重症状时应停药，并去医院就诊。 5.按照用法用量服用，婴幼儿应在医师指导下服用。 6.过敏体质者慎用。 7.药品性状发生改变时禁止服用。 8.儿童必须在成人监护下使用。 9.请将此药品放在儿童不能接触的地方。 10.如正在服用其他药品，使用本品前请咨询药师或医师。 药物相互作用 如与其他药物同时使用可能会发生药物相互作用，详情请咨询药师或医师。 用法与用量 口服。成人一次20ml，一日3次.儿童三岁以下一次10ml，一日2次；三岁至七岁，一次10ml，一日3次；七岁以上一次20ml，一日3次，疗程3天。 剂型与规格 口服液 10ml 20ml ZA04B乙7 5% 哪儿有",
      "full_pharmacokinetics": "金银花。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=9187",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1047,
    "name": "肠内营养乳剂（SP）",
    "full_name": "肠内营养乳剂（SP）",
    "chemical_name": "肠内营养乳剂（SP）",
    "dosage_form": "口服乳剂",
    "types": [],
    "manufacturers": [
      "费森尤斯卡比华瑞制药有限公司"
    ],
    "specifications": [
      {
        "specification": "500ml/瓶",
        "manufacturer": "费森尤斯卡比华瑞制药有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "用于因消化和/或吸收功能严重受损（例如：胃肠道结构或功能不完善）而不能耐受大分子营养物患者的肠内营养。例如：短肠综合征胰腺功能不全慢性炎症性肠病化疗/放射导致的肠炎重症患者长期肠外营养后的患者。",
      "dosage": "本品应按照患者体重和营养状况计算每日用量，应能够充分满足患者的营养需求。本品可作完全性肠内营养或补充性营养制剂使用。⑴完全性肠内营养：日推荐剂量不少于1500ml",
      "contraindications": "⑴对本品中任何成份过敏者。 ⑵对肠内营养有禁忌的患者，如：急性胃肠道出血、肠弛缓、肠梗阻等。 ⑶对本品中的营养成份有先天性代谢障碍的患者。 ⑷根据以下症状的严重程度，由医师判断是否停止肠内营养： 腹胀、腹部痛性痉挛 反流、恶心和呕吐 腹泻 肠瘘 麻痹性肠梗阻。 ⑸3岁以下儿童。",
      "adverse_reactions": "如给药速度过快或过量时，可能发生恶心、呕吐或腹泻等胃肠道不良反应 禁忌症 ⑴对本品中任何成份过敏者。 ⑵对肠内营养有禁忌的患者，如：急性胃肠道出血、肠弛缓、肠梗阻等。 ⑶对本品中的营养成份有先天性代谢障碍的患者。 ⑷根据以下症状的严重程度，由医师判断是否停止肠内营养： 腹胀、腹部痛性痉挛 反流、恶心和呕吐 腹泻 肠瘘 麻痹性肠梗阻。 ⑸3岁以下儿童。",
      "interactions": "使用香豆素类药物进行预防性血栓治疗的患者使用本品前，应考虑本品中维生素K的含量。推荐对凝血进行常规管理。当以本品作为唯一营养来源时，最低日推荐剂量1500ml可提供100mg维生素K。给药时不应混合药物和食物，因其可能与蛋白质或其他营养物质凝结而引起喂养管堵塞。 用法与用量 本品应按照患者体重和营养",
      "precautions": "⑴严重器官衰竭（如：严重肝/肾功能不全）的患者，应由医师根据患者对氮的耐受情况判断使用。 ⑵采用重力模式时，应特别注意控制给药速度，偶发的大剂量给药对嗜睡或昏迷患者可能有致命危险。 ⑶若包装破损、膨胀或内容物出现凝结现象，请勿使用。 ⑷应在医师指导下使用。本品不适用于未满3岁的儿童。 ⑸本品不可用于",
      "pregnancy_category": "",
      "pharmacokinetics": "本品为复方制剂，其组分为乳清蛋白水解物（短肽，占总能量的18%）、中链甘油三酸酯（MCT，占总脂肪的51%）、鱼油、碳水化合物、维生素、矿物质和微量元素等人体必需的营养要素。用于补充机体日常生理功能所需的能量及营养成份。",
      "full_indications": "用于因消化和/或吸收功能严重受损（例如：胃肠道结构或功能不完善）而不能耐受大分子营养物患者的肠内营养。例如：短肠综合征胰腺功能不全慢性炎症性肠病化疗/放射导致的肠炎重症患者长期肠外营养后的患者。",
      "full_dosage": "本品应按照患者体重和营养状况计算每日用量，应能够充分满足患者的营养需求。本品可作完全性肠内营养或补充性营养制剂使用。 ⑴完全性肠内营养：日推荐剂量不少于1500ml。 ⑵补充性营养：日剂量由医师确定。 连续管饲给药时，应逐渐增加剂量。开始时给药速度宜为20ml/小时，以后根据患者的肠道耐受程度和目标剂量，逐日增加20ml/小时，最大给药速度为100 ml/小时。 推荐使用肠内营养输注泵进行管饲。采用输注泵模式时，推荐管径不小于CH/FR5；采用重力模式时，推荐管径不小于CH/FR8。胃轻瘫患者，推荐使用空肠管。 剂型与规格 乳剂 500ml XV01乙388 20% 哪儿有",
      "full_contraindications": "⑴对本品中任何成份过敏者。 ⑵对肠内营养有禁忌的患者，如：急性胃肠道出血、肠弛缓、肠梗阻等。 ⑶对本品中的营养成份有先天性代谢障碍的患者。 ⑷根据以下症状的严重程度，由医师判断是否停止肠内营养： 腹胀、腹部痛性痉挛 反流、恶心和呕吐 腹泻 肠瘘 麻痹性肠梗阻。 ⑸3岁以下儿童。",
      "full_adverse_reactions": "如给药速度过快或过量时，可能发生恶心、呕吐或腹泻等胃肠道不良反应 禁忌症 ⑴对本品中任何成份过敏者。 ⑵对肠内营养有禁忌的患者，如：急性胃肠道出血、肠弛缓、肠梗阻等。 ⑶对本品中的营养成份有先天性代谢障碍的患者。 ⑷根据以下症状的严重程度，由医师判断是否停止肠内营养： 腹胀、腹部痛性痉挛 反流、恶心和呕吐 腹泻 肠瘘 麻痹性肠梗阻。 ⑸3岁以下儿童。",
      "full_interactions": "使用香豆素类药物进行预防性血栓治疗的患者使用本品前，应考虑本品中维生素K的含量。推荐对凝血进行常规管理。当以本品作为唯一营养来源时，最低日推荐剂量1500ml可提供100mg维生素K。给药时不应混合药物和食物，因其可能与蛋白质或其他营养物质凝结而引起喂养管堵塞。 用法与用量 本品应按照患者体重和营养状况计算每日用量，应能够充分满足患者的营养需求。本品可作完全性肠内营养或补充性营养制剂使用。 ⑴完全性肠内营养：日推荐剂量不少于1500ml。 ⑵补充性营养：日剂量由医师确定。 连续管饲给药时，应逐渐增加剂量。开始时给药速度宜为20ml/小时，以后根据患者的肠道耐受程度和目标剂量，逐日增加20ml/小时，最大给药速度为100 ml/小时。 推荐使用肠内营养输注泵进行管饲。采用输注泵模式时，推荐管径不小于CH/FR5；采用重力模式时，推荐管径不小于CH/FR8。胃轻瘫患者，推荐使用空肠管。 剂型与规格 乳剂 500ml XV01乙388 20% 哪儿有",
      "full_precautions": "⑴严重器官衰竭（如：严重肝/肾功能不全）的患者，应由医师根据患者对氮的耐受情况判断使用。 ⑵采用重力模式时，应特别注意控制给药速度，偶发的大剂量给药对嗜睡或昏迷患者可能有致命危险。 ⑶若包装破损、膨胀或内容物出现凝结现象，请勿使用。 ⑷应在医师指导下使用。本品不适用于未满3岁的儿童。 ⑸本品不可用于肠外营养。 ⑹使用期间应监测液体平衡。 ⑺使用前摇匀，室温下使用。 ⑻本品打开后在冰箱中最多可存放24小时。 药物相互作用 使用香豆素类药物进行预防性血栓治疗的患者使用本品前，应考虑本品中维生素K的含量。推荐对凝血进行常规管理。当以本品作为唯一营养来源时，最低日推荐剂量1500ml可提供100mg维生素K。给药时不应混合药物和食物，因其可能与蛋白质或其他营养物质凝结而引起喂养管堵塞。 用法与用量 本品应按照患者体重和营养状况计算每日用量，应能够充分满足患者的营养需求。本品可作完全性肠内营养或补充性营养制剂使用。 ⑴完全性肠内营养：日推荐剂量不少于1500ml。 ⑵补充性营养：日剂量由医师确定。 连续管饲给药时，应逐渐增加剂量。开始时给药速度宜为20ml/小时，以后根据患者的肠道耐受程度和目标剂量，逐日增加20ml/小时，最大给药速度为100 ml/小时。 推荐使用肠内营养输注泵进行管饲。采用输注泵模式时，推荐管径不小于CH/FR5；采用重力模式时，推荐管径不小于CH/FR8。胃轻瘫患者，推荐使用空肠管。 剂型与规格 乳剂 500ml XV01乙388 20% 哪儿有",
      "full_pharmacokinetics": "本品为复方制剂，其组分为乳清蛋白水解物（短肽，占总能量的18%）、中链甘油三酸酯（MCT，占总脂肪的51%）、鱼油、碳水化合物、维生素、矿物质和微量元素等人体必需的营养要素。用于补充机体日常生理功能所需的能量及营养成份。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13569",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1048,
    "name": "益气清肺颗粒",
    "full_name": "益气清肺颗粒",
    "chemical_name": "益气清肺颗粒",
    "dosage_form": "颗粒剂",
    "types": [],
    "manufacturers": [
      "华润三九医药股份有限公司"
    ],
    "specifications": [
      {
        "specification": "15g*6袋/盒",
        "manufacturer": "华润三九医药股份有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "益⽓养阴，健脾和中，清热祛湿。适⽤于疫病后短期症状，⽓阴两虚，脾虚失运，余邪未尽证，症⻅倦怠乏⼒、动后⽓短、⼲咳少痰、咽喉不利、胃脘痞闷、纳呆便溏，⾆淡或红、少津，脉细数。",
      "dosage": "温⽔冲服。⼀次1袋，⼀⽇2次。疗程14天。 剂型与规格 颗粒剂 15g(相当于饮片52g) ZA09G乙28 5% 哪儿有",
      "contraindications": "1.孕妇、哺乳期妇⼥禁⽤。 2.乳糖不耐受患者禁⽤。 3.对本品以及本品所含成份过敏者禁⽤。",
      "adverse_reactions": "临床实践中，受试者⽤药后出现胃部不适。 禁忌症 1.孕妇、哺乳期妇⼥禁⽤。 2.乳糖不耐受患者禁⽤。 3.对本品以及本品所含成份过敏者禁⽤。",
      "interactions": "本品含有⼈参、⽢草，不宜和含五灵脂、藜芦、海藻、京⼤戟、红⼤戟、⽢遂、芫花的中药⽅剂或成药同时服⽤。 用法与用量 温⽔冲服。⼀次1袋，⼀⽇2次。疗程14天。 剂型与规格 颗粒剂 15g(相当于饮片52g) ZA09G乙28 5% 哪儿有",
      "precautions": "1.⽤药后注意休息、忌⽣冷油腻等。 2.脾胃虚寒便溏者不宜使⽤。 3.肝、肾功能不全者慎⽤。 4.严格按照⽤法⽤量服⽤。 药物相互作用 本品含有⼈参、⽢草，不宜和含五灵脂、藜芦、海藻、京⼤戟、红⼤戟、⽢遂、芫花的中药⽅剂或成药同时服⽤。 用法与用量 温⽔冲服。⼀次1袋，⼀⽇2次。疗程14天。 剂型与",
      "pregnancy_category": "",
      "pharmacokinetics": "⼈参、⻨冬、五味⼦、麸炒苍术、陈⽪、茯苓、薏苡仁、清半夏、芦根、⻩芩、⻢鞭草、⽞参、淡⽵叶、柴胡、升⿇、⽢草。",
      "full_indications": "益⽓养阴，健脾和中，清热祛湿。适⽤于疫病后短期症状，⽓阴两虚，脾虚失运，余邪未尽证，症⻅倦怠乏⼒、动后⽓短、⼲咳少痰、咽喉不利、胃脘痞闷、纳呆便溏，⾆淡或红、少津，脉细数。",
      "full_dosage": "温⽔冲服。⼀次1袋，⼀⽇2次。疗程14天。 剂型与规格 颗粒剂 15g(相当于饮片52g) ZA09G乙28 5% 哪儿有",
      "full_contraindications": "1.孕妇、哺乳期妇⼥禁⽤。 2.乳糖不耐受患者禁⽤。 3.对本品以及本品所含成份过敏者禁⽤。",
      "full_adverse_reactions": "临床实践中，受试者⽤药后出现胃部不适。 禁忌症 1.孕妇、哺乳期妇⼥禁⽤。 2.乳糖不耐受患者禁⽤。 3.对本品以及本品所含成份过敏者禁⽤。",
      "full_interactions": "本品含有⼈参、⽢草，不宜和含五灵脂、藜芦、海藻、京⼤戟、红⼤戟、⽢遂、芫花的中药⽅剂或成药同时服⽤。 用法与用量 温⽔冲服。⼀次1袋，⼀⽇2次。疗程14天。 剂型与规格 颗粒剂 15g(相当于饮片52g) ZA09G乙28 5% 哪儿有",
      "full_precautions": "1.⽤药后注意休息、忌⽣冷油腻等。 2.脾胃虚寒便溏者不宜使⽤。 3.肝、肾功能不全者慎⽤。 4.严格按照⽤法⽤量服⽤。 药物相互作用 本品含有⼈参、⽢草，不宜和含五灵脂、藜芦、海藻、京⼤戟、红⼤戟、⽢遂、芫花的中药⽅剂或成药同时服⽤。 用法与用量 温⽔冲服。⼀次1袋，⼀⽇2次。疗程14天。 剂型与规格 颗粒剂 15g(相当于饮片52g) ZA09G乙28 5% 哪儿有",
      "full_pharmacokinetics": "⼈参、⻨冬、五味⼦、麸炒苍术、陈⽪、茯苓、薏苡仁、清半夏、芦根、⻩芩、⻢鞭草、⽞参、淡⽵叶、柴胡、升⿇、⽢草。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=13866",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1049,
    "name": "地塞米松玻璃体内植入剂",
    "full_name": "地塞米松玻璃体内植入剂",
    "chemical_name": "地塞米松玻璃体内植入剂",
    "dosage_form": "植入剂",
    "types": [],
    "manufacturers": [
      "AbbVie Deutschland GmbH & Co. KG（Allergan Pharmaceuticals Ireland）"
    ],
    "specifications": [
      {
        "specification": "0.7mg/支",
        "manufacturer": "AbbVie Deutschland GmbH & Co. KG（Allergan Pharmaceuticals Ireland）"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "⑴主要用于自身免疫性疾病。但临床和实验证实其对预防和治疗脑水肿也有效，特别是血管源性水肿；本品还可用于预防新生儿呼吸窘迫综合征、降低颅内高压、缓解肿瘤所致的水肿以及柯兴综合征的诊断与病因鉴别诊断； ⑵外用于对糖皮质激素有效的非感染性、炎症性及瘙痒性皮肤病，如特应性皮炎、湿疹、神经性皮炎、接触性皮炎、脂溢性皮炎及限局性瘙痒等。 ⑶外用于治疗虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等。 ⑷玻璃...",
      "dosage": "⑴口服：成人开始剂量为0.75～3.0mg，一日2～4次。维持量约一日0.75mg，视病情而定。⑵静脉注射：①用于危重疾病，如严重休克等的治疗，一般剂量，静脉注射地塞米松磷酸钠，一次2～20mg；静脉滴注时，应以5％葡萄糖注射液稀释，可2～6小时重复给药至病情稳定，但大剂量连续给药一般不超过72小时",
      "contraindications": "⑴对本品过敏者禁用，对肾上腺皮质激素类药物有过敏史的患者慎用。 ⑵对辅料中含有亚硫酸盐的品种，增加“本品辅料中含有亚硫酸盐，对亚硫酸盐过敏者禁用”。 ⑶以下疾病患者一般情况下不宜使用，在特殊情况下权衡利弊使用，且应注意病情恶化的可能：高血压、血栓症、心肌梗塞、胃与十二指肠溃疡、内脏手术、精神病、电解质代谢异常、青光眼。",
      "adverse_reactions": "糖皮质激素在应用生理剂量替代治疗时无明显不良反应，不良反应多发生在应用药理剂量时，而且与疗程、剂量、用药种类、用法及给药途径等有密切关系。本品不良反应有以下几类： 1.感染：并发感染（如真菌、细菌和病毒等感染）为肾上腺皮质激素的主要不良反应，特别是长期或大量应用的情况下。 2.胃肠道：胃肠道刺激（恶心、呕吐）、胰腺炎、消化性溃疡或穿孔。 3.神经精神系统：患者可出现精神症状：欣快感、激动、失...",
      "interactions": "⑴肝药酶诱导药物如巴比妥类、利福平、利福布汀、卡马西平、苯妥英、扑米酮和氨鲁米特可促进糖皮质激素的代谢，同时服用可能需要增加糖皮质激素的剂量。肝药酶抑制药物如红霉素、酮康唑可能增加糖皮质激素的血药浓度，合用时注意用量。 ⑵同时使用糖皮质激素类药物与香豆素抗凝剂（如华法林）可增加或减弱抗凝作用，因此可",
      "precautions": "⑴糖皮质激素可以诱发或加重感染，细菌性、真菌性、病毒性或寄生虫（如阿米巴病、线虫）等感染患者应慎用，如需使用必须给予适当的抗感染治疗。 ⑵溃疡性结肠炎、憩室炎、肠吻合术后、肝硬化、肾功能不良、癫痫、偏头痛、重症肌无力、糖尿病、骨质疏松症、甲状腺功能低下患者慎用。 ⑶长期应用本品，停药前应逐渐减量。 ",
      "pregnancy_category": "C",
      "pharmacokinetics": "暂无药代动力学数据",
      "full_indications": "⑴主要用于自身免疫性疾病。但临床和实验证实其对预防和治疗脑水肿也有效，特别是血管源性水肿；本品还可用于预防新生儿呼吸窘迫综合征、降低颅内高压、缓解肿瘤所致的水肿以及柯兴综合征的诊断与病因鉴别诊断； ⑵外用于对糖皮质激素有效的非感染性、炎症性及瘙痒性皮肤病，如特应性皮炎、湿疹、神经性皮炎、接触性皮炎、脂溢性皮炎及限局性瘙痒等。 ⑶外用于治疗虹膜睫状体炎、虹膜炎、角膜炎、过敏性结膜炎等。 ⑷玻璃体植入剂用于治疗成年患者中由视网膜分支静脉阻塞(BRVO)或中央静脉阻塞(CRVO)引起的黄斑水肿。 ⑸用于缓解成人化疗药物所致呕吐【美国FDA未批准；NCCN临床实践指南：止呕（2018.V1）；《中国肿瘤治疗相关呕吐防治指南2014版》】。 ⑹用于治疗突发性聋【美国FDA未批准；中华医学会耳鼻咽喉外科学会《突发性聋诊疗指南》】。 ⑺玻璃体植入剂用于非感染性后葡萄膜炎和糖尿病黄斑水肿的治疗。【FDA批准地塞米松植入剂用于非感染性后葡萄膜炎和糖尿病黄斑水肿】",
      "full_dosage": "⑴口服：成人开始剂量为0.75～3.0mg，一日2～4次。维持量约一日0.75mg，视病情而定。 ⑵静脉注射：①用于危重疾病，如严重休克等的治疗，一般剂量，静脉注射地塞米松磷酸钠，一次2～20mg；静脉滴注时，应以5％葡萄糖注射液稀释，可2～6小时重复给药至病情稳定，但大剂量连续给药一般不超过72小时。②用于缓解恶性肿瘤所致的脑水肿，首剂静脉推注10mg，随后每6小时肌内注射4mg，一般12～24小时患者可有好转，于2～4天后逐渐减量，5～7天停药。对于不宜手术的脑肿瘤，首剂可静脉推注50mg，以后每2小时重复给予8mg，数天后再逐渐减至每日2mg，分2～3静脉给予。③用于预防和治疗脑水肿，特别是血管源性水肿：常用剂量为一日10～40mg，分2～3次静脉注射或静脉滴注，用药后12～36小时见效，疗程依病情而定。 ⑶鞘内注射或关节腔、软组织等损伤部位内注射：用地塞米松醋酸酯和地塞米松磷酸钠，鞘内注射量一次5～10mg，间隔1～3周注射1次；关节腔内注射量一般为一次0.8～4mg，按关节腔大小而定。 ⑷局部外用：涂于患处，一日1～2次。 ⑸眼部用药：用前摇匀，滴入结膜囊，一日3～4次，一次1～2滴。 ⑹用于缓解成人化疗药物所致呕吐。化疗前20mg iv，化疗后8mg po，bid，维持3天。 ⑹用于治疗突发性耳聋。5～10mg,qid,鼓室内注射或耳后注射，连用4～5天。 剂型与规格 片剂 0.75mg基药 XH02甲0512 0% 哪儿有 注射液 1mg 1ml 2mg 1ml基药 4mg 1ml XH02甲0512 0% 哪儿有 注射液 5mg 1ml基药 25mg 5ml XH02甲0512 0% 哪儿有 乳膏剂 5mg 10g XD07乙0512 5% 哪儿有 滴眼液 1.25mg 5ml 5mg 5ml XS01B甲0512 0% 哪儿有 植入剂 0.7mg XS01L乙381 20% 哪儿有 冻干粉针 2mg 5mg 10mg XH02甲0512 0% 哪儿有 口腔贴片 0.3mg 哪儿有",
      "full_contraindications": "⑴对本品过敏者禁用，对肾上腺皮质激素类药物有过敏史的患者慎用。 ⑵对辅料中含有亚硫酸盐的品种，增加“本品辅料中含有亚硫酸盐，对亚硫酸盐过敏者禁用”。 ⑶以下疾病患者一般情况下不宜使用，在特殊情况下权衡利弊使用，且应注意病情恶化的可能：高血压、血栓症、心肌梗塞、胃与十二指肠溃疡、内脏手术、精神病、电解质代谢异常、青光眼。",
      "full_adverse_reactions": "糖皮质激素在应用生理剂量替代治疗时无明显不良反应，不良反应多发生在应用药理剂量时，而且与疗程、剂量、用药种类、用法及给药途径等有密切关系。本品不良反应有以下几类： 1.感染：并发感染（如真菌、细菌和病毒等感染）为肾上腺皮质激素的主要不良反应，特别是长期或大量应用的情况下。 2.胃肠道：胃肠道刺激（恶心、呕吐）、胰腺炎、消化性溃疡或穿孔。 3.神经精神系统：患者可出现精神症状：欣快感、激动、失眠、谵妄、不安、定向力障碍，也可表现为抑制。精神症状易发生在患慢性消耗性疾病的人及以往有过精神不正常者。良性颅内压升高综合征。 4.内分泌系统和水、电解质紊乱：医源性库欣综合征面容和体态、体重增加、下肢浮肿、月经紊乱、低血钾、儿童生长受到抑制、糖耐量减退和糖尿病加重。 5.肌肉骨骼：缺血性骨坏死、骨质疏松及骨折、肌无力、肌萎缩。 6.局部用药部位：关节内注射后急性炎症。肌肉及皮下注射后组织萎缩造成凹陷，以及皮肤色素沉着或色素减退，肌腱断裂。 7.皮肤及其附件：紫纹、创口愈合不良、痤疮、会阴区或肛周瘙痒、发热、刺痛感。 8.眼部：青光眼、白内障。 9.过敏反应：表现为皮疹、瘙痒、面部潮红、心悸、发热、寒战、胸闷、呼吸困难等症状，严重者可发生过敏性休克。 10.糖皮质激素停药综合征：有时患者在停药后出现头晕、昏厥倾向、腹痛或背痛、低热、食欲减退、恶心、呕吐、肌肉或关节疼痛、头疼、乏力、软弱，经仔细检查如能排除肾上腺皮质功能减退和原患疾病的复发，则可考虑为对糖皮质激素的依赖综合征。 11.其他：呃逆、夏科氏关节病、肝功能异常、白细胞增多、血栓栓塞。 禁忌症 ⑴对本品过敏者禁用，对肾上腺皮质激素类药物有过敏史的患者慎用。 ⑵对辅料中含有亚硫酸盐的品种，增加“本品辅料中含有亚硫酸盐，对亚硫酸盐过敏者禁用”。 ⑶以下疾病患者一般情况下不宜使用，在特殊情况下权衡利弊使用，且应注意病情恶化的可能：高血压、血栓症、心肌梗塞、胃与十二指肠溃疡、内脏手术、精神病、电解质代谢异常、青光眼。",
      "full_interactions": "⑴肝药酶诱导药物如巴比妥类、利福平、利福布汀、卡马西平、苯妥英、扑米酮和氨鲁米特可促进糖皮质激素的代谢，同时服用可能需要增加糖皮质激素的剂量。肝药酶抑制药物如红霉素、酮康唑可能增加糖皮质激素的血药浓度，合用时注意用量。 ⑵同时使用糖皮质激素类药物与香豆素抗凝剂（如华法林）可增加或减弱抗凝作用，因此可能需要调整药物剂量。 ⑶糖皮质激素与乙酰唑胺、髓袢利尿药、噻嗪类利尿药和甘珀酸钠合用，可加重低钾血症。同时使用糖皮质激素与强心苷有增加与低钾血症有关的心律失常或洋地黄中毒的可能。同时使用上述药品，应密切监测血钾浓度。 ⑷糖皮质激素可减弱降血压药和口服降糖药的作用，应酌情调整剂量。 ⑸糖皮质激素与非甾体抗炎药同时使用可增加消化性溃疡的发生率。 ⑹糖皮质激素可增加水杨酸类药物的肾清除率，合并使用时停用糖皮质激素可能导致水杨酸中毒。对于凝血酶原过少的患者，糖皮质激素与阿司匹林合并使用时应慎重。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。当地塞米松>16mg/d时，考虑到利托那韦对CYP3A4的抑制需要几天时间才能消除，地塞米松剂量应减少50%，在完成抗新冠病毒治疗后3天恢复正常剂量，建议密切监测治疗效果和不良反应。当地塞米松≤16mg/d时，可以合用，无需调整剂量。 输液调配 ⑴地塞米松磷酸钠注射液：一次用量药物用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~lmg/ml的溶液作静脉滴注液。 ⑵注射用地寒米松磷酸钠：每瓶装药物用适量0.9%氯化钠注射液溶解作静脉注射液；或一次用量药物溶解液进一步用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~1mg/m的溶液作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。地塞米松磷酸钠注射液pH为7.0~8.5；用0.9%氯化钠注射液调配的0.5~2mg/ml稀释液pH为7.3~7.5。 【稳定性】调配的溶液应避光保存与使用。用0.9%氯化钠注射液或5%葡萄糖注射液调配的0.092~0.66mg/ml稀释液。24℃避光保存14d地塞米松未降解。 给药说明 ⑴本品为长效制剂，其抗炎、抗毒和抗过敏作用比泼尼松更为显著。 ⑵其潴钠作用微弱，不宜用作肾上腺皮质功能不全的替代疗法。 ⑶本品较大剂量易引起糖尿病和类柯兴综合征症状。 ⑷本品对下丘脑-垂体-肾上腺轴作用较强。 用法与用量 ⑴口服：成人开始剂量为0.75～3.0mg，一日2～4次。维持量约一日0.75mg，视病情而定。 ⑵静脉注射：①用于危重疾病，如严重休克等的治疗，一般剂量，静脉注射地塞米松磷酸钠，一次2～20mg；静脉滴注时，应以5％葡萄糖注射液稀释，可2～6小时重复给药至病情稳定，但大剂量连续给药一般不超过72小时。②用于缓解恶性肿瘤所致的脑水肿，首剂静脉推注10mg，随后每6小时肌内注射4mg，一般12～24小时患者可有好转，于2～4天后逐渐减量，5～7天停药。对于不宜手术的脑肿瘤，首剂可静脉推注50mg，以后每2小时重复给予8mg，数天后再逐渐减至每日2mg，分2～3静脉给予。③用于预防和治疗脑水肿，特别是血管源性水肿：常用剂量为一日10～40mg，分2～3次静脉注射或静脉滴注，用药后12～36小时见效，疗程依病情而定。 ⑶鞘内注射或关节腔、软组织等损伤部位内注射：用地塞米松醋酸酯和地塞米松磷酸钠，鞘内注射量一次5～10mg，间隔1～3周注射1次；关节腔内注射量一般为一次0.8～4mg，按关节腔大小而定。 ⑷局部外用：涂于患处，一日1～2次。 ⑸眼部用药：用前摇匀，滴入结膜囊，一日3～4次，一次1～2滴。 ⑹用于缓解成人化疗药物所致呕吐。化疗前20mg iv，化疗后8mg po，bid，维持3天。 ⑹用于治疗突发性耳聋。5～10mg,qid,鼓室内注射或耳后注射，连用4～5天。 剂型与规格 片剂 0.75mg基药 XH02甲0512 0% 哪儿有 注射液 1mg 1ml 2mg 1ml基药 4mg 1ml XH02甲0512 0% 哪儿有 注射液 5mg 1ml基药 25mg 5ml XH02甲0512 0% 哪儿有 乳膏剂 5mg 10g XD07乙0512 5% 哪儿有 滴眼液 1.25mg 5ml 5mg 5ml XS01B甲0512 0% 哪儿有 植入剂 0.7mg XS01L乙381 20% 哪儿有 冻干粉针 2mg 5mg 10mg XH02甲0512 0% 哪儿有 口腔贴片 0.3mg 哪儿有",
      "full_precautions": "⑴糖皮质激素可以诱发或加重感染，细菌性、真菌性、病毒性或寄生虫（如阿米巴病、线虫）等感染患者应慎用，如需使用必须给予适当的抗感染治疗。 ⑵溃疡性结肠炎、憩室炎、肠吻合术后、肝硬化、肾功能不良、癫痫、偏头痛、重症肌无力、糖尿病、骨质疏松症、甲状腺功能低下患者慎用。 ⑶长期应用本品，停药前应逐渐减量。 ⑷运动员慎用。 ⑸对于眼部单纯疱疹的患者，由于可能发生角膜穿孔，因而建议慎用糖皮质激素类药物。 ⑹长期使用糖皮质激素可产生后囊下白内障和可能损伤视神经的青光眼，并可增加真菌和病毒继发性眼部感染机会。 ⑺关节内注射糖皮质激素，会增加关节感染的风险。 ⑻国外有报告指出，严重神经系统损害事件（一些导致死亡）与糖皮质激素硬膜外注射有关。不良事件包括但不限于脊髓梗死，截瘫，四肢麻痹，皮质盲和中风。 ⑼在使用本品时感染水痘或麻疹，可能加重病情，严重者会导致生命危险。在使用本品过程中，应充分予以观察和注意。 ⑽长期、大量使用本品，或长期用药后停药6个月以内的患者，由于免疫力低下，不宜接种减毒活疫苗（如脊髓灰质炎减毒活疫苗糖丸等）。 ⑾潜伏性结核或陈旧性结核的患者，在长期使用糖皮质激素治疗期间，应密切观察病情，必要时接受预防治疗。 ⑿乙肝病毒携带者使用肾上腺皮质激素时，可能会使乙肝病毒增殖，引发肝炎。在本制剂给药期间及给药结束后，应当继续进行肝功能检查及肝炎病毒标志物的监测。 ⒀局部外用时，若用药部位发生烧灼感、瘙痒，局部红肿，应立即停用；本品不可用于眼部；面部、皮肤褶皱部位如腹股沟、腋窝及儿童，连续使用不用超过2周。 药物相互作用 ⑴肝药酶诱导药物如巴比妥类、利福平、利福布汀、卡马西平、苯妥英、扑米酮和氨鲁米特可促进糖皮质激素的代谢，同时服用可能需要增加糖皮质激素的剂量。肝药酶抑制药物如红霉素、酮康唑可能增加糖皮质激素的血药浓度，合用时注意用量。 ⑵同时使用糖皮质激素类药物与香豆素抗凝剂（如华法林）可增加或减弱抗凝作用，因此可能需要调整药物剂量。 ⑶糖皮质激素与乙酰唑胺、髓袢利尿药、噻嗪类利尿药和甘珀酸钠合用，可加重低钾血症。同时使用糖皮质激素与强心苷有增加与低钾血症有关的心律失常或洋地黄中毒的可能。同时使用上述药品，应密切监测血钾浓度。 ⑷糖皮质激素可减弱降血压药和口服降糖药的作用，应酌情调整剂量。 ⑸糖皮质激素与非甾体抗炎药同时使用可增加消化性溃疡的发生率。 ⑹糖皮质激素可增加水杨酸类药物的肾清除率，合并使用时停用糖皮质激素可能导致水杨酸中毒。对于凝血酶原过少的患者，糖皮质激素与阿司匹林合并使用时应慎重。 用药交代 ⑴缓释制剂需整片吞咽，不要咀嚼或掰碎。 ⑵如果需要中长程用药，应将一日的剂量于早上7～8服用，药物对下丘脑-垂体-肾上腺轴的抑制作用最轻，副作用最小。小剂量短程抗炎用药不在此限。 ⑶谨慎与奈玛特韦/利托那韦片（组合包装）合用。当地塞米松>16mg/d时，考虑到利托那韦对CYP3A4的抑制需要几天时间才能消除，地塞米松剂量应减少50%，在完成抗新冠病毒治疗后3天恢复正常剂量，建议密切监测治疗效果和不良反应。当地塞米松≤16mg/d时，可以合用，无需调整剂量。 输液调配 ⑴地塞米松磷酸钠注射液：一次用量药物用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~lmg/ml的溶液作静脉滴注液。 ⑵注射用地寒米松磷酸钠：每瓶装药物用适量0.9%氯化钠注射液溶解作静脉注射液；或一次用量药物溶解液进一步用0.9%氯化钠注射液或5%葡萄糖注射液稀释至0.1~1mg/m的溶液作静脉滴注液。 ⑶新鲜调配为无色的澄明液体。地塞米松磷酸钠注射液pH为7.0~8.5；用0.9%氯化钠注射液调配的0.5~2mg/ml稀释液pH为7.3~7.5。 【稳定性】调配的溶液应避光保存与使用。用0.9%氯化钠注射液或5%葡萄糖注射液调配的0.092~0.66mg/ml稀释液。24℃避光保存14d地塞米松未降解。 给药说明 ⑴本品为长效制剂，其抗炎、抗毒和抗过敏作用比泼尼松更为显著。 ⑵其潴钠作用微弱，不宜用作肾上腺皮质功能不全的替代疗法。 ⑶本品较大剂量易引起糖尿病和类柯兴综合征症状。 ⑷本品对下丘脑-垂体-肾上腺轴作用较强。 用法与用量 ⑴口服：成人开始剂量为0.75～3.0mg，一日2～4次。维持量约一日0.75mg，视病情而定。 ⑵静脉注射：①用于危重疾病，如严重休克等的治疗，一般剂量，静脉注射地塞米松磷酸钠，一次2～20mg；静脉滴注时，应以5％葡萄糖注射液稀释，可2～6小时重复给药至病情稳定，但大剂量连续给药一般不超过72小时。②用于缓解恶性肿瘤所致的脑水肿，首剂静脉推注10mg，随后每6小时肌内注射4mg，一般12～24小时患者可有好转，于2～4天后逐渐减量，5～7天停药。对于不宜手术的脑肿瘤，首剂可静脉推注50mg，以后每2小时重复给予8mg，数天后再逐渐减至每日2mg，分2～3静脉给予。③用于预防和治疗脑水肿，特别是血管源性水肿：常用剂量为一日10～40mg，分2～3次静脉注射或静脉滴注，用药后12～36小时见效，疗程依病情而定。 ⑶鞘内注射或关节腔、软组织等损伤部位内注射：用地塞米松醋酸酯和地塞米松磷酸钠，鞘内注射量一次5～10mg，间隔1～3周注射1次；关节腔内注射量一般为一次0.8～4mg，按关节腔大小而定。 ⑷局部外用：涂于患处，一日1～2次。 ⑸眼部用药：用前摇匀，滴入结膜囊，一日3～4次，一次1～2滴。 ⑹用于缓解成人化疗药物所致呕吐。化疗前20mg iv，化疗后8mg po，bid，维持3天。 ⑹用于治疗突发性耳聋。5～10mg,qid,鼓室内注射或耳后注射，连用4～5天。 剂型与规格 片剂 0.75mg基药 XH02甲0512 0% 哪儿有 注射液 1mg 1ml 2mg 1ml基药 4mg 1ml XH02甲0512 0% 哪儿有 注射液 5mg 1ml基药 25mg 5ml XH02甲0512 0% 哪儿有 乳膏剂 5mg 10g XD07乙0512 5% 哪儿有 滴眼液 1.25mg 5ml 5mg 5ml XS01B甲0512 0% 哪儿有 植入剂 0.7mg XS01L乙381 20% 哪儿有 冻干粉针 2mg 5mg 10mg XH02甲0512 0% 哪儿有 口腔贴片 0.3mg 哪儿有",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "source": "湖南药事服务网",
      "pharmacodynamics": "⑴药效学：本品为肾上腺素激素类药物，具有抗炎、抗过敏和抑制免疫等多种药理作用，其主要作用机制为：①抗炎作用，糖皮质激素减轻和防止组织对炎症的反应，从而减轻炎症的表现；②抗过敏、免疫抑制作用，防止或抑制细胞介导的免疫反应，延迟性的过敏反应，并减轻原发免疫反应的扩展。 ⑵药动学：本品极易自消化道吸收，其...",
      "full_pharmacodynamics": "⑴药效学：本品为肾上腺素激素类药物，具有抗炎、抗过敏和抑制免疫等多种药理作用，其主要作用机制为：①抗炎作用，糖皮质激素减轻和防止组织对炎症的反应，从而减轻炎症的表现；②抗过敏、免疫抑制作用，防止或抑制细胞介导的免疫反应，延迟性的过敏反应，并减轻原发免疫反应的扩展。 ⑵药动学：本品极易自消化道吸收，其血浆ｔ1/2为190分钟，组织ｔ1/2为3日，肌内注射地塞米松磷酸钠或地塞米松醋酸酯后分别于1小时和8小时达血药浓度峰值。本品血浆蛋白结合率较其他皮质激素类药物为低，易于通过多种屏障。本品0.75mg的抗炎活性相当于5mg的泼尼松龙。余参阅肾上腺皮质激素。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1240",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1050,
    "name": "环孢素滴眼液（Ⅱ）",
    "full_name": "环孢素滴眼液（Ⅱ）",
    "chemical_name": "环孢素滴眼液（Ⅱ）",
    "dosage_form": "眼用制剂",
    "types": [],
    "manufacturers": [
      "沈阳兴齐眼药股份有限公司"
    ],
    "specifications": [
      {
        "specification": "0.4ml:0.2mg（0.05%）×30支/盒",
        "manufacturer": "沈阳兴齐眼药股份有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "1.用于难治性弥漫性结缔组织病、狼疮肾炎、活动性红斑狼疮、白塞综合征眼炎、炎性肠病、难治性银屑病、难治性类风湿关节炎、难治性特发性血小板减少性紫癜等； 2.难治性肾病综合征； 3.器官移植时的排斥反应。 4.滴眼液用于干燥性角膜结膜炎，以增加泪液生成（干眼综合征）。 4.用于治疗特发性炎症性肌病。 5.用于治疗系统性红斑狼疮【美国FDA未批准；中华医学会风湿病学分会《系统性红斑狼疮诊断及治疗...",
      "dosage": "一日剂量按体重3～5mg/kg，输注时须用氯化钠注射液或5％葡萄糖注射液以（1:20）～（1:100）的比例稀释后，缓慢静脉滴注2～6h。⑶用于眼科：①滴眼，滴入眼睑内，一次1～2滴，一日3～4次，4～6周为一疗程。口服：3～5mg/kg·d 剂型与规格 胶囊剂 10mg基药 25mg基药 100mg基药 XL04AD甲0944 0% 哪儿有 微乳化软胶囊 25mg基药 50mg基药 100...",
      "contraindications": "对本品过敏者，恶心肿瘤史，未控制的高血压，肾功能不全、免疫缺陷，有活动性感染，心肺严重病变，血象低下，3个月内接受环磷酰胺等治疗，嗜睡及吸毒，孕妇及哺乳期妇女禁用。",
      "adverse_reactions": "⑴肾毒性：出现于10％～40％的服用者。随剂量的增大，肾小球滤过下降，血肌酐上升，停药后大部分病人可以逐渐恢复。长期大剂量应用者可出现不可逆的肾小管萎缩、纤维化及微动脉损伤。肾的毒性多出现在疗程的最初4个月时，尤其是在原有潜在性肾损害别人。 ⑵高血压：这是另一个常见的不良反应，出现在33％病人，需加用降压药方能控制。 ⑶胃肠道不良反应：如纳差、恶心、呕吐等。在剂量大时可出现黄疸或转氨酶升高等...",
      "interactions": "⑴环孢素与大环内酯类抗生素（红霉素、阿奇霉素、克拉霉素、交沙霉素）、喹诺酮类抗生素、多西环素、酮康唑、氟康唑、伊曲康唑、尼卡地平、维拉帕米、胺碘酮、甲氧氯普胺、口服避孕药、雌激素、雄激素、西咪替丁、地尔硫䓬、别嘌醇、胆酸及其衍生物、蛋白酶抑制药、伊马替尼、氯喹、普罗帕酮等合用，可增加本药的血药浓度，",
      "precautions": "⑴本药对肾毒性大，因此用药前必须测血肌酐及肌酐清除率若干次以明确基础水平。用药开始后应每2周监测肾功能及血肌酐，凡较原基础水平增高30％以上者需减量。减量一个月后如持续上升需停药。必须等血肌酐恢复到原基础水平或增加10％以内方可继续应用。 ⑵用药前必须在三个不同时间测血压以了解其基础血压水平。用药后",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "暂无药代动力学数据",
      "full_indications": "1.用于难治性弥漫性结缔组织病、狼疮肾炎、活动性红斑狼疮、白塞综合征眼炎、炎性肠病、难治性银屑病、难治性类风湿关节炎、难治性特发性血小板减少性紫癜等； 2.难治性肾病综合征； 3.器官移植时的排斥反应。 4.滴眼液用于干燥性角膜结膜炎，以增加泪液生成（干眼综合征）。 4.用于治疗特发性炎症性肌病。 5.用于治疗系统性红斑狼疮【美国FDA未批准；中华医学会风湿病学分会《系统性红斑狼疮诊断及治疗指南》；英国风湿病学会《2017BSR成人系统性红斑狼疮的管理指南》；中华医学会风湿学分会《临床诊疗指南·风湿病分册》】。 6.用于治疗干燥综合征【美国FDA未批准；中华医学会风湿病学分会《干燥综合征诊断及治疗指南》；英国风湿病学会《2017BSR成人原发性干燥综合征的管理指南》】。 7.用于治疗溃疡性结肠炎【美国FDA未批准；中华医学会消化病学会《炎症性肠病诊断与治疗的共识意见》；欧洲克罗恩病和结肠炎组织《2017ECCO溃疡性结肠炎循证共识》】。",
      "full_dosage": "⑴成人常用量：口服①常与糖皮质激素等免疫抑制药合用以治疗自身免疫性疾病：一日3～3.5mg/kg，一日1次（也可分2次），4～8周后疗效不佳者，可增量至一日5mg/kg，病情稳定后减量。②器官移植：单独应用时应于术前12小时开始，一日8～10mg/kg，维持之术后1～2周，以后根据血药浓度逐渐减量至一日2～6mg/kg，分2次口服：与其他免疫抑制剂合用时，开始剂量为一日3～6mg/kg，分2次口服：③骨髓移植：应于移植前一天开始用药，最好采用静脉滴注，诺口服也应于移植前一天给药，推荐剂量一日12.5～15mg/kg，维持量一日12.5mg/kg，持续3～6个月，然后逐渐减量，直至移植后1年停药。 ⑵静脉给药：只用于无法口服的患者。一日剂量按体重3～5mg/kg，输注时须用氯化钠注射液或5％葡萄糖注射液以（1:20）～（1:100）的比例稀释后，缓慢静脉滴注2～6h。相当多的病人短期大量静脉给药会发生过敏反应。 ⑶用于眼科：①滴眼，滴入眼睑内，一次1～2滴，一日3～4次，4～6周为一疗程。②口服：开始剂量12～15mg/(kg·d)，分2次服用。1～2周后逐渐减量，一般每周减开始用量的5％，维持量5～10mg/(kg·d)。对做移植术的患者，在移植前4～12小时给药。③静注：3～5mg/(kg·d)。用输液稀释后，在4小时内缓慢静滴。 ⑷特发性炎症性肌病。口服：3～5mg/kg·d 剂型与规格 胶囊剂 10mg基药 25mg基药 100mg基药 XL04AD甲0944 0% 哪儿有 微乳化软胶囊 25mg基药 50mg基药 100mg基药 XL04AD甲0944 0% 哪儿有 口服液 5g 50ml XL04AD甲0944 0% 哪儿有 微乳化口服液 5g 50ml XL04AD甲0944 0% 哪儿有 注射液 250mg 5ml 500mg 10ml XL04AD甲0944 0% 哪儿有 滴眼液Ⅱ 0.4ml:0.2mg XS01X乙385 5% 暂无 滴眼液Ⅲ 30mg 3ml 暂无 微乳化软胶囊 10mg基药 XL04AD甲0944 0% 哪儿有",
      "full_contraindications": "对本品过敏者，恶心肿瘤史，未控制的高血压，肾功能不全、免疫缺陷，有活动性感染，心肺严重病变，血象低下，3个月内接受环磷酰胺等治疗，嗜睡及吸毒，孕妇及哺乳期妇女禁用。",
      "full_adverse_reactions": "⑴肾毒性：出现于10％～40％的服用者。随剂量的增大，肾小球滤过下降，血肌酐上升，停药后大部分病人可以逐渐恢复。长期大剂量应用者可出现不可逆的肾小管萎缩、纤维化及微动脉损伤。肾的毒性多出现在疗程的最初4个月时，尤其是在原有潜在性肾损害别人。 ⑵高血压：这是另一个常见的不良反应，出现在33％病人，需加用降压药方能控制。 ⑶胃肠道不良反应：如纳差、恶心、呕吐等。在剂量大时可出现黄疸或转氨酶升高等肝损伤。 ⑷震颤、多毛、牙龈增生等。 肝损伤 ⑴肝毒性： 几次大型临床试验中，患者接受环孢霉素治疗后血清胆红素轻微升高，但血清丙氨酸氨基转移酶或碱性磷酸酶含量无显著升高。血清酶也出现升高，但较少见。近期，由于剂量使用更加谨慎和环孢霉素水平监测，并发症频率有所降低。此外，在治疗自身免疫疾病（无器官移植的众多并发症）时，环孢霉素可引起30%患者的血清碱性磷酸酶含量轻微升高，但无伴随症状，且普遍具有自限性，极少需要调整剂量。部分病例表明环孢霉素也会引起胆汁淤积和胆结石。单独病例报告表明环孢霉素会引发临床症状明显的急性肝损伤。发病期为治疗开始后数周，血清酶升高表现为胆汁淤积。停药后，患者恢复迅速。尚未报告因环孢霉素引起慢性肝炎或急性肝功能衰竭的病例。⑵损伤机制： 环孢霉素经肝脏内的细胞色素P450系统 (CYP3A4)大量代谢，因此具有多种药物交叉反应。动物模型中，环孢霉素会较少胆汁流量，这可能是高剂量环孢霉素引起轻度高胆红素血症的原因。 肾损伤 可能导致肾损伤。 禁忌症 对本品过敏者，恶心肿瘤史，未控制的高血压，肾功能不全、免疫缺陷，有活动性感染，心肺严重病变，血象低下，3个月内接受环磷酰胺等治疗，嗜睡及吸毒，孕妇及哺乳期妇女禁用。",
      "full_interactions": "⑴环孢素与大环内酯类抗生素（红霉素、阿奇霉素、克拉霉素、交沙霉素）、喹诺酮类抗生素、多西环素、酮康唑、氟康唑、伊曲康唑、尼卡地平、维拉帕米、胺碘酮、甲氧氯普胺、口服避孕药、雌激素、雄激素、西咪替丁、地尔硫䓬、别嘌醇、胆酸及其衍生物、蛋白酶抑制药、伊马替尼、氯喹、普罗帕酮等合用，可增加本药的血药浓度，增加肝肾毒性，应避免合用。必须合用时应监测本品血药浓度并相应调整剂量。 ⑵环孢素与吲哚美辛合用时可增加肾毒性。 ⑶环孢素与肾上腺皮质激素、环磷酰胺、硫唑嘌呤、苯丁酸氮芥等免疫抑制药合用时会增加感染和患淋巴细胞增生性疾病的几率。故应谨慎。 ⑷环孢素可减少羟甲戊二酰辅酶Ａ还原酶抑制药（洛伐他汀、辛伐他汀、阿托伐他汀、普伐他汀、氟伐他汀）的清除，合用时可增加肌毒性（如肌痛、无力、肌炎和横纹肌溶解）和肾毒性。合用时，应降低HMG-CoA还原酶抑制药的剂量。 ⑸环孢素与两性霉素Ｂ、氨基糖苷类抗生素及造影剂合用可增加肾毒性。 ⑹本品可使甲氨蝶呤AUC显著增加。 ⑺本品可使依维莫司、西罗莫司血药浓度显著增加，而本品药动学只有轻微改变。 ⑻本品可减少地高辛、秋水仙碱的清除，合用时，需密切监测地高辛或秋水仙碱中毒的症状。 ⑼本品可显著提高双氯芬酸的生物利用度，合用时应减少双氯芬酸剂量。 ⑽与硝苯地平合用，可使牙龈增生的发生率增加，故应避免合用。 ⑾与保钾药（如保钾利尿药、血管紧张素转换酶抑制药、血管紧张素Ⅱ受体拮抗药）和含钾的药物合用，可致血钾升高。 ⑿使用本品的同时，输入贮存超过10日的库存血可致血钾升高。 ⒀与抗结核药合用，可降低本品的有效浓度，应根据血浆药物浓度调整剂量。 ⒁安乃近、巴比妥盐、卡马西平、苯妥英钠、萘夫西林、磺胺二甲嘧啶静脉注射药、利福平、奥曲肽、普罗布考、奥利司他、圣约翰草、噻氯匹定、磺吡酮、特比萘芬可使本品血药浓度降低。故合用时应调整本品的剂量。 ⒂真实世界数据显示，服用环孢素的移植患者合用六味地黄丸能升高环孢素的血药浓度，增加不良反应的风险。 ⒃本品可能减低疫苗接种的效果，故使用本品期间应避免接种减毒活疫苗。 ⒃本品可能减低疫苗接种的效果，故使用本品期间应避免接种减毒活疫苗。 ⒄奈玛特韦/利托那韦组合包装：显著增加环孢素的血药浓度，增加毒性水平。禁止合用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵服用本药品须在药师或医师的监护下进行。 ⑶服用本品期间，不要吃葡萄柚或喝葡萄柚汁，以及柚子、酸橙和柠檬，葡萄柚汁（西柚汁）可升高环孢素的血药浓度。但柑橘、甜橙（脐橙）、橘子则是安全的，可以食用。 ⑷长时间食用绿豆食品可导致环孢素血药浓度降低，应谨慎食用或尽量避免同用。 ⑸禁止与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴每5ml(250mg)用5%葡萄糖注射液或0.9%氯化钠注射液100~500ml稀释成1%-5%浓度的溶液。 ⑵新鲜调配为无色或淡黄色的澄明液体。本品pH为6.0-7.0。 【稳定性】本品一经稀释,溶液必须于24h内使用。用5%葡萄糖注射液稀释,浓度为1mg/ml、2mg/ml的溶液在24℃避光或暴露于日光下72h,环抱素未降解；用0.9%氯化钠注射液稀释,浓度为2mg/ml的溶液在24℃避光或暴露于日光下24h,环孢素未降解。 给药说明 经消化道外给药时，剂量为口服量的1/3。 用法与用量 ⑴成人常用量：口服①常与糖皮质激素等免疫抑制药合用以治疗自身免疫性疾病：一日3～3.5mg/kg，一日1次（也可分2次），4～8周后疗效不佳者，可增量至一日5mg/kg，病情稳定后减量。②器官移植：单独应用时应于术前12小时开始，一日8～10mg/kg，维持之术后1～2周，以后根据血药浓度逐渐减量至一日2～6mg/kg，分2次口服：与其他免疫抑制剂合用时，开始剂量为一日3～6mg/kg，分2次口服：③骨髓移植：应于移植前一天开始用药，最好采用静脉滴注，诺口服也应于移植前一天给药，推荐剂量一日12.5～15mg/kg，维持量一日12.5mg/kg，持续3～6个月，然后逐渐减量，直至移植后1年停药。 ⑵静脉给药：只用于无法口服的患者。一日剂量按体重3～5mg/kg，输注时须用氯化钠注射液或5％葡萄糖注射液以（1:20）～（1:100）的比例稀释后，缓慢静脉滴注2～6h。相当多的病人短期大量静脉给药会发生过敏反应。 ⑶用于眼科：①滴眼，滴入眼睑内，一次1～2滴，一日3～4次，4～6周为一疗程。②口服：开始剂量12～15mg/(kg·d)，分2次服用。1～2周后逐渐减量，一般每周减开始用量的5％，维持量5～10mg/(kg·d)。对做移植术的患者，在移植前4～12小时给药。③静注：3～5mg/(kg·d)。用输液稀释后，在4小时内缓慢静滴。 ⑷特发性炎症性肌病。口服：3～5mg/kg·d 剂型与规格 胶囊剂 10mg基药 25mg基药 100mg基药 XL04AD甲0944 0% 哪儿有 微乳化软胶囊 25mg基药 50mg基药 100mg基药 XL04AD甲0944 0% 哪儿有 口服液 5g 50ml XL04AD甲0944 0% 哪儿有 微乳化口服液 5g 50ml XL04AD甲0944 0% 哪儿有 注射液 250mg 5ml 500mg 10ml XL04AD甲0944 0% 哪儿有 滴眼液Ⅱ 0.4ml:0.2mg XS01X乙385 5% 暂无 滴眼液Ⅲ 30mg 3ml 暂无 微乳化软胶囊 10mg基药 XL04AD甲0944 0% 哪儿有",
      "full_precautions": "⑴本药对肾毒性大，因此用药前必须测血肌酐及肌酐清除率若干次以明确基础水平。用药开始后应每2周监测肾功能及血肌酐，凡较原基础水平增高30％以上者需减量。减量一个月后如持续上升需停药。必须等血肌酐恢复到原基础水平或增加10％以内方可继续应用。 ⑵用药前必须在三个不同时间测血压以了解其基础血压水平。用药后每日监测。 ⑶定期查肝功能、血象、电解质。 ⑷对下述情况者用药宜谨慎随访：年龄高于65岁，已控制的高血压，应用抗癫痫药物，3个月前用过环磷酰胺等免疫抑制药物，现用酮（氟）康唑、甲氧苄啶、红霉素、维拉帕米、地尔硫䓬。 ⑸本药治疗自身免疫病时，一日最大量达到5mg/kg已3个月时而疗效仍不明显，则可停止使用。 药物相互作用 ⑴环孢素与大环内酯类抗生素（红霉素、阿奇霉素、克拉霉素、交沙霉素）、喹诺酮类抗生素、多西环素、酮康唑、氟康唑、伊曲康唑、尼卡地平、维拉帕米、胺碘酮、甲氧氯普胺、口服避孕药、雌激素、雄激素、西咪替丁、地尔硫䓬、别嘌醇、胆酸及其衍生物、蛋白酶抑制药、伊马替尼、氯喹、普罗帕酮等合用，可增加本药的血药浓度，增加肝肾毒性，应避免合用。必须合用时应监测本品血药浓度并相应调整剂量。 ⑵环孢素与吲哚美辛合用时可增加肾毒性。 ⑶环孢素与肾上腺皮质激素、环磷酰胺、硫唑嘌呤、苯丁酸氮芥等免疫抑制药合用时会增加感染和患淋巴细胞增生性疾病的几率。故应谨慎。 ⑷环孢素可减少羟甲戊二酰辅酶Ａ还原酶抑制药（洛伐他汀、辛伐他汀、阿托伐他汀、普伐他汀、氟伐他汀）的清除，合用时可增加肌毒性（如肌痛、无力、肌炎和横纹肌溶解）和肾毒性。合用时，应降低HMG-CoA还原酶抑制药的剂量。 ⑸环孢素与两性霉素Ｂ、氨基糖苷类抗生素及造影剂合用可增加肾毒性。 ⑹本品可使甲氨蝶呤AUC显著增加。 ⑺本品可使依维莫司、西罗莫司血药浓度显著增加，而本品药动学只有轻微改变。 ⑻本品可减少地高辛、秋水仙碱的清除，合用时，需密切监测地高辛或秋水仙碱中毒的症状。 ⑼本品可显著提高双氯芬酸的生物利用度，合用时应减少双氯芬酸剂量。 ⑽与硝苯地平合用，可使牙龈增生的发生率增加，故应避免合用。 ⑾与保钾药（如保钾利尿药、血管紧张素转换酶抑制药、血管紧张素Ⅱ受体拮抗药）和含钾的药物合用，可致血钾升高。 ⑿使用本品的同时，输入贮存超过10日的库存血可致血钾升高。 ⒀与抗结核药合用，可降低本品的有效浓度，应根据血浆药物浓度调整剂量。 ⒁安乃近、巴比妥盐、卡马西平、苯妥英钠、萘夫西林、磺胺二甲嘧啶静脉注射药、利福平、奥曲肽、普罗布考、奥利司他、圣约翰草、噻氯匹定、磺吡酮、特比萘芬可使本品血药浓度降低。故合用时应调整本品的剂量。 ⒂真实世界数据显示，服用环孢素的移植患者合用六味地黄丸能升高环孢素的血药浓度，增加不良反应的风险。 ⒃本品可能减低疫苗接种的效果，故使用本品期间应避免接种减毒活疫苗。 ⒃本品可能减低疫苗接种的效果，故使用本品期间应避免接种减毒活疫苗。 ⒄奈玛特韦/利托那韦组合包装：显著增加环孢素的血药浓度，增加毒性水平。禁止合用。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵服用本药品须在药师或医师的监护下进行。 ⑶服用本品期间，不要吃葡萄柚或喝葡萄柚汁，以及柚子、酸橙和柠檬，葡萄柚汁（西柚汁）可升高环孢素的血药浓度。但柑橘、甜橙（脐橙）、橘子则是安全的，可以食用。 ⑷长时间食用绿豆食品可导致环孢素血药浓度降低，应谨慎食用或尽量避免同用。 ⑸禁止与奈玛特韦/利托那韦片（组合包装）合用。 输液调配 ⑴每5ml(250mg)用5%葡萄糖注射液或0.9%氯化钠注射液100~500ml稀释成1%-5%浓度的溶液。 ⑵新鲜调配为无色或淡黄色的澄明液体。本品pH为6.0-7.0。 【稳定性】本品一经稀释,溶液必须于24h内使用。用5%葡萄糖注射液稀释,浓度为1mg/ml、2mg/ml的溶液在24℃避光或暴露于日光下72h,环抱素未降解；用0.9%氯化钠注射液稀释,浓度为2mg/ml的溶液在24℃避光或暴露于日光下24h,环孢素未降解。 给药说明 经消化道外给药时，剂量为口服量的1/3。 用法与用量 ⑴成人常用量：口服①常与糖皮质激素等免疫抑制药合用以治疗自身免疫性疾病：一日3～3.5mg/kg，一日1次（也可分2次），4～8周后疗效不佳者，可增量至一日5mg/kg，病情稳定后减量。②器官移植：单独应用时应于术前12小时开始，一日8～10mg/kg，维持之术后1～2周，以后根据血药浓度逐渐减量至一日2～6mg/kg，分2次口服：与其他免疫抑制剂合用时，开始剂量为一日3～6mg/kg，分2次口服：③骨髓移植：应于移植前一天开始用药，最好采用静脉滴注，诺口服也应于移植前一天给药，推荐剂量一日12.5～15mg/kg，维持量一日12.5mg/kg，持续3～6个月，然后逐渐减量，直至移植后1年停药。 ⑵静脉给药：只用于无法口服的患者。一日剂量按体重3～5mg/kg，输注时须用氯化钠注射液或5％葡萄糖注射液以（1:20）～（1:100）的比例稀释后，缓慢静脉滴注2～6h。相当多的病人短期大量静脉给药会发生过敏反应。 ⑶用于眼科：①滴眼，滴入眼睑内，一次1～2滴，一日3～4次，4～6周为一疗程。②口服：开始剂量12～15mg/(kg·d)，分2次服用。1～2周后逐渐减量，一般每周减开始用量的5％，维持量5～10mg/(kg·d)。对做移植术的患者，在移植前4～12小时给药。③静注：3～5mg/(kg·d)。用输液稀释后，在4小时内缓慢静滴。 ⑷特发性炎症性肌病。口服：3～5mg/kg·d 剂型与规格 胶囊剂 10mg基药 25mg基药 100mg基药 XL04AD甲0944 0% 哪儿有 微乳化软胶囊 25mg基药 50mg基药 100mg基药 XL04AD甲0944 0% 哪儿有 口服液 5g 50ml XL04AD甲0944 0% 哪儿有 微乳化口服液 5g 50ml XL04AD甲0944 0% 哪儿有 注射液 250mg 5ml 500mg 10ml XL04AD甲0944 0% 哪儿有 滴眼液Ⅱ 0.4ml:0.2mg XS01X乙385 5% 暂无 滴眼液Ⅲ 30mg 3ml 暂无 微乳化软胶囊 10mg基药 XL04AD甲0944 0% 哪儿有",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "source": "湖南药事服务网",
      "pharmacodynamics": "⑴药效学：本品为免疫抑制剂，对Ｔ淋巴细胞依赖性免疫反应作用强。它与Ｔ细胞胞浆受体蛋白cyclophilin形成复合物，再与钙调磷酸酶结合，抑制该酶活性，进而抑制Ｔ细胞对特异性抗原刺激的反应。本品还可通过促进转化生长因子β（TGF-β）的表达，抑制细胞因子IL-2的产生和释放，阻止有赖于IL-2的Ｔ细...",
      "full_pharmacodynamics": "⑴药效学：本品为免疫抑制剂，对Ｔ淋巴细胞依赖性免疫反应作用强。它与Ｔ细胞胞浆受体蛋白cyclophilin形成复合物，再与钙调磷酸酶结合，抑制该酶活性，进而抑制Ｔ细胞对特异性抗原刺激的反应。本品还可通过促进转化生长因子β（TGF-β）的表达，抑制细胞因子IL-2的产生和释放，阻止有赖于IL-2的Ｔ细胞增殖和功能，并减少细胞毒Ｔ细胞（CTL）的产生。减少炎症性细胞因子如IL-1和TNF-α释放，抑制干扰素生成及自然杀伤细胞（NK）功能。本品除抑制Ｔ细胞活化外，还可干扰多种细胞的生长和功能如角质细胞、成骨细胞等。 ⑵药动学：本药口服后吸收很不完全，生物利用度仅为20％～30％。服药时进食或服药后30分钟内进食均影响药物吸收。口服后血药浓度达峰时间为3～4小时。药物吸收后分布于全身各组织，大量分布在脂肪以及肝、胰、肺、肾、肾上腺、脾、淋巴结，在这些组织中的浓度高于血浓度。它在血中与血浆蛋白、红细胞、淋巴细胞、脂蛋白结合，至少有25种代谢物在人的胆汁、粪便、血液、尿液中分离出来，有的尚具有免疫抑制作用。ｔ1/2为10～30小时。主要排出途径为胆汁（94％），仅6％从肾脏排泄。"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=1805",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1051,
    "name": "蛭蛇通络胶囊",
    "full_name": "蛭蛇通络胶囊",
    "chemical_name": "蛭蛇通络胶囊",
    "dosage_form": "胶囊剂",
    "types": [],
    "manufacturers": [
      "陕西健民制药有限公司"
    ],
    "specifications": [
      {
        "specification": "0.5g*3*12粒/板/盒",
        "manufacturer": "陕西健民制药有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "益气活血，息风通络。用于中风病中经络(轻中度脑梗塞)恢复期气虚血瘀证。症见半身不遂，偏身麻木，口舌歪斜，舌强言蹇，自汗，气短乏力，脉沉细涩或弦。",
      "dosage": "口服：一次4粒，一日3次，疗程4周",
      "contraindications": "对本品过敏者禁用；孕妇禁用。",
      "adverse_reactions": "尚不明确。 禁忌症 对本品过敏者禁用；孕妇禁用。",
      "interactions": "如与其他药品同时使用可能会产生药物相互作用，详情请咨询药师或医师。 用法与用量 口服：一次4粒，一日3次，疗程4周。 剂型与规格 胶囊剂 0.5g ZA12I乙37 5% 哪儿有",
      "precautions": "尚不明确。 药物相互作用 如与其他药品同时使用可能会产生药物相互作用，详情请咨询药师或医师。 用法与用量 口服：一次4粒，一日3次，疗程4周。 剂型与规格 胶囊剂 0.5g ZA12I乙37 5% 哪儿有",
      "pregnancy_category": "",
      "pharmacokinetics": "黄芪、人参、天麻、丹参、红花、葛根、川芎、石菖蒲、郁金、水蛭、冰片、乌梢蛇。",
      "full_indications": "益气活血，息风通络。用于中风病中经络(轻中度脑梗塞)恢复期气虚血瘀证。症见半身不遂，偏身麻木，口舌歪斜，舌强言蹇，自汗，气短乏力，脉沉细涩或弦。",
      "full_dosage": "口服：一次4粒，一日3次，疗程4周。 剂型与规格 胶囊剂 0.5g ZA12I乙37 5% 哪儿有",
      "full_contraindications": "对本品过敏者禁用；孕妇禁用。",
      "full_adverse_reactions": "尚不明确。 禁忌症 对本品过敏者禁用；孕妇禁用。",
      "full_interactions": "如与其他药品同时使用可能会产生药物相互作用，详情请咨询药师或医师。 用法与用量 口服：一次4粒，一日3次，疗程4周。 剂型与规格 胶囊剂 0.5g ZA12I乙37 5% 哪儿有",
      "full_precautions": "尚不明确。 药物相互作用 如与其他药品同时使用可能会产生药物相互作用，详情请咨询药师或医师。 用法与用量 口服：一次4粒，一日3次，疗程4周。 剂型与规格 胶囊剂 0.5g ZA12I乙37 5% 哪儿有",
      "full_pharmacokinetics": "黄芪、人参、天麻、丹参、红花、葛根、川芎、石菖蒲、郁金、水蛭、冰片、乌梢蛇。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=9960",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1052,
    "name": "利培酮口服溶液",
    "full_name": "利培酮口服溶液",
    "chemical_name": "利培酮口服溶液",
    "dosage_form": "口服液",
    "types": [],
    "manufacturers": [
      "翎耀生物科技（上海）有限公司"
    ],
    "specifications": [
      {
        "specification": "30ml：30mg/瓶",
        "manufacturer": "翎耀生物科技（上海）有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "1.精神分裂症等精神障碍，对精神分裂症阳性症状和阴性症状和情感性症状均有疗效。对急性期、恢复期和长期的维持治疗均可应用。 2、抽动-秽语综合征；一多发性运动和发音联合为特点的一些慢性抽动障碍，主要表现为不自主、多发运动抽动和发音抽动共同出现。 3、用于13岁及以上儿童精神分裂症的治疗【美国FDA已批准；中华医学会精神病学会《精神分裂症防治指南》】。 4、用于治疗5岁以上儿童青少年孤独症-易激...",
      "dosage": "⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用",
      "contraindications": "⑴对本品过敏者禁用。 ⑵哺乳期妇女禁用。",
      "adverse_reactions": "。 ⑵药动学：口服吸收快而完全，不受进食影响。主要代谢产物为9-羟利培酮。ｔmax为1～2小时，口服1mg时，Ｃmax为9～16ng/ml（包括利培酮和9-羟利培酮），血浆蛋白结合率为90％（9-羟利培酮为77％）。分布广泛，Ｖd为1.1L/kg。在肝脏经CYP2D6代谢，9-羟利培酮具有生物活性，原形药物及代谢产物主要经肾脏排泄，少量随粪便排出，均可自乳汁分泌。中度或重度肾功能损害时，利培...",
      "interactions": "⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。 ⑵与降压药物合用可增强利培酮的低血压效应。 ⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。 ⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则",
      "precautions": "⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。 ⑵由于本品具有α肾上腺素受体阻滞作用，再用药初期和加药速度过快时可能发生体位性低血压，此时应考虑减量。 ⑶同其他具有多巴胺受体拮抗性质的药物相似，可引起迟发性运动障碍，其特征为有节律的不随意",
      "pregnancy_category": "C\n \n",
      "pharmacokinetics": "暂无药代动力学数据",
      "full_indications": "1.精神分裂症等精神障碍，对精神分裂症阳性症状和阴性症状和情感性症状均有疗效。对急性期、恢复期和长期的维持治疗均可应用。 2、抽动-秽语综合征；一多发性运动和发音联合为特点的一些慢性抽动障碍，主要表现为不自主、多发运动抽动和发音抽动共同出现。 3、用于13岁及以上儿童精神分裂症的治疗【美国FDA已批准；中华医学会精神病学会《精神分裂症防治指南》】。 4、用于治疗5岁以上儿童青少年孤独症-易激惹型【美国FDA已批准】。 5、用于治疗10岁以上儿童青少年双相障碍Ⅰ型【美国FDA已批准】。",
      "full_dosage": "⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。 ⑵深部肌内注射：一般一次25mg，2周1次。 ⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。 ⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。 ⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。 剂型与规格 片剂 0.5mg 1mg基药 2mg基药 XN05AX乙1124 0% 哪儿有 口腔崩解片 1mg 2mg 0.5mg XN05AX乙1124 5% 哪儿有 口服液 30mg 30ml 100mg 100ml XN05AX乙1124 5% 哪儿有 粉针剂(微球) 25mg 37.5mg 50mg XN05AX乙335 20% 哪儿有 胶囊剂 1mg XN05AX乙1124 0% 哪儿有 分散片 1mg XN05AX乙1124 0% 哪儿有 薄膜衣片 3mg XN05AX乙1124 0% 哪儿有 膜剂 1mg 2mg 哪儿有",
      "full_contraindications": "⑴对本品过敏者禁用。 ⑵哺乳期妇女禁用。",
      "full_adverse_reactions": "。 ⑵药动学：口服吸收快而完全，不受进食影响。主要代谢产物为9-羟利培酮。ｔmax为1～2小时，口服1mg时，Ｃmax为9～16ng/ml（包括利培酮和9-羟利培酮），血浆蛋白结合率为90％（9-羟利培酮为77％）。分布广泛，Ｖd为1.1L/kg。在肝脏经CYP2D6代谢，9-羟利培酮具有生物活性，原形药物及代谢产物主要经肾脏排泄，少量随粪便排出，均可自乳汁分泌。中度或重度肾功能损害时，利培酮及活性代谢产物排出减少60％～80％。半衰期（ｔ1/2）为24小时。恒量、恒定间隔时间多次给药，5～6日血药浓度达稳态，血药浓度个体差异很大。 不良反应 ⑴常见不良反应有：失眠、焦虑、激越、头痛、头晕、口干。 ⑵少见的不良反应有：嗜睡、疲劳、注意力下降、便秘、、性功能障碍、消化不良、恶心、呕吐、腹痛、视物模糊、尿失禁、鼻炎、皮疹以及其他过敏反应。 ⑶可能引起锥体外系症状，如：肌震颤、紧张、僵直、流涎、运动迟缓、静坐不能、急性肌张力障碍。通过降低剂量或给予中枢抗胆碱药如苯海索可消除。 ⑷偶尔会出现体位性低血压、心动过速或高血压的症状。 ⑸可引起体重增加。 ⑹偶会烦渴或抗利尿激素分泌失调。 ⑺会引起血浆中催乳素浓度的增加，其相关症状为：溢乳、男性乳房增大、、月经失调、闭经。 ⑻偶见迟发型运动障碍、恶性综合征、体温失调以及癫痫发作。 ⑼有轻度中性粒细胞和血小板计数下降的个例报告。 ⑽偶可引起肝功能异常。 肝损伤 ⑴肝毒性： 长期接受利培酮治疗的患者有30%可出现肝功能试验异常，一般在治疗初期8周出现。丙氨酸氨基转移酶（ALT）通常呈轻度暂时性升高，如果继续给药可恢复正常。也有报道患者ALT和碱性磷酸酶（ALP）可显著升高，伴或不伴临床症状及黄疸。肝损伤一般在治疗开始的几天内发生，并在停药迅速消退。也有报道伴有黄疸的急性肝损伤可出现于开始用药数月至数年后。血清肝酶升高呈典型的淤胆型，但也可有肝细胞型和混合型肝损伤。罕见皮疹、发烧、嗜酸性粒细胞增多等免疫变应性症状。虽然已报道1例似由利培酮治疗引起自身免疫性肝炎的病例，但多数病例无自身免疫表现。⑵损伤机制： 利培酮引起血清ALT升高的机制尚未阐明。利培酮主要经肝脏细胞色素P450系统(CYP 2D6)代谢为活性代谢产物。部分患者的肝损伤可能是由于非酒精性脂肪性肝病，因为至少四分之一的患者在利培酮治疗第1-2年体重增加（可达30 kg)。但在绝大多数病例，利培酮治疗过程中出现的轻微ALT升高与体重增加并无相关性。⑶肝损星级：★★★★ 禁忌症 ⑴对本品过敏者禁用。 ⑵哺乳期妇女禁用。",
      "full_interactions": "⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。 ⑵与降压药物合用可增强利培酮的低血压效应。 ⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。 ⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。 ⑸长期与氯氮平合用可减少利培酮自体内清除。 ⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。 给药说明 ⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。 ⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。 用法与用量 ⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。 ⑵深部肌内注射：一般一次25mg，2周1次。 ⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。 ⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。 ⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。 剂型与规格 片剂 0.5mg 1mg基药 2mg基药 XN05AX乙1124 0% 哪儿有 口腔崩解片 1mg 2mg 0.5mg XN05AX乙1124 5% 哪儿有 口服液 30mg 30ml 100mg 100ml XN05AX乙1124 5% 哪儿有 粉针剂(微球) 25mg 37.5mg 50mg XN05AX乙335 20% 哪儿有 胶囊剂 1mg XN05AX乙1124 0% 哪儿有 分散片 1mg XN05AX乙1124 0% 哪儿有 薄膜衣片 3mg XN05AX乙1124 0% 哪儿有 膜剂 1mg 2mg 哪儿有",
      "full_precautions": "⑴心血管疾病（如心力衰竭、心肌梗死、传导异常）、脱水、失血及脑血管病变的病人慎用，应从小剂量开始，加量宜慢。 ⑵由于本品具有α肾上腺素受体阻滞作用，再用药初期和加药速度过快时可能发生体位性低血压，此时应考虑减量。 ⑶同其他具有多巴胺受体拮抗性质的药物相似，可引起迟发性运动障碍，其特征为有节律的不随意运动，主要见于舌及面部。如果出现迟发性运动障碍，应停止服用。 ⑷已有报道本品可引起恶性综合征，其特征为高热、肌肉僵直、颤抖、意识改变和肌酸磷酸激酶水平升高。此时应停用。 ⑸患有帕金森综合征的病人应慎用。 ⑹会降低癫痫的发作阈值，故患有癫痫的病人应慎用。 ⑺服用本品的患者应避免进食过多，以免发胖。 ⑻在与其他作用于中枢的药物同时服用时应慎重。 ⑼本品对需要警觉性的活动有影响。建议服药期间不应驾驶汽车或操作机械。 ⑽妊娠妇女服用本品是否安全尚不明确。除非利大于弊，妊娠妇女不应服用本品。 ⑾动物实验表明，利培酮和9-羟利培酮可经乳汁排出，因此，服用本品的妇女不应哺乳。 ⑿对于15岁以下的儿童目前尚缺乏足够的临床经验。 药物相互作用 ⑴与酒精或其他具有中枢抑制作用的药物合用，中枢抑制作用可互相增强。 ⑵与降压药物合用可增强利培酮的低血压效应。 ⑶利培酮可拮抗左旋多巴与多巴胺对多巴胺受体的激动作用。 ⑷长期应用卡马西平及其他肝药酶诱导剂可增加利培酮的清除，降低本品的血药浓度，必要时可增加剂量；一旦停用卡马西平或其他肝药酶诱导剂，则应重新确定本品的使用剂量，必要时应减少剂量。 ⑸长期与氯氮平合用可减少利培酮自体内清除。 ⑹吩噻嗪抗精神病药、三环类抗抑郁药和一些β受体阻滞剂，会增加本品的血药浓度。 用药交代 ⑴本品可导致困倦或其他症状(如视物模糊、精神不集中、眩晕、恶心)，服用期间不要操作机器、高空作业或驾驶，同时禁止饮酒。 ⑵谨慎与奈玛特韦/利托那韦片（组合包装）合用并密切监测不良反应，无需调整剂量。 给药说明 ⑴应从小剂量开始用药，注意按个体化的原则。尽量维持在较小的使用剂量。 ⑵常用剂量为一日4～6mg，一日超过8mg，疗效未见提高，但不良反应出现的几率增加。 用法与用量 ⑴口服：成人一般开始剂量为一次1mg，一日1～2次，以后每隔3～5天，酌情增加1mg/d，一般应用剂量为一日4～6mg，分2次服用。一日剂量一般不超过10mg。老年患者开始常用量为一次0.5mg，一日1次，根据耐受情况每次酌情增加0.5mg，一般治疗量为一日1～4mg，分2次服用。高龄患者通常日剂量1～2mg。 ⑵深部肌内注射：一般一次25mg，2周1次。 ⑶用于13岁及以上儿童精神分裂症的治疗。推荐起始剂量为0.5mg/d，24h后每天可增加0.5或1mg，如耐受可增至3mg/d。 ⑷治疗5岁以上儿童青少年孤独症-易激惹型。0.5～3mg/d；对于五岁或以上体重低于20kg的儿童，起始剂量为0.25mg/d 或每天两次给药半数总量；五岁或以上体重大于20kg的儿童，起始剂量为0.5mg/d，或半数总量给药两次。 ⑸治疗10岁以上儿童青少年双相障碍Ⅰ型。起始剂量为0.5mg/d，晨起或晚上口服，调整剂量不少于24小时，增加剂量为0.5～1.0mg/d，最大限量增加为2.5mg/d。 剂型与规格 片剂 0.5mg 1mg基药 2mg基药 XN05AX乙1124 0% 哪儿有 口腔崩解片 1mg 2mg 0.5mg XN05AX乙1124 5% 哪儿有 口服液 30mg 30ml 100mg 100ml XN05AX乙1124 5% 哪儿有 粉针剂(微球) 25mg 37.5mg 50mg XN05AX乙335 20% 哪儿有 胶囊剂 1mg XN05AX乙1124 0% 哪儿有 分散片 1mg XN05AX乙1124 0% 哪儿有 薄膜衣片 3mg XN05AX乙1124 0% 哪儿有 膜剂 1mg 2mg 哪儿有",
      "full_pharmacokinetics": "暂无药代动力学数据",
      "source": "湖南药事服务网",
      "pharmacodynamics": "⑴药效学：本品为苯丙异噁唑衍生物，是新一代抗精神病药。对5—HT受体有高度亲和力，对多巴胺2（Ｄ2）受体的亲和力较低，其抗精神病效应与上述两种受体阻断作用有关，其中，对皮层5—HT受体阻断作用与边缘系统多巴胺受体阻断作用尤为重要。此外，本品对α1、α2肾上腺素受体以及H1组胺受体具有中度亲和力；对5...",
      "full_pharmacodynamics": "⑴药效学：本品为苯丙异噁唑衍生物，是新一代抗精神病药。对5—HT受体有高度亲和力，对多巴胺2（Ｄ2）受体的亲和力较低，其抗精神病效应与上述两种受体阻断作用有关，其中，对皮层5—HT受体阻断作用与边缘系统多巴胺受体阻断作用尤为重要。此外，本品对α1、α2肾上腺素受体以及H1组胺受体具有中度亲和力；对5—HT1A、5-HT1C和5-HT1D受体也有一定的亲和力；而对多巴胺1受体的亲和力则较低。 本品具有α肾上腺素受体阻滞作用，可引起心血管反应，如低血压、反射性心动过速或QT延长，也可能产生心律失常。利培酮可促进慢波睡眠并能改变睡眠节律，可能与其阻断5-HT受体有关。可诱发催乳素升高（停药后可逆转），与多巴胺受体阻断作用有关。此外，大剂量利培酮对黒质-纹状体多巴胺受体有较强的阻断作用，因而可能引起锥体外系"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=780",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1053,
    "name": "氨磺必利口崩片",
    "full_name": "氨磺必利口崩片",
    "chemical_name": "氨磺必利口崩片",
    "dosage_form": "片剂",
    "types": [],
    "manufacturers": [
      "上海则正医药科技股份有限公司"
    ],
    "specifications": [
      {
        "specification": "50mg*20片/盒",
        "manufacturer": "上海则正医药科技股份有限公司"
      }
    ],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "⑴用于治疗精神疾病，尤其是伴有阳性症状和（或）阴性症状的急、慢性精神分裂症。 ⑵用于治疗心境恶劣。",
      "dosage": "⑴精神分裂症急性期：口服给药，通常情况下，若一日剂量不超过400mg，应顿服；若用量超过400mg，应分2次服用。⑵精神分裂症阴性症状占优势阶段：推荐剂量每日50～300mg，顿服，剂量应根据患者的情况进行调整，最佳剂量为每日100mg。⑶精神分裂症阳性及阴性症状混合阶段：治疗初期主要控制阳性症状，剂量为每日400～800mg，分2次服用；然后根据患者的反应调整剂量至最小有效量",
      "contraindications": "⑴对本药过敏者，嗜铬细胞瘤、催乳素瘤、乳腺癌、严重肾功能不全患者禁用。 ⑵妊娠期妇女、哺乳期妇女及15岁以下儿童禁用。",
      "adverse_reactions": "⑴常见的不良反应有血中催乳素水平升高（停止治疗后可恢复），体重增加，锥体外系反应。 ⑵偶见嗜睡，胃肠道功能紊乱。 禁忌症 ⑴对本药过敏者，嗜铬细胞瘤、催乳素瘤、乳腺癌、严重肾功能不全患者禁用。 ⑵妊娠期妇女、哺乳期妇女及15岁以下儿童禁用。",
      "interactions": "⑴与其他中枢神经系统抑制药合用，可增加中枢神经系统抑制。 ⑵与抗高血压药物合用，可增加抗高血压作用，并可增加体位性低血压发生危险。 用法与用量 ⑴精神分裂症急性期：口服给药，通常情况下，若一日剂量不超过400mg，应顿服；若用量超过400mg，应分2次服用。 ⑵精神分裂症阴性症状占优势阶段：推荐剂量",
      "precautions": "⑴对其他苯甲酰胺衍生物有过敏史者。轻至中度肾功能不全者、癫痫患者慎用。 ⑵老年人慎用。 药物相互作用 ⑴与其他中枢神经系统抑制药合用，可增加中枢神经系统抑制。 ⑵与抗高血压药物合用，可增加抗高血压作用，并可增加体位性低血压发生危险。 用法与用量 ⑴精神分裂症急性期：口服给药，通常情况下，若一日剂量不",
      "pregnancy_category": "",
      "pharmacokinetics": "t1/2: 17h",
      "full_indications": "⑴用于治疗精神疾病，尤其是伴有阳性症状和（或）阴性症状的急、慢性精神分裂症。 ⑵用于治疗心境恶劣。",
      "full_dosage": "⑴精神分裂症急性期：口服给药，通常情况下，若一日剂量不超过400mg，应顿服；若用量超过400mg，应分2次服用。 ⑵精神分裂症阴性症状占优势阶段：推荐剂量每日50～300mg，顿服，剂量应根据患者的情况进行调整，最佳剂量为每日100mg。 ⑶精神分裂症阳性及阴性症状混合阶段：治疗初期主要控制阳性症状，剂量为每日400～800mg，分2次服用；然后根据患者的反应调整剂量至最小有效量。任何情况下，均应根据患者的情况将维持剂量调整到最小有效剂量。 剂型与规格 片剂 50mg基药 200mg基药 100mg XN05AL乙1118 5% 哪儿有 口服溶液剂 6g 60ml XN05AL乙1119 5% 哪儿有 口崩片 50mg 200mg XN05AL乙334 5% 哪儿有",
      "full_contraindications": "⑴对本药过敏者，嗜铬细胞瘤、催乳素瘤、乳腺癌、严重肾功能不全患者禁用。 ⑵妊娠期妇女、哺乳期妇女及15岁以下儿童禁用。",
      "full_adverse_reactions": "⑴常见的不良反应有血中催乳素水平升高（停止治疗后可恢复），体重增加，锥体外系反应。 ⑵偶见嗜睡，胃肠道功能紊乱。 禁忌症 ⑴对本药过敏者，嗜铬细胞瘤、催乳素瘤、乳腺癌、严重肾功能不全患者禁用。 ⑵妊娠期妇女、哺乳期妇女及15岁以下儿童禁用。",
      "full_interactions": "⑴与其他中枢神经系统抑制药合用，可增加中枢神经系统抑制。 ⑵与抗高血压药物合用，可增加抗高血压作用，并可增加体位性低血压发生危险。 用法与用量 ⑴精神分裂症急性期：口服给药，通常情况下，若一日剂量不超过400mg，应顿服；若用量超过400mg，应分2次服用。 ⑵精神分裂症阴性症状占优势阶段：推荐剂量每日50～300mg，顿服，剂量应根据患者的情况进行调整，最佳剂量为每日100mg。 ⑶精神分裂症阳性及阴性症状混合阶段：治疗初期主要控制阳性症状，剂量为每日400～800mg，分2次服用；然后根据患者的反应调整剂量至最小有效量。任何情况下，均应根据患者的情况将维持剂量调整到最小有效剂量。 剂型与规格 片剂 50mg基药 200mg基药 100mg XN05AL乙1118 5% 哪儿有 口服溶液剂 6g 60ml XN05AL乙1119 5% 哪儿有 口崩片 50mg 200mg XN05AL乙334 5% 哪儿有",
      "full_precautions": "⑴对其他苯甲酰胺衍生物有过敏史者。轻至中度肾功能不全者、癫痫患者慎用。 ⑵老年人慎用。 药物相互作用 ⑴与其他中枢神经系统抑制药合用，可增加中枢神经系统抑制。 ⑵与抗高血压药物合用，可增加抗高血压作用，并可增加体位性低血压发生危险。 用法与用量 ⑴精神分裂症急性期：口服给药，通常情况下，若一日剂量不超过400mg，应顿服；若用量超过400mg，应分2次服用。 ⑵精神分裂症阴性症状占优势阶段：推荐剂量每日50～300mg，顿服，剂量应根据患者的情况进行调整，最佳剂量为每日100mg。 ⑶精神分裂症阳性及阴性症状混合阶段：治疗初期主要控制阳性症状，剂量为每日400～800mg，分2次服用；然后根据患者的反应调整剂量至最小有效量。任何情况下，均应根据患者的情况将维持剂量调整到最小有效剂量。 剂型与规格 片剂 50mg基药 200mg基药 100mg XN05AL乙1118 5% 哪儿有 口服溶液剂 6g 60ml XN05AL乙1119 5% 哪儿有 口崩片 50mg 200mg XN05AL乙334 5% 哪儿有",
      "full_pharmacokinetics": "⑴药效学：本品为苯甲酰胺的衍生物，多巴胺Ｄ2受体拮抗药，可选择性地与边缘系统Ｄ2、Ｄ3受体结合。小剂量有振奋、激活作用，用于精神分裂症阴性症状；大剂量有镇静作用，可治疗急性精神障碍病人。对抑郁症也有效。 ⑵药动学：在人体有两个吸收峰：第一个吸收峰在服药后1小时，第二个吸收峰于服药后3～4小时到达。母体化合物消除半衰期口服为12～17小时，静脉给药为18小时。",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=772",
      "last_updated": "2026-03-24"
    }
  },
  {
    "id": 1054,
    "name": "注射用艾普拉唑钠",
    "full_name": "注射用艾普拉唑钠",
    "chemical_name": "注射用艾普拉唑钠",
    "dosage_form": "注射剂",
    "types": [],
    "manufacturers": [],
    "specifications": [],
    "pinyin": "",
    "pinyin_initials": "",
    "dosage_form_pinyin": "",
    "dosage_form_initials": "",
    "manual": {
      "indications": "用于治疗十二指肠溃疡及反流性食管炎。",
      "full_indications": "用于治疗十二指肠溃疡及反流性食管炎。",
      "dosage": "口服：成年人十二指肠溃疡，一次10mg，一日1次，每日晨起空腹整片吞服，疗程4周；或遵医嘱。 剂型与规格 肠溶片 5mg XA02BC乙0017 20% 哪儿有 冻干粉针 10mg XA02BC乙1 20% 哪儿有",
      "full_dosage": "口服：成年人十二指肠溃疡，一次10mg，一日1次，每日晨起空腹整片吞服，疗程4周；或遵医嘱。 剂型与规格 肠溶片 5mg XA02BC乙0017 20% 哪儿有 冻干粉针 10mg XA02BC乙1 20% 哪儿有",
      "contraindications": "对艾普拉唑及其他苯并咪唑类化合物过敏者，肝、肾功能不全者禁用。",
      "full_contraindications": "对艾普拉唑及其他苯并咪唑类化合物过敏者，肝、肾功能不全者禁用。",
      "adverse_reactions": "常见腹泻、头晕、头痛、ALT及AST升高；少见皮疹、荨麻疹、腰痛、腹胀、口干、口苦、胸闷、心悸、月经时间延长、肾功能异常（蛋白尿、BUN升高）、心电图异常（室性期前收缩、Ⅰ度房室传导阻滞）、白细胞计数减少等。上述不良反应常为轻、中毒，可自行恢复。 禁忌症 对艾普拉唑及其他苯并咪唑类化合物过敏者，肝、肾功能不全者禁用。",
      "full_adverse_reactions": "常见腹泻、头晕、头痛、ALT及AST升高；少见皮疹、荨麻疹、腰痛、腹胀、口干、口苦、胸闷、心悸、月经时间延长、肾功能异常（蛋白尿、BUN升高）、心电图异常（室性期前收缩、Ⅰ度房室传导阻滞）、白细胞计数减少等。上述不良反应常为轻、中毒，可自行恢复。 禁忌症 对艾普拉唑及其他苯并咪唑类化合物过敏者，肝、肾功能不全者禁用。",
      "pharmacokinetics": "⑴药效学：本品为新型质子泵抑制药（PPI），属不可逆型质子泵抑制剂，其结构属于苯并咪唑类。经口服后选择性地进入胃壁细胞，转化为次磺酰胺活性代谢物，与H+、K+-ATP酶上的巯基作用，形成二硫键的共价结合，不可逆抑制H+、K+-ATP酶，产生抑制胃酸分泌的作用。 ⑵药动学：人体药代动力学结果显示，受试",
      "full_pharmacokinetics": "⑴药效学：本品为新型质子泵抑制药（PPI），属不可逆型质子泵抑制剂，其结构属于苯并咪唑类。经口服后选择性地进入胃壁细胞，转化为次磺酰胺活性代谢物，与H+、K+-ATP酶上的巯基作用，形成二硫键的共价结合，不可逆抑制H+、K+-ATP酶，产生抑制胃酸分泌的作用。 ⑵药动学：人体药代动力学结果显示，受试者单次口服（晨起空腹）本品5mg、10mg、20mg，Cmax、AUC随用药剂量增加而增加，艾普拉唑在人体内的过程基本符合线性动力学特征。在受试者的尿中未检测到原形药。受试者连续7天口服本品，剂量为10mg/天，药代动力学试验显示，连续用药与单次用药相比，艾普拉唑的药动学参数无明显改变，在体内无蓄积。连续口服4天以上后，血浆中艾普拉唑的浓度可达稳态。与空腹比较，进食可延迟血药浓度的达峰时间，但对其它药代动力学参数影响不大。",
      "precautions": "⑴本品不能拒绝或压碎，应整片吞服。 ⑵本品抑制胃酸分泌的作用强，对于一般消化性溃疡等疾病，不宜长期大剂量服用。 ⑶使用前应先排除胃与食管的恶性病变，以免症状缓解而延误诊断。 ⑷目前尚无妊娠及哺乳期妇女使用本品的临床试验资料，不建议妊娠及哺乳期妇女服用。若哺乳期妇女必须用药时，应暂停哺乳。 ⑸老年患者",
      "full_precautions": "⑴本品不能拒绝或压碎，应整片吞服。 ⑵本品抑制胃酸分泌的作用强，对于一般消化性溃疡等疾病，不宜长期大剂量服用。 ⑶使用前应先排除胃与食管的恶性病变，以免症状缓解而延误诊断。 ⑷目前尚无妊娠及哺乳期妇女使用本品的临床试验资料，不建议妊娠及哺乳期妇女服用。若哺乳期妇女必须用药时，应暂停哺乳。 ⑸老年患者的胃酸分泌能力和其他生理功能均会降低，应慎用。 ⑹艰难梭菌相关性腹泻：已发表的观察性研究表明，PPI治疗可能会增加艰难梭菌相关性腹泻的风险，尤其是住院患者。如果腹泻不改善，应考虑该诊断。 ⑺注射剂还需注意骨折风险：多项已发表的观察性研究表明，PPI治疗可能增加骨质疏松相关骨折（髋骨、腕骨或脊柱）的风险。接受高剂量（定义为每日多次给药）和长期（1年或更久）PPI治疗的患者，骨折风险增加。患者应根据医疗情况使用最低剂量和最短疗程的PPI治疗。对于有骨质疏松相关骨折风险的患者，应根据相关治疗指南处理。 ⑻注射剂还需注意低镁血症风险：在接受PPI治疗至少3个月（绝大多数治疗1年后）的患者中，罕见无症状和有症状的低镁血症病例报告。严重不良事件包括手足抽搐，心律失常和癫痫发作。对于大多数患者，纠正低镁血症需补镁并停用PPI。预期需延长PPI治疗或有合并用药如地高辛或可能导致低镁血症的药物（如利尿剂），需要考虑定期监测血镁浓度。",
      "interactions": "⑴由于艾普拉唑抑制胃酸分泌，可影响依赖于胃内pH值吸收的药物（如酮康唑、伊曲康唑等）的生物利用度，合用时应注意调整剂量或避免合用。 ⑵体外试验和代谢研究的结果提示肝脏CYP3A4酶参与本品的代谢，但目前尚不能确定CYP3A4酶为本品的主要代谢酶。国外研究结果显示，24例健康受试者口服艾普拉唑40mg",
      "full_interactions": "⑴由于艾普拉唑抑制胃酸分泌，可影响依赖于胃内pH值吸收的药物（如酮康唑、伊曲康唑等）的生物利用度，合用时应注意调整剂量或避免合用。 ⑵体外试验和代谢研究的结果提示肝脏CYP3A4酶参与本品的代谢，但目前尚不能确定CYP3A4酶为本品的主要代谢酶。国外研究结果显示，24例健康受试者口服艾普拉唑40mg/次，每天1次，用药5天，使CYP3A4酶的特异性底物咪达唑仑的血浆浓度升高31％～41％，提示艾普拉唑属于CYP3A4酶的弱抑制剂，推测其对经CYP2C19酶代谢的药物（如地西泮、西酞普兰、丙米嗪、苯妥英钠、氯米帕明等）的代谢影响不大。 用药交代 需整片吞咽，不要咀嚼或掰碎。 用法与用量 口服：成年人十二指肠溃疡，一次10mg，一日1次，每日晨起空腹整片吞服，疗程4周；或遵医嘱。 剂型与规格 肠溶片 5mg XA02BC乙0017 20% 哪儿有 冻干粉针 10mg XA02BC乙1 20% 哪儿有",
      "source": "湖南药事服务网"
    },
    "url": {
      "hnysfww": "https://www.hnysfww.com/goods.php?id=417",
      "last_updated": "2026-03-24"
    }
  }
];
